Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
hu: Adók becslése a kosár/rendelés oldalakon az alapértelmezett cím használatával
it: Stima tasse usando l'indirizzo predefinito nelle pagine Carrello/Cassa
nl: Schat de btw in het winkelwagentje en tijdens het afrekeneen door gebruik te maken van het standaard adres
pl: Szacuj podatki używając domyślnego adresu w koszyku/stronie potwierdzenia
ro: Estimează taxele folosind adresa implicită pe paginile coșului / de procesare

# SettingsOptions::show_prices_taxed_clean
source: Display prices with taxes on category/product pages if the method of calculating taxes is based on a unit's price
hu: A kategória és termék oldalakon adókkal együtt jelenítse meg az árakat, amennyiben az adók számításának alapja az egységár
it: Mostra prezzi con tasse sulle pagine Prodotto/Categoria se il metodo che calcola le tasse è basato sul prezzo unitario
nl: Toon prijzen met btw op categorie- en productpagina's indien het berekenen van de btw is gebaseerd op de eenheidsprijs
pl: Wyświetl cenę z podatkami na stronie kategorii/produktu
ro: Afișează prețurile cu taxele pe paginile categorie/produs

# SettingsOptions::cart_prices_w_taxes
source: Display prices with taxes on cart/checkout pages if the method of calculating taxes is based on a unit's price
hu: A kosár és rendelés oldalakon adókkal együtt jelenítse meg az árakat, amennyiben az adók számításának alapja az egységár
it: Mostra prezzi con tasse sulle pagine Carrello/Cassa se il metodo che calcola le tasse è basato sul prezzo unitario
nl: Toon prijzen met btw tijdens het afrekenen indien de methode voor het berekenen van btw is gebaseerd op prijs per eenheid
pl: Wyświetl cenę z podatkami w koszyku/na stronie potwierdzenia
ro: Afișează prețurile cu taxe pe paginile coșului / de procesare

# SettingsOptions::in_stock_field
source: Show number of available products
hu: Elérhető termékek számának megjelenítése
it: Mostra la quantità di prodotti disponibili
nl: Toon het aantal beschikbare producten
pl: Wyświetl w magazynie jako pole
ro: Afișează În stoca ca și câmp

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
hu: Jelenítse meg a mini-bélyegképeket galériaként
it: Visualizzare le miniature immagini piccole come galleria
nl: Toon kleine miniaturen als een gallerij
pl: Wyświetl miniaturki zdjęć jako galerię
ro: Afișați imaginile din mini pictogramă ca o galerie

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
hu: Jelenítse meg az érték léptető nyilakat a Mennyiség mezőhöz
it: Utilizzare "commutatore valore" per il campo quantità
nl: Gebruik de aantallen-widget in plaats van het aantal-veld
pl: Użyj "Zmieniacza wartości" dla pola Ilość
ro: Folosiți "Taxatorul de valoare" pentru câmpul Cantitate

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
hu: Lapozó megjelenítése a lista oldal tetején
it: Visualizzare "sezione impaginazione" al di sopra degli oggetti elencati
nl: Toon de paginering ook bovenaan lijsten.
pl: Wyświetlaj element wyboru strony nad wybranym obiektem

# SettingsOptions::default_image_previewer
source: Default image previewer
hu: Alapértelmezett galéria modul
it: Anteprima predefinita visualizzatore immagini
ka: ნაგულისხმევი სურათების დამთვალიერებელი
nl: Standaard afbeelding voorvertoning
pl: Domyślna przeglądarka zdjęć

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
hu: Bélyegképek magassága a kategória listákban
it: Lista categorie - altezza miniatura
nl: Categorielijst miniatuur-hoogte
pl: Wysokość miniaturki na liście kategorii

# SettingsOptions::default_product_details_view
source: Product detailed page view
hu: Termékadatlap nézet
it: Visualizzazione pagina dettaglio prodotto
ka: პროდუქტის დეტალური გვერდის ხედი
nl: Product gedetailleerde pagina weergave
pl: Widok szczegółowy karty produktu

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
hu: Termék részletek megjelenítése füleken
it: Visualizza dettagli prodotto in tab (linguetta)
nl: Toon productdetails in tab
pl: Wyświetlaj szczegółowe informacje o produkcie w zakładkach

# SettingsOptions::display_track_orders
source: Display track my orders section
hu: Rendeléseim követése szekció mutatása
it: Mostra sezione monitoraggio ordini (tracking)
nl: Volg-mijn-bestellingen tonen
pl: Pokaż okno śledzenia transakcji

# SettingsOptions::header_10070
source: Products list layouts settings
hu: Terméklista elrendezéseinek beállításai
it: Impostazione layout lista prodotti
nl: Opmaak van de productlijst
pl: Ustawienia szablonu listy produktów
ro: Setări aspect listă produse

# SettingsOptions::default_products_view_templates
source: Available product list views
hu: Elérhető termékadatlap nézetek
it: Viste disponibili per la lista prodotti
ka: ხელმისაწვდომი პროდუქტების ხედები
nl: Beschikbare productlijst bekeken
pl: Widok listy dostępnych produktów

# SettingsOptions::default_products_view
source: Product list default view
hu: Alapértelmezett terméklista nézet
it: Visualizzazione predefinita per la lista prodotti
ka: პროდუქციის ნაგულისხმევი ხედი
nl: Standaardweergave productlijst
pl: Domyślny widok listy produktów

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
hu: A kijelölt elrendezés használata csak a jelenlegi kategória- vagy keresési oldalhoz
it: Utilizzare la vista selezionata per solo pagina categoria corrente o di ricerca
ka: ამორჩეული ხედის გამოყენება მითითებულ კატეგორიებში და ძიების გვერდზე
nl: Gebruik alleen de geselecteerde weergave voor de huidige categorie of zoekpagina
pl: Użyj wybranego wyglądu dla bieżącej kategorii lub tylko na stronie wyszukiwania

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
hu: Elérhető terméklista rendezések
it: Ordinamento lista prodotti disponibili
nl: Beschikbare sorteervolgorden voor productlijst
pl: Dostępne sposoby sortowania produktów

# SettingsOptions::default_products_sorting
source: Product list default sorting
hu: Alapértelmezett terméklista rendezés
it: Ordine predefinito per la lista prodotti
nl: Productlijst standaardsortering
pl: Domyślne sortowanie na liście produktów
ro: Criteriul implicit pentru lista de produse

# SettingsOptions::enable_quick_view
source: Enable quick view
hu: Gyorsnézet engedélyezése
it: Attiva Visualizzazione Rapida
ka: სწრაფი ჩვენების ჩართვა
nl: Beknopt overzicht inschakelen
pl: Włącz szybki podgląd

# SettingsOptions::header_10080
source: Common settings
hu: Általános beállítások
it: Impostazioni generali
ka: დამატებითი პარამეტრები
nl: Gebruikelijke instellingen
pl: Ustawienia wspólne

# SettingsOptions::date_format
source: Date format
hu: Dátum formátum
it: Formato data
ka: დროის ფორმატი
nl: Selecteer datumopmaak
pl: Format daty
ro: Format dată

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
hu: Bélyegkép szélessége a kategória részletek oldalon
it: Pagina dettagli categoria - larghezza miniatura
nl: Breedte miniatuur categorie-detailpagina
pl: Szerokość miniaturki na stronie szczegółów kategorii
ro: Latime imagine in categorii

# SettingsOptions::time_format
source: Time format
hu: Idő formátum
it: Formato ora
ka: დროის ფორმატი
nl: Selecteer tijdsopmaak
pl: Format czasu
ro: Format timp

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
hu: Bélyegkép magassága a kategória részletek oldalon
it: Pagina dettagli categoria - altezza miniatura
nl: Hoogte miniatuur categorie-detailpagina
pl: Wysokość miniaturki na stronie szczegółów kategorii
ro: Inaltime imagine in categorii

# SettingsOptions::header_7024
source: Promotions
hu: Promóciók
it: Promozioni
ka: აქციები
nl: Aanbiedingen
pl: Promocje
ro: Promoții

# SettingsOptions::timezone
source: Time zone
hu: Időzóna
it: Fuso orario
ka: დროის სარტყელი
nl: Tijdzone
pl: Strefa czasowa
ro: Fus orar

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
hu: Részletes kategóriakép szélessége
it: Immagine dettagliata categoria - larghezza immagine
nl: Gedetailleerde categorie afbeeldingsbreedte
pl: Szerokość szczegółowego obrazka kategorii

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
hu: Csak egy kedvezmény kupon felhasználását engedje a felhasználóknak
it: Consenti ai clienti di usare un solo coupon di sconto
nl: Beperk klanten tot het gebruiken van één kortingsbon
pl: Pozwól klientom użyć tylko jednego kuponu rabatowego
ro: Permite clienților folosirea cuponului de discount o singură dată

# SettingsOptions::calendar_date_format
source: Calendar date format
hu: Naptár dátum formátum
it: Formato data calendario
ka: კალენდრის ფორმატი
nl: Kalender datumnotatie
pl: Format kalendarza
ro: Format dată calendar

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
hu: Részletes kategóriakép magassága
it: Immagine dettagliata categoria - altezza immagine
nl: Hoogte gedetailleerde categorie afbeelding
pl: Wysokość obrazka szczegółowego dla kategorii
ro: Înățime imagine categorie

# SettingsOptions::header_7005
source: Users/cart
hu: Felhasználók/Kosár
it: Utenti/Carrello
ka: მომხმარებლები/კალათა
nl: Gebruikers/Winkelwagen
pl: Użytkownicy/koszyk
ro: Utilizatori/coș

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
hu: Engedélyezze a felhasználók számára több profil készítését egy fiókhoz
it: Autorizza utenti a creare molteplici profili (indirizzo spedizione e fatturazione) nello stesso account
nl: Sta meerdere profielen toe (factuur- en verzendadres) op 1 account
pl: Pozwól użytkownikom tworzyć wiele profili (adresów wysyłki i zamawiającego) dla jednego konta
ro: Permite utilizatorilor să-și creeze profile multiple (adresa de transport și de facturare) aparținând unui singur cont

# SettingsOptions::calendar_week_format
source: Calendar week starts from
hu: A naptári hét kezdőnapja
it: La settimana sul calendario inizia da
ka: კვირის დასაწყისი დღე
nl: Kalenderweek start vanaf
pl: Początek tygodnia
ro: Săptămâna începe cu

# SettingsOptions::min_order_amount
source: Minimum order amount
hu: Minimum rendelési mennyiség
it: Importo minimo per ordine
ka: მინიმალური შეკვეთის რაოდენობა
nl: Minimaal orderbedrag
pl: Minimalna kwota zamówienia
ro: Suma minimă pentru a plasa o comandă

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
hu: Minimum rendelési mennyiség meghatározás ez alapján:
it: Definire importo minimo ordine di
nl: Definieer minimum bestelhoeveelheid
pl: Minimalna wartość zamówienia
ro: Comanda minima este definita de:

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
hu: Engedélyezze a vásárlást be nem jelentkezett felhasználóknak
it: Consenti agli utenti anonimi di acquistare prodotti
nl: Toestaan van winkelen voor ongeregistreerde gebruikers
pl: Pozwól na zakupy niezalogowanym klientom
ro: Permite cumpărăturile și utilizatorilor neautentificați

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
hu: Vásárlás Vendégként letiltása
it: Disattiva pagamenti anonimi
ka: ანონიმური შესყიდვის გაუქმება
nl: Kopen alleen mogelijk indien geregistreerd
pl: Zablokuj możliwość robienia zakupów przez użytkowników niezarejestrowanych
ro: Dezactivează procesarea anonimă

# SettingsOptions::checkout_redirect
source: Allow checkout only from the Cart content page
hu: A vásárlást csak a Kosár tartalma oldalról engedélyezze
it: Consenti pagamento solo passando dalla pagina carrello
nl: Laat klanten alleen vanuit de winkelwagen afrekenen
pl: Przekieruj na stronę koszyka po kliknięciu na przycisk/link finalizacji

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
hu: Engedélyezze a vásárló számára, hogy felhasználói csoportba jelentkezzen
it: Consentire agli acquirenti di registrarsi ai gruppi di utenti
nl: Aanmelden voor gebruikersgroepen toestaan voor klanten
pl: Pozwól klientowi na dołączenie do grupy użytkownika
ro: Permite clienților ca să se înregistreze pentru un grup de utilizatori

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
hu: Új felhasználói fiókokat adminisztrátornak kell aktiválnia
it: L'amministratore deve approvare nuovi account utente
ka: ადმინისტრატორმა უნდა გააქტიუროს ახალი მომხმარებლები
nl: Beheerder moet nieuwe accounts eerst goedkeuren
pl: Administrator musi aktywować konta użytkowników
ro: Administratorul trebuie să activeze conturile noi ale utilizatorilor

# SettingsOptions::address_position
source: Profile address section order
hu: Profil cím szekcióinak sorrendje
it: Ordinamento sezione indirizzo profilo
nl: Profieladres volgorde
pl: Kolejność adresów na stronie finalizacji
ro: Secțiune adresă profil comandă

# SettingsOptions::changes_warning
source: Unsaved changes warning
hu: Figyelmeztetés nem mentett változásokra
it: Avviso per pagine non salvate
nl: Waarschuwing indien gegevens nog niet zijn opgeslagen
pl: Ostrzeżenie przed niezapisanymi zmianami
ro: Modificările nu au fost salvate.

# SettingsOptions::show_menu_descriptions
source: Show menu description
hu: Menü leírások mutatása
it: Descrizione delle voci del menù
ka: მენიუს აღწერის ჩვენება
nl: Laat omschrijvingen in het menu zien
pl: Pokaż opis menu

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
hu: Értesítés megjelenítési időtartama (az automatikus elrejtés kikapcsolásához adjon meg 0-t)
it: Tempo visualizzazione dei messaggi (per disabilitare funzione automatica inserire 0)
nl: Meld weergave tijd (om automatisch verbergen uit te schakelen voert u 0 in)
pl: Czas wyświetlania ostrzeżeń (jeśli chcesz wyłączyć funkcję autoukrywania wpisz 0)
ro: Timpul pentru afișarea notificării (pentru a dezactiva funția de oprire-automată introduce-ți 0)

# SettingsOptions::use_email_as_login
source: User e-mail is used as login
hu: Felhasználó azonosítása e-mail cím alapján
it: Utilizzare l'e-mail utente per l'accesso
nl: Gebruik emailadres als login
pl: E-mail użytkownika jest używany jako login
ro: Adresa de e-mail va fi folosită pentru autenficiare

# SettingsOptions::quick_registration
source: Quick registration
hu: Gyors regisztráció
it: Registrazione veloce
ka: სწრაფი რეგისტრაცია
nl: Snelle registratie
pl: Szybka rejestracja
ro: Inregistrare rapidă

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
hu: Az Általános Szerződési Feltételek elfogadása a vásárlási folyamat során
it: Chiedere ai clienti di accettare prima i termini &amp; condizioni durante il pagamento
nl: Vraag klanten om akkoord te gaan met de algemene voorwaarden bij afrekenen
pl: Pytaj klientów podczas potwierdzania zamówienia czy zgadzają się z regulaminem i warunkami
ro: Adresează termenii și condițiile în timpul procesării

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
hu: A felhasználók kifizethetik újra a rendelést, amennyiben sikertelen volt a tranzakció
it: Consentire ai clienti di pagare di nuovo l'ordine se la transazione non è andata a buon fine
nl: Sta toe dat klanten de bestelling nogmaals kunnen betalen na geweigerde transactie
pl: Pozwól klientom zapłacić za zamówienie ponownie jeśli transakcja została anulowana
ro: Permite clienților să plătească din nou dacă tranzacția a fost refuzată

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
hu: Szállítási költség becslése a kosárban
it: Anteprima spese di spedizione nella pagina carrello
nl: Schat de verzendkosten bij afrekenen
pl: Wyliczenie kosztów wysyłki na stronie koszyka
ro: Estimează costul transportului

# SettingsOptions::allow_create_account_after_order
source: Allow guest to create an account after successful order
hu: Vendég felhasználók új fiókot hozhatnak létre vásárlást követően
it: Consenti agli utenti non registrati di creare un account dopo l'esecuzione dell'ordine
ka: სტუმრებს შესაძლებლობა ჰქონდეთ შეკვეთის განთავსების შემდგომ ანგარიშის შექმნის
nl: Gasten mogen na het plaatsen van een order een account aanmaken.
pl: Pozwól gościom na stworzenie konta po skutecznym dokonaniu zamówienia
ro: Periteți oaspeților să-și creeze un cont după plasarea comenzii cu succes

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts
hu: Termék opciók figyelmen kívül hagyása mennyiségi kedvezmények számításakor
it: Ignorare opzioni prodotto quando viene calcolato lo sconto quantità
nl: Negeer product opties bij het berekenen van kwantumkortingen
pl: Nie bierz po uwagę opcji produktu przy obliczaniu rabatów ilościowych

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
hu: Proxy szerver használata kimenő kapcsolatokhoz
it: Server Proxy per collegamenti in uscita
nl: Proxy server voor uitgaande connecties
pl: Serwer proxy dla połączeń wychodzących
ro: Serverul Proxy pentru conexiuni de ieșire

# SettingsOptions::proxy_host
source: Proxy host
hu: Proxy hoszt
it: Host proxy
ka: პროქსის ჰოსტი
pl: Serwer proxy
ro: Host-ul proxy

# SettingsOptions::proxy_port
source: Proxy port
it: Porta proxy
ka: პროქსის პორტი
nl: Proxy poort
pl: Port proxy
ro: Portul proxy

# SettingsOptions::proxy_user
source: Proxy user
hu: Proxy felhasználó
it: Utente proxy
ka: პროქსის მომხმარებელი
nl: Proxy gebruiker
pl: Użytkownik proxy
ro: Utilizatorul proxy

# SettingsOptions::proxy_password
source: Proxy password
hu: Proxy jelszó
it: Password proxy
ka: პროქსის პაროლი
nl: Proxy wachtwoord
pl: Hasło Proxy
ro: Parola proxy

# SettingsOptions::header_15000
source: Search options
hu: Keresési beállítások
it: Opzioni per ricerca
ka: ძიების პარამეტრები
nl: Zoek opties
pl: Opcje wyszukiwania
ro: Opțiuni de căutare

# SettingsOptions::search_objects
source: Search also in
hu: Keresés itt is
it: Cercare anche in
ka: ეძებე ასევე
nl: Zoek ook in
pl: Szukaj także w
ro: Caută de asemenea în

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
hu: Titkosított kapcsolat használata
it: Utilizzare la connessione crittografata
ka: გამოიყენე დაცული კავშირი
nl: Gebruik beveiligde verbinding
pl: Użyj połączenia szyfrowanego

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
it: Configura il passaggio "Accedi"
nl: Registratie configureren

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
it: Opzione predefinita per la sezione "nuovo cliente" dopo l'"Accesso"
nl: Standaard optie voor het "Nieuwe klant" gedeelte tijdens het registreren

# SettingsOptions::display_shipping_step
source: Display "Shipping method" step (the first active method will be used by default)
it: Visualizza il passaggio "Metodo di spedizione" (verrà utilizzato il primo metodo attivo per impostazione predefinita)
nl: Verzendmethode weergeven (de eerst actieve verzendmethode wordt als standaard gebruikt)

# SettingsOptions::display_payment_step
source: Display "Payment method" step (the first active method will be used by default)
it: Visualizza il passaggio del "Metodo di pagamento" (il primo metodo attivo verrà utilizzato per impostazione predefinita)
nl: Betaalmethode weergeven (de eerst actieve betaalmethode wordt als standaard gebruikt)

# SettingsTooltips::secure_checkout
source: SSL certificate is required to be installed on your server
hu: SSL tanúsítványt kell telepíteni a szerverre
it: Il certificato SSL è richiesto e deve essere installato sul vostro server
nl: SSL certificaat moet aanwezig zijn op uw server
pl: Wymagany jest zainstalowany Certyfikat SSL na serwerze

# SettingsTooltips::secure_admin
source: SSL certificate is required to be installed on your server
hu: SSL tanúsítványt kell telepíteni a szerverre
it: Il certificato SSL è richiesto e deve essere installato sul vostro server
nl: SSL certificaat moet aanwezig zijn op uw server
pl: Wymagany jest zainstalowany Certyfikat SSL na serwerze

# SettingsTooltips::store_access_key
source: Use: http://www.example.com/index.php?store_access_key=key_value
hu: Use: http://www.minta.hu/index.php?store_access_key=kulcs_ertek
it: Usare: http://www.example.com/index.php?store_access_key=key_value
nl: Gebruik: http://www.example.com/index.php?store_access_key=key_value
pl: Użycie: http://www.example.com/index.php?store_access_key=key_value

# SettingsTooltips::order_start_id
source: Enter a number between 1 and 10,000,000 (use digits only) or leave empty for auto-filling.
hu: Adjon meg 1 és 10,000,000 közötti számot, vagy hagyja üresen az automatikus kitöltéshez.
it: Immettere un numero compreso tra 1 e 10.000.000 (solo numeri) o lasciare vuoto per usare il riempimento automatico.
nl: Vul een nummer in tussen de 1 en 10.000.000 (alleen cijfers) of laat leeg voor automatische vulling.
pl: Wprowadź liczbę z zakresu 1 i 10.000.000 (tylko cyfry) lub zostaw puste dla automatycznego uzupełnienia.

# SettingsTooltips::user_multiple_profiles
source: Shipping and billing addresses
hu: Szállítási és számlázási címek
it: Indirizzi di spedizione e di fatturazione
nl: Verzend- en factuuradres
pl: Adres wysyłki i zamawiającego

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background (requires PHP GD library version > 2.0.1)
hu: Átlátszó háttérhez hagyja üresen (PHP GD könyvtár 2.0.1 felett működik)
it: Lasciare vuoto per lo sfondo trasparente (richiede PHP GD library versione > 2.0.1)
nl: Laat leeg voor een transparante achtergrond (PHP GD library > 2.0.1 benodigd )
pl: Pozostaw puste przezroczystego tła (wymaga PHP GD biblioteki wersja > 2.0.1)

# SettingsTooltips::secure_auth
source: SSL certificate is required to be installed on your server
hu: A szerveren SSL tanúsítvány telepítése szükséges!
it: Il certificato SSL è richiesto e deve essere installato sul vostro server
nl: Een geïnstalleerd SSL certificaat op uw server is vereist
pl: Wymagany jest zainstalowany Certyfikat SSL na serwerze

# SettingsTooltips::checkout_redirect
source: When the customer clicks on any Checkout button/link in the store
hu: Amennyiben a vásárló bármyely "Vásárlás" gombra/linkre kattint az áruházban
it: Quando il cliente fa click su qualsiasi pulsante di checkout del negozio
nl: Indien de klant klikt op een knop/link om af te rekenen in de webwinkel
pl: Gdy klient kliknie na w przycisk/link ZAMAWIAM w sklepie
