Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
hu: <p>A böngészője nem támogatja 100%-ban az adminisztrációs felületet. Azért látja ezt az oldalt, mert böngészője nem képes minden funkciót megjeleníteni.</p><br><p>Az adminisztrációs felület az alábbi böngészőkkel működik kiválóan:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 és fölötte</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (legfrissebb verzió)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (legfrissebb verzió)</a></li></ul><br><p>Kattintson a fenti linkek bármelyikére, hogy letölstön egy modern böngészőt. Telepítést követően minden funkciót tud majd használni.</p><br><p>Ha nem telepít frissebb böngészőt, akkor továbbra is képes lesz böngészni az adminisztrációs felületet, de nem tud minden funkciót maximálisan kihasználni.<br><br><a href="[url]">Megértettem, elolvastam, és elfogadom. Tovább ....</a></p>
it: <p>Abbiamo rivelato che il browser che state utilizzando non è pienamente supportato dal pannello amministrazione di CS-Cart. Potete visionare questo sito utilizzando il vostro browser corrrente ma potrebbe non rendere in modo giusto e potreste non essere in grado di utilizzare a pieno tutte le funzionalità.</p><br><p>Il pannello amministrazione di CS-Cart viene visualizztao in modo ottimale utilizzando i seguenti browser:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 8 e superiore</a></li><li>&ndash; <ahref="http://www.mozilla.org/en-US/"target="_blank">Mozilla Firefox (ultima versione aggiornata)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (ultima versione aggiornata)</a></li></ul><br><p>Cliccare su uno dei link per scaricare il browser da voi scelto. Una volta che il download è stato completato installare il browser utilizzando il programma di configurazione dello stesso.</p><br><p>Se non potete aggiornare il vostro browser adesso potete ancora utilizzare il pannello amministrazione di CS-Cart, senza però essere in grado di utilizzare a pieno tutte le funzionalità del programma.<br><br><a href="[admin_index]">Continuare</a></p>
ka: <p>ჩვენ აღმოვაჩინეთ რომ ბროუზერი რომლითაც თქვენ სარგებლობთ არ არის სრულად მხარდაჭერილი ჩვენი ადმინ პანელისთვის. თქვენ შეგიძლიათ დაათვალიეროთ ეს გვერდი თქვენი ბროუზერით თუმცა შესაძლოა მან არ გიჩვენოთ ზუსტად ყველაფერი, ასევე შესაძლოა ვერ გამოიყენოთ საიტის ყველა ფუნქცია.</p><br><p>ადმინ პანელი საუკეთესოდ ჩანს შემდეგ ბროუზერებში:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9-ე ვერსია და ზევით</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (ბოლო ვერსია)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (ბოლო ვერსია)</a></li></ul><br><p>დააჭირეთ ერთ-ერთ ბმულს რათა გადმოიწეროთ ტქევნი არჩეული ბროუზერი. გადმოწერის შემდგომ კი დააინსტალირეთ.</p><br><p>თუ თქვენ არ/ვერ განაახლებთ თქვენს ბროუზერს ეხლა, თქვენ კვლავაც შესძლებთ ადმინ პანელში შესვლას თუმცა თქვენ შესაძლოა ვერ გამოიყენოთ საიტის ყველა ფუნქცია სრულად.<br><br><a href="[url]">გაგრძელება</a></p>
nl: <p>We hebben gedetecteerd dat uw browser het CS-Cart beheerpaneel niet volledig ondersteund. U kunt deze site bekijken met de huidige browser, maar het kan zijn dat niet alles naar behoren werkt.</p><br><p>Het CS-Cart beheerpaneel is het best te bekijken met de volgende browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 en hoger</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (laatste versie)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (laatste versie)</a></li></ul><br><p>Klik op één van de links om de browser van uw keuze te downloaden. Installeer de browser zodra deze is gedownload.</p><br><p>Indien u uw browser nu niet kunt updaten, kunt u het beheerpaneel blijven gebruiken maar wellicht werkt niet alles zoals zou moeten.<br><br><a href="[url]">Ga verder</a></p>
pl: <p>Wykryliśmy że używasz przeglądarki która nie jest w pełni kompatybilana z CS-Cart. Możesz oglądać tę stronę za pomocą aktualnie używanej przeglądarki, ale strona może nie być wyświetlana prawidłowo i możesz nie być w stanie w pełni korzystać ze wszystkich funkcji.</p><br><p>Program CS-Cart najlepiej oglądać przy użyciu następujących przeglądarek:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 8 lub wyższej</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (najnowsza wersja)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (najnowsza wersja)</a></li></ul><br><p>Kliknij na jeden z linków, aby ściagnąć wybraną przeglądarkę. Po zakończeniu pobierania zainstaluj przeglądarkę, uruchamiając program instalacyjny.</p><br><p>Jeśli nie możesz zaktualizować przeglądarki, nadal można korzystać z programu CS-Cart, ale możesz nie być w stanie w pełni korzystać ze wszystkich funkcji.<br><br><a href="[admin_index]">Kontynuacja</a></p>
ro: <p> Am detectat ca browser-ul pe care îl utilizati nu este pe deplin suportat de CS - Cart Admin Panel . Puteti vizualiza acest site folosind browserul dvs. curent , dar nu se afisaza in mod corespunzator , si este posibil sa nu puteti utiliza pe deplin toate caracteristicile acestuia. .</p><br><p>CS-Cart Admin Panel este vizualizat cel mai bine utilizand urmatoarele browsere : :</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (ultima versiune)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (ultima versiune)</a></li></ul><br><p> Faceți clic pe unul dintre link-urile pentru a descărca browser-ul dorit.. După ce s-a terminat descărcarea , instalati browser-ul pentru a rula programul ..</p><br><p> Dacă nu puteți să faceți upgrade browser-ului dvs., puteți accesa în continuare CS - Cart Admin Panel , dar este posibil sa nu puteti folosi pe deplin toate caracteristicile . <br><br><a href="[url]">Continue</a></p>

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
hu: Böngésző frissítési figyelmeztetés
it: Avviso aggiornamento del navigatore
ka: შეტყობინება ბროუზერის განახლებაზე
nl: Browser upgrade melding
pl: Wiadomość o aktualizacji przeglądarki
ro: Notificare upgrade browser

# Languages::bucket
source: Bucket
hu: Bucket (AWS mappa)
it: Cestino
nl: Emmer
pl: Wiadro
ro: Găleată

# Languages::bulk_category_addition
source: Bulk category addition
hu: Tömeges kategória hozzáadás
it: Aggiungi categorie in blocco
ka: კატეგორიის ჯგუფის დამატება
nl: Meerdere categorieën toevoegen
pl: Hurtowe dodawanie kategorii
ro: Categorie aditionala in masa

# Languages::bulk_print_invoice
source: Invoice bulk print
hu: Tömeges számlanyomtatás
it: Stampa fattura
ka: ბევრი ინვოისის ერთდორული დაბეჭდვა
nl: Meerdere facturen afdrukken
pl: Hurtowe drukowanie faktur
ro: Imprimare factură bulk

# Languages::bulk_product_addition
source: Bulk product addition
hu: Tömeges termékfeltöltés
it: Aggiungi prodotti in blocco
ka: პროდუქციის ჯგუფის დამატება
nl: Meerdere producten toevoegen
pl: Hurtowe dodawanie produktów
ro: Produse aditionale in masa

# Languages::button_bgcolor
source: Button background color
hu: Gomb háttérszín
it: Colore di sfondo pulsanti
ka: ღილაკის ფონის ფერი
nl: Knop achtergrondkleur
pl: Kolor przycisku tła
ro: Buton culoare fundal

# Languages::button_text_color
source: Button text color
hu: Gombszöveg szín
it: Colore testo pulsanti
ka: ღილაკის ტექსტის ფერი
nl: Knop tekst kleur
pl: Kolor przycisku tekstowego
ro: Buton culoare text

# Languages::but_change
source: Change
hu: Változtatás
it: Cambia
ka: შეცვლა
nl: Wijzig
pl: Zmień
ro: Schimbati

# Languages::buyer_name
source: Buyer's name
hu: Vásárló neve
it: Nome cliente
ka: მომხმარებლის სახელი
nl: Naam koper
pl: Nazwa kupującego
ro: Numele cumparatorului

# Languages::buy_in_advance
source: Buy in advance
hu: Előrendelés
it: Acquista in anticipo
ka: პროდუქციის წინსწრებით შეძენა (სანამ არ არის საწყობში)
nl: Vooraf kopen
pl: Zakup przed premierą
ro: Cumparati in avans

# Languages::buy_now
source: Buy now
hu: Azonnali vásárlás
it: Acquista adesso
ka: ყიდვა
nl: Koop nu
pl: Kup teraz
ro: Cumparati acum

# Languages::by
source: by
hu: ettől:
it: da
ka: მომხმარებელი
nl: door
pl: złożone przez
ro: de catre

# Languages::bytes
source: bytes
hu: bájt
it: Byte
ka: ბაიტი
pl: bajty
ro: octeti

# Languages::by_fixed
source: by fixed amount
hu: fix mennyiség alapján
it: per importo fisso
ka: ფიქსირებული თანხის მიხედვით
nl: met vast bedrag
pl: Rabat o ustawioną wartość
ro: Cu o suma fixa de

# Languages::by_percentage
source: by percentage of the original price
hu: az eredeti ár százalékában
it: in percentuale rispetto al prezzo originale
ka: на процент от исходной цены
nl: met percentage van oorspronkelijke prijs
pl: Rabat o procent od oryginalnej ceny
ro: Dupa un procentaj din pretul initial

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
hu: A Code 128 egy nagy sűrűségű vonalkód. <br/> Világszinten használt. <br/>A Code 128-at arra tervezték, hogy 128 teljes ASCII karaktert tudjon kódolni. <br/>Code 128-A - 0-9, A-Z, ASCII vezérlőkódokat, speciális karaktereket. <br/>Code 128-B - 0-9, A-Z, a-z, speciális karaktereket.<br/>Code 128-C - 00-99 (csak numerikus adatok dupla sűrűségű kódolása).<br/>
it: Codice 128 è un simbolo di codice a barre ad alta densità e viene utilizzato ampiamente a livello mondiale.<br/>Codice 128 è concepito per codificare caratteri ASCII a 128 (128 full ASCII characters).<br/>Codice 128-A - 0-9, A-Z, codici di controllo ASCII, caratteri speciali.<br/>Codice Code 128-B - 0-9, A-Z, a-z, caratteri speciali.<br/>Codice 128-C - 00-99 (doppia densità codifica di soli dati numerici).<br/>
ka: Код 128 - символика штрих-кода с высокой плотностью.<br/>Широко используется по всему миру.<br/>Код 128 разработан для кодировки 128 ASCII символов.<br/>Код 128-A - 0-9, A-Z, контролирующие ASCII коды, специальные символы.<br/>Код 128-B - 0-9, A-Z, a-z, специальные символы.<br/>Код 128-C - 00-99 (двойная плотность кодирования цифровых данных).<br/>
nl: Code 128 is een high-density barcode symbology.<br/>Op grote schaal gebruikt over de hele wereld.<br/>Code 128 is ontworpen om 128 volledige ASCII-tekens te coderen.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, speciale karakters.<br/>Code 128-B - 0-9, A-Z, a-z, speciale karakters.<br/>Code 128-C - 00-99 (dubbele density encoding van uitsluitend numerieke gegevens).<br/>
ro: Codul 128 este un cod cu o densitate mare, simbolistic codului de bare.<br/>Utilizat pe o scara larga in intreaga lume.<br/>Codul 128 este proiectat pentru a codifica 128 de caractere intregi ASCII.<br/>Codul 128-A - 0-9, A-Z, ASCII controleaza doruile, caracterele speciale.<br/>Codul 128-B - 0-9, A-Z, a-z, caracterele speciale.<br/>Codul 128-C - 00-99 (densitatea dubla de codare a datelor, doar pentru cele numerice).<br/>

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
hu: A Code 128 egy nagy sűrűségű vonalkód technológia.<br/>Világszerte sokan használják.<br/>A Code 128 128 full ASCII karakterek kódolására képes.<br/>Code 128-A - 0-9, A-Z, ASCII kontroll kódok, speciális karakterek.<br/>Code 128-B - 0-9, A-Z, a-z, speciális karakterek.<br/>Code 128-C - 00-99 (csak numerikus adatok dupla sűrűségű kódolása).<br/>
it: Codice 128 è un simbolo di codice a barre ad alta densità e viene utilizzato ampiamente a livello mondiale.<br>Codice 128 è concepito per codificare caratteri ASCII a 128 (128 full ASCII characters).<br>Codice 128-A - 0-9, A-Z, codici di controllo ASCII, caratteri speciali.<br>Codice Code 128-B - 0-9, A-Z, a-z, caratteri speciali.<br>Codice 128-C - 00-99 (doppia densità codifica di soli dati numerici).<br>
ka: Код 128 - символика штрих-кода с высокой плотностью.<br/>Широко используется по всему миру.<br/>Код 128 разработан для кодировки 128 ASCII символов.<br/>Код 128-A - 0-9, A-Z, контролирующие ASCII коды, специальные символы.<br/>Код 128-B - 0-9, A-Z, a-z, специальные символы.<br/>Код 128-C - 00-99 (двойная плотность кодирования цифровых данных).<br/>
nl: Code 128 is een high-density barcode symbology.<br/>Wereldwijd veelvuldig gebruikt.<br/>Code 128 is ontworpen om 128 full ASCII karakters te coderen.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, speciale karakters.<br/>Code 128-B - 0-9, A-Z, a-z, speciale karakters.<br/>Code 128-C - 00-99 (double density encoding van uitsluitend numerieke gegevens).<br/>
ro: Codul 128 este un cod de densitate mare, simbolistic codului de bare.<br/>Utilizat pe scara larga in intreaga lume.<br/>Codul 128 este proiectat sa codifice 128 de caractere intregi in ASCII.<br/>Codul 128-A - 0-9, A-Z, ASCII controleaza codurile, caracterele speciale.<br/>Codul 128-B - 0-9, A-Z, a-z, caracterele speciale.<br/>Codul 128-C - 00-99 (densitate dubla de codare a datelor, doar pentru cele numerice).<br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
hu: A Code 128 egy nagy sűrűségű vonalkód. <br/> Világszinten használt. <br/>A Code 128-at arra tervezték, hogy 128 teljes ASCII karaktert tudjon kódolni. <br/>Code 128-A - 0-9, A-Z, ASCII vezérlőkódokat, speciális karaktereket. <br/>Code 128-B - 0-9, A-Z, a-z, speciális karaktereket.<br/>Code 128-C - 00-99 (csak numerikus adatok dupla sűrűségű kódolása).<br/>
it: Codice 128 è un simbolo di codice a barre ad alta densità.<br/>Esso viene utilizzato ampiamente a livello mondiale.<br/>Codice 128 è concepito per codificare caratteri ASCII a 128 (128 full ASCII characters).<br/>Codice 128-A - 0-9, A-Z, codici di controllo ASCII, caratteri speciali.<br/>Codice Code 128-B - 0-9, A-Z, a-z, caratteri speciali.<br/>Codice 128-C - 00-99 (doppia densità codifica di soli dati numerici).<br/>
ka: Код 128 - символика штрих-кода с высокой плотностью.<br/>Широко используется по всему миру.<br/>Код 128 разработан для кодировки 128 ASCII символов.<br/>Код 128-A - 0-9, A-Z, контролирующие ASCII коды, специальные символы.<br/>Код 128-B - 0-9, A-Z, a-z, специальные символы.<br/>Код 128-C - 00-99 (двойная плотность кодирования цифровых данных).<br/>
nl: Code 128 is een high-density barcode symbology.<br/>Wereldwijd veelvuldig gebruikt.<br/>Code 128 is ontworpen om 128 full ASCII karakters te coderen.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, speciale karakters.<br/>Code 128-B - 0-9, A-Z, a-z, speciale karakters.<br/>Code 128-C - 00-99 (double density encoding voor uitsluitend numerieke gegevens).<br/>
ro: Codul 128 este un cod de densitate mare, simbolistic codului de bare.<br/>Utilizat pe scara larga in intreaga lume.<br/>Codul 128-A - 0-9, A-Z, ASCII controleaza codurile, caracterele speciale.<br/>Codul 128-B - 0-9, A-Z, a-z, caracterele speciale.<br/>Codul 128-C - 00-99 (densitate dubla de codare a datelor, doar pentru cele numerice).<br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
hu: A Kód39 volt az első alfa-numerikus kód,<br/>és zárt alkalmazásokban talán még ma is a legelterjedtebb.<br/>A karakterkészlet 43 karakter kódolását teszi lehetővé <br/>(nagybetűk, számjegyek és néhány egyéb karakter),<br/>ellenőrző összeg moduló 43 algoritmussal képezhető.
it: Conosciuto anche come USS Code 39, 3 of 9.<br/>Codice 39 è in grado di codificare caratteri alphanumerici.<br/>Questa simbologia viene utilizzata in un ambiente "non commercio al dettaglio".<br/>Il codice 39 è stato concepito per codificare 26 caratteri maiuscoli, 10 cifre, 7 caratteri speciali.
ka: Также известный как код USS 39, 3 из 9.<br/>Код 39 кодирует алфавитно-цифровые символы.<br/>Символика используется в оптовых продажах.<br/>Код 39 разработан для кодировки 26 заглавных букв, 10 цифр и 7 специальных символов.
nl: Ook bekend als USS Code 39, 3 of 9.<br/>Code 39 kan alfanumerieke tekens coderen.<br/>De symbology wordt gebruikt in non-retail omgeving.<br/>Code 39 is ontworpen om 26 hoofdletters, 10 cijfers en 7 speciale karakters te coderen.
ro: Cunoscut de asemenea ca: USS 39, 3 din 9.<br/>Codul 39 poate codifica caractere aflanumerice.<br/>Simbolistica este utilizata intr-un mediu de vanzare amanuntit.<br/>Codul 39 este conceput pentru a codifica 26 de litere cu majuscule, 10 cifre si 7 caractere speciale.

# Languages::cache_cleared
source: Cache has been cleared
hu: Gyorsítótár kiürítve
it: La cache è stata cancellata
ka: ქეში გასუფთავებულია
nl: Cache is gewist
pl: Pamięć podręczna została wyczyszczona
ro: Cache-ul a fost curatat

# Languages::calculate
source: Calculate
hu: Számítás
it: Calcola
ka: გამოთვლა
nl: Bereken
pl: Oblicz
ro: Calculeaza

# Languages::calculate_shipping_cost
source: Calculate shipping cost
hu: Szállítási költség kalkuláció
it: Calcola i costi di spedizione
ka: ტრანსპორტირების ღირებულების გამოთვლა
nl: Bereken verzendkosten
pl: Oblicz koszty dostawy
ro: Calculeaza costul de livrare

# Languages::calendar
source: Calendar
hu: Naptár
it: Calendario
ka: კალენდარი
nl: Kalender
pl: Kalendarz

# Languages::canada_post
source: Canada Post
it: Poste Canadesi
ka: კანადის ფოსტა

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
hu: A Canada post szállítási mód engedélyezéséhez engedélyezni kell a kanadai dollár pénznemet.
it: Per potere attivare il processore di calcolo della spedizione per Canada Post devi abilitare la valuta Dollaro Canadese.
ka: Для того, чтобы активировать процессор Canada post, необходимо, чтобы валюта Canadian dollar была включена в магазине.
nl: Om de Canada post verzending te activeren moet de Canadese Dollar zijn ingeschakeld.
ro: Pentru a acitvat transportul prin posta Canadiana va trebui sa aveti moneda Dolar Canadian activat.

# Languages::cancel
source: Cancel
hu: Mégse
it: Annulla
ka: გაუქმება
nl: Annuleren
pl: Anuluj
ro: Anulati

# Languages::canceled_reversal
source: Canceled reversal
hu: Törölt visszavonás
it: Revoca cancellata
ka: ცვლილებების გაუქმება
nl: Geannuleerde herroeping
pl: Anulowano odwrócenie
ro: Inversare anulata

# Languages::cancelled
source: Canceled
hu: Visszamondott
it: Annullato
ka: გაუქმებული
nl: Geannuleerd
pl: Anulowany
ro: Anulat

# Languages::cancel_url_target
source: Cancel URL target
hu: URL cél törlése
it: Cancellare la destinazione URL
ka: Отменить цель URL
nl: Annuleer URL doel
pl: Anuluj docelowy adres URL
ro: Destinatia URL-ului de Anulare

# Languages::cannot_buy
source: You cannot buy the product with these option variants
hu: A termék nem vásárolható meg ebben a kombinációban
it: Non puoi acquistare il prodotto con queste opzioni/varianti
ka: მსგავსი პარამეტრებით თქვენ ვერ შეძლებთ პროდუქტის შეძენას
nl: U kunt het product niet kopen met deze optie-variant
pl: Nie możesz kupić tego produktu w tym wariancie
ro: Nu puteti cumpara produsul cu aceste optiuni de variante

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
hu: Kérjük először rakjon terméket a kosárba.
it: Il tuo carrello è vuoto, non puoi andare alla cassa.
ka: თქვენ ვერ შეძლებთ შეკვეთის განთავსებას რადგან თქვენი კალათა ცარიელია
nl: De winkelwagen is nog leeg. Afrekenen is hierdoor nog niet mogelijk.
pl: Twój koszyk jest pusty i nie możesz kontynuować procesu zamawiania
ro: Cosul dvs. este gol, va rugam adaugati un produs in cos.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
hu: Nincs elérhető fizetési kód, ezért nem folytathatja a rendelést.
it: Non vi sono metodi di pagamento disponibili, perciò non puoi andare alla cassa.
ka: თქვენ ვერ შეძლებთ შეკვეთის განთავსებას რადგან არ არის ხელმისაწვდომი გადახდის მეთოდები
nl: Er zijn geen betaalmethodes beschikbaar, dus kunt u niet verder om af te rekenen.
pl: Nie są dostępne metody płatności i nie możesz kontynuować
ro: Nu exista metode de plata disponibile, astfel incat dvs. sa puteti cumpara.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
hu: Az aktív arculatot nem lehet eltávolítani
it: Impossibile rimuovere il tema attivo
ka: შეუძლებელია აქტიური გარსის/თემის წაშლა
nl: Kan het actieve thema niet verwijderen
pl: Nie można usunąć aktywnego tematu graficznego.
ro: Nu se poate elimina tema activă

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
hu: A <strong>[file]</strong> nem írható. Kérjük ellenőrizze a fájl és mappa jogosultságokat.
it: Impossibile scrivere sul file <b>[file]</b>. Controllare le autorizzazioni d'accesso per file e cartelle relative.
ka: ფაილში ჩაწერა შეუძლებელია <b>[file]</b>. გთხოვთ გადაამოწმოთ არის თუ არა საჭირო უფლებები მინიჭებული ფაილზე და მთლიან საქაღალდეზე
nl: Kan niet naar bestand <b>[file]</b> schrijven: check bestand en/of map-permissies.
pl: Nie mogę zapisać pliku <b>[file]</b>. Sprawdź proszę plik i prawa dostępu do katalogu.
ro: Nu s-a putut scrie fisierul <b>[file]</b>. Va rugam verificati permisiunea fisierului si folderului.
