Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
hu: Hozzáférés megtagadva: Lehetséges CSRF támadás
it: Accesso negato: possibile attacco CSRF
ka: წვდომა შეზღუდულია: შეიძლება CSRF-შეტევაა
nl: Toegang geweigerd: Mogelijke CSRF aanval
pl: Dostęp zabroniony: atak CSRF jest możliwy
ro: Acces interzis: Posibil atac CSRF

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
hu: Logo az <b>áruházi</b> felülethez
it: Logo per area <b>clienti</b>
ka: ლოგო <b>მომხმარებლის</b> მხარესთვის
nl: Logo voor de <b>klant</b> omgeving
pl: Logo dla strefy <b>klienta</b>
ro: Logo pentru zona de <b>client</b>

# Languages::text_datatrans_notice
source: <b>Note</b>: In order to track your DataTrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your DataTrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in Post format'</b>.<br /> -&nbsp;Set <u>'Approved URL'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the DataTrans payment configuration page in your store<br />
hu: <b>Megjegyzés</b>: A Datatrans rendelések webáruházban történő követéséhez a következő lépések végrehajtása szükséges:<br />
it: <b>NOTA</b>: Per tracciare i tuoi ordini e le transazioni con il tuo shop segui i seguenti passi:<br /> <br /> -&nbsp;Accedi al tuo account DataTrans<br /> -&nbsp;Clicca su <u>'Upp Data'</u> nella sezione <u>'Upp Administration'</u>.<br /> -&nbsp;Imposta <u>'URL Post data format'</u> su <b>'Data in Post format'</b>.<br /> -&nbsp;Imposta <u>'Approved URL'</u> su:<br /> <b>[post_url]</b><br /> -&nbsp;Clicca su <u>'Security'</u> nella sezione <u>'Upp Administration'</u>.<br /> -&nbsp;Seleziona l'opzione <b>'An additional merchant identification will be send with payment messages'</b>.<br /> -&nbsp;Genera una firma digitale usando il pulsante<u>'Generate new sign'</u>.<br /> -&nbsp;Copia il valore generato nel campo <u>'Firma Digitale'</u> nella configurazione pagamento DataTrans del tuo negozio<br />
nl: <b>Note</b>: In order to track your DataTrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your DataTrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in Post format'</b>.<br /> -&nbsp;Set <u>'Approved URL'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the DataTrans payment configuration page in your CS-Cart store<br />
pl: <b>Note</b>: In order to track your DataTrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your DataTrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in Post format'</b>.<br /> -&nbsp;Set <u>'Approved URL'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the DataTrans payment configuration page in your CS-Cart store<br />
ro: <b>Nota</b>: Pentru a urmari comenzile dvs. cu DataTrans folosind acest site; trebuie sa urmariti urmatorii pasi:<br /> <br /> -&nbsp;Autentificati-va in condul dvs. de DataTrans <br /> -&nbsp;Dati click pe <u>'Upp Data'</u> link aflat in sectiunea <u>'Upp Administration'</u> <br /> -&nbsp;Setati <u>'Formatul datelor postate in URL'</u> ca <b>'Date in formatul postat'</b>.<br /> -&nbsp;Setati <u>'URL Aprobat'</u> ca:<br /> <b>[post_url]</b><br /> -&nbsp;Dati click pe <u>'Securitate'</u> link link aflat in sectiunea <u>'Administrare Upp'</u> .<br /> -&nbsp;Selectati optiunea <b>'O identificare suplimentara va fi trimisa cu mesaje de plata'</b> .<br /> -&nbsp;Genereaza o semnatura noua digitala utilizand butonul <u>'Genereaza semnatura noua'</u>.<br /> -&nbsp;Setati valoarea generata ca <u>'Semnatura digitala'</u>, camp aflat pe pagina de configurare a site-ului dvs. in cadrul sectiunii DataTrans<br />

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
hu: A módosítások nem kerültek mentésre. Kattintson az OK gombra a folytatáshoz, vagy a Mégse gombra, hogy az oldalon maradjon.
it: Le tue modifiche non sono state salvate. Cliccare su continua, o cancella per restare sulla pagina corrente.
ka: გაკეთებული ცვლილებები არ იყო შენახული.დააჭირეთ OK-ის რათა განაგრძოთ ან Cancel-ს რათა დარჩეთ გვერდზე.
nl: Uw wijzigingen zijn niet opgeslagen.Klik op OK om door te gaan of Annuleren om op de huidige pagina a te blijven.
pl: Twoje zmiany nie zostaną zapisane. Wciśnij OK jeśli chcesz kontynuować lub Anuluj jeśli chcesz zostać na bieżącej stonie.
ro: Setarile nu au fost schimbate. Apasati OK pentru a continua sau CANCEL pentru a ramane pe aceeasi pagina.

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
hu: A rendeléshez felhasznált pontok levonásra kerültek a felhasználói fiókból.
it: I punti utilizzati in questo ordine sono stati sottratti dall'account utente.
ka: Баллы, использованные для заказа, были вычтены со счета.
nl: De gebruikte punten in de bestelling worden in mindering gebracht van het account.
pl: Punkty użyte w zamówieniu zostały odjętę z konta użytkownika.
ro: Punctele folosite in comanda au fost sustrase din contul utilizatorului.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
hu: <b>Megjegyzés:</b> Küldje a következő információkat a DeltaPay támogatása: < br /> Fizetési oldalon: ' <u>[payment_url]'</u> <br/> oldal Siker: ' <u>[result_url]'</u> <br/> sikertelenségéről Tájékoztató lap: ' <u>[result_url]'</u><br/> Mégse oldal: ' <u>[result_url]'</u> <br/>
it: <b>Nota:</b> Si prega di inviare le seguenti informazioni al supporto DeltaPay: <br />Pagina di pagamento: '<u>[payment_url]'</u><br />Pagina di successo: '<u>[result_url]'</u><br />Pagina di errore: ' <u>[result_url]'</u><br />Pagina Annullamento: '<u>[result_url]'</u><br />
ka: <b>Примечание:</b> Отошлите следующую информацию в поддержку DeltaPay:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
nl: <b>Opmerking:</b> Stuur de volgende informatie naar de DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
ro: <b>Nota:</b> Va rugam trimiteti suportului tehnic de la DetlaPay urmatoarele informatii :<br />Pagina platii: '<u>[payment_url]</u>'<br />Cu succes: '<u>[result_url]</u>'<br />Esuata: '<u>[result_url]</u>'<br />De anulare: '<u>[result_url]</u>'<br />

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
it: Impostare il 'link successo': <b>[success_url]</b><br />impostare 'link annullamento' su: <b>[abort_url]</b><br />Aggiungere nuove notifiche HTTP e 'URL di Notifica': <b>[notification_url]</b><br />Attivare il controllo di ingresso e 'Hash Algoritm' su 'SHA1'<br />
ka: Задайте параметр 'Success link' как: <b>[success_url]</b><br /> Установите 'Abort link' в: <b>[abort_url]</b><br /> Добавьте новые HTTP уведомления и установите 'Notification URL' в: <b>[notification_url]</b><br /> Активируйте проверку ввода и установите 'Hash Algoritm' в 'SHA1'<br />
nl: Stel 'Success link' in naar: <b>[success_url]</b><br /> Stel 'Abort link' in naar: <b>[abort_url]</b><br /> Voeg nieuwe HTTP notificaties toe en stel 'Notification URL' in naar: <b>[notification_url]</b><br /> Activeer input controle en stel 'Hash Algoritm' in als 'SHA1'<br />
ro: Setati 'Success link' la: <b>[success_url]</b><br /> Setati 'Abort link' la: <b>[abort_url]</b><br /> Adaugati noile notificari HTTP si setati 'Notification URL' la: <b>[notification_url]</b><br /> Activati inputul de verificare si setati 'Hash Algoritm' la 'SHA1'<br />

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
hu: A <strong>[directory]</strong> mappa sikeresen létrehozva.
it: La cartella <b>[directory]</b> è stata creata con successo.
ka: დირექტორია <b>[directory]</b> წარმატებით შეიქმნა.
nl: De map <b>[directory]</b> is aangemaakt.
pl: Katalog <b>[directory]</b> został pomyślnie utworzony.
ro: Dosarul <b>[directory]</b> a fost creat cu succes.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
hu: A <strong>[directory]</strong> mappa sikeresen törölve.
it: La cartella <b>[directory]</b> è stata cancellata con successo
ka: დირექტორია <b>[directory]</b> წარმატებით წაიშალა
nl: De map <b>[directory]</b> is verwijderd.
pl: Katalog <b>[directory]</b> został pomyślnie usunięty
ro: Dosarul <b>[directory]</b> a fost sters cu succes

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
hu: A <strong>[directory]</strong> mappa sikeresen átnevezve <strong>[to_directory]</strong> névre.
it: La cartella <b>[directory]</b> è stata rinominata con successo in: <b>[to_directory]</b>
ka: დირექტორიამ <b>[directory]</b> წარმატებით შეიცვალა სახელი <b>[to_directory]</b>
nl: De map <b>[directory]</b> is hernoemd naar <b>[to_directory]</b>
pl: Pomyślnie zmieniono nazwę katalogu <b>[directory]</b> na <b>[to_directory]</b>
ro: Dosarul <b>[directory]</b> a fost redenumit cu succes in <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
hu: A <b>[directory]</b> mappa sikeresen visszaállítva a rendszertárból.
it: La cartella <b>[directory]</b> è stata ripristinata dall'archivio
ka: დირექტორია <b>[directory]</b> იქნა აღდგენილი სარეზერვო ასლიდან
nl: De map <b>[directory]</b> is hersteld vanuit de opslag.
pl: Katalog <b>[directory]</b> został przywrócony z repozytorium
ro: Dosarul <b>[directory]</b> a fost restarurat din magazie

# Languages::text_downloads_empty
source: Your downloads list is empty
hu: A letöltési lista üres
it: La tua lista dei dowload è vuota
ka: გადმოტვირთვების სია ცარიელია
nl: Uw downloadlijst is leeg
pl: Twoja lista pobranych plików jest pusta
ro: Lista dvs. de descarcari este goala

# Languages::text_editing
source: Text editing
hu: Szövegszerkesztés
it: Modifica testo
ka: Text რედაქტირება
nl: Tekst aanpassen
pl: Edycja tekstu
ro: Editare text

# Languages::text_edp_product
source: This product is electronically distributed
hu: Ez a termék digitálisan letölthető tartalom
it: questo prodotto viene distribuito in modo elettronico (scaricabile)
ka: მიწოდება ელექტრონული სახით
nl: dit product is elektronisch uitgegeven
pl: Ten produkt jest dystrybuowany w postaci elektronicznej ( plik do pobrania )
ro: Acest produs este distribuit electronic

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
hu: A megadott elektronikus kulcs helytelen, vagy lejárt.
it: La chiave elettronica da te inserita non è valida oppure è scaduta
ka: ელექტრონული გააღები არასწორია ან გაუვიდა ვადა
nl: Deze elektronische sleutel is niet geldig of verlopen
pl: Electronic key you entered is not valid or it has expired
ro: Cheia electronica care ati introdus-o nu este valida sau a expirat

# Languages::text_email_sent
source: E-mail has been sent successfully.
hu: Az e-mail sikeresen elküldve.
it: L'e-mail è stata inviata con successo.
ka: ელ-ფოსტა წარმატებით გაიგზავნა.
nl: De e-mail is verzonden.
pl: E-mail został wysłany poprawnie.
ro: E-mail-ul a fost trimis cu succes.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
hu: Kérjük, adja meg a következő URL mezőket az eMerchantPay eCommerce Payment Form beállításokban:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
it: Si prega di aggiungere questi campi URL nella configurazione del modulo di pagamento e-commerce eMerchantPay: <br/> <br/> <b>BackReturn URL:</b> <br/> [backreturn_url] <br/> <br/> <b>URL Approvazione personalizzata:</b> <br/>[notify_url] <br/> <br/> <b>URL Annullamento personalizzato:</b> <br/> [decline_url] <br/> <br/> <b>URL notifica:</b> <br/> [process_url]
ka: Пожалуйста, добавьте следующие URL на странице конфигурации eMerchantPay eCommerce Payment Form:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
nl: Voeg deze URL velden toe in uw eMerchantPay eCommerce Payment Formulier configuratie:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
ro: Va rugam sa adaugati aceste campuri de URL in configuratia formularul de plata: eMerchantPay eCommerce <br/><br/><b> URL de intoarcere:</b><br/>[backreturn_url]<br/><br/><b> URL personalizat de aprobare:</b><br/>[notify_url]<br/><br/><b>URL personalizat de dezaprobare:</b><br/>[decline_url]<br/><br/><b>URL activare de notificari:</b><br/>[process_url]

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
it: Per favore invia il seguente URL al gestore eNPS come URL di risposta per tutti e tre i casi (successo, fallimento, cancellazione): [r_url]
ka: Пожалуйста, отправьте следующий URL менеджеру eNPS в качестве ответа для всех трех случаев (успех, неудача, отмена): [r_url]
nl: Please sent the following URL to the eNPS manager as a responce URL for all three cases (succes, failure, cancel): [r_url]Stuur de volgende URL naar de eNPS manager als antwoord-URL voor alle drie mogelijkheden (succes, failure, cancel): [r_url]
pl: Please send the following URL to the eNPS manager as a response URL for all three cases (success, failure, cancel): [r_url]
ro: Va rugam sa trimiteti urmatorul URL managerului eNPS ca URL-ul de raspuns pentru toate cele trei cazuri (cu succes, esuata, anulata): [r_url]

# Languages::text_enter_filename
source: Please enter a new file name
hu: Kérjük adjon meg egy új fájlnevet
it: Inserire un nuovo nome per il file
ka: შეიყვანეთ ფაილის ახალი სახელი
nl: Geef een nieuwe bestandsnaam in
pl: Wpisz nową nazwę pliku
ro: Va rugam sa introduceti un nume nou de fisier

# Languages::text_exim_data_exported
source: Data is exported successfully
hu: Az adat exportálása sikeres
it: I dati sono stati esportati con successo
ka: მონაცემები წარმატებით დაექსპორტირდა.
nl: De gegevens zijn geëxporteerd.
pl: Dane zostały wyeksportowane poprawnie
ro: Datele au fost exportate cu succes

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
hu: Adatok sikeresen importálva.<br />Új elemek - <b>[new]</b>;<br />Frissített elemek - <b>[exist]</b>;<br />Kihagyott elemek - <b>[skipped]</b>;<br />Összesen - <b>[total]</b>.
it: Dati importati con successo.<br />Nuovi oggetti- <b>[new]</b>;<br />Oggetti aggiornati- <b>[exist]</b>;<br />Oggetti omessi- <b>[skipped]</b>;<br />Totale - <b>[total]</b>.
ka: მონაცემები წარმატებთ დაიმპორტირდნენ.<br />ახალი ობიექტები - <b>[new]</b>;<br />განახლებული ობიექტები - <b>[exist]</b>;<br />სულ - <b>[total]</b>.
nl: De gegevens zijn geïmporteerd.<br />Nieuwe items - <b>[new]</b>;<br />Bijgewerkte items - <b>[exist]</b>;<br />Overgeslagen items - <b>[skipped]</b>;<br />Totaal - <b>[total]</b>.
pl: Dane zostały zaimportowane poprawnie.<br />Nowe obiekty - <b>[new]</b>;<br />Zaktualizowane obiekty - <b>[exist]</b>;<br />Zingnorowane obiekty - <b>[skipped]</b>;<br />Wszystkich - <b>[total]</b>.
ro: Datele au fost importate cu succes.<br />Obiecte noi - <b>[new]</b>;<br />Obiecte actualizate - <b>[exist]</b>;<br />Obiecte saltate - <b>[skipped]</b>;<br />Total - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
hu: Az adat sikeresen importálva.
it: Dati sono stati importati con successo.
ka: მონაცემები წარმატებით დაიმპორტირდა.
nl: De gegevens zijn geïmporteerd.
pl: Dane zostały zaimportowane pomyślnie.
ro: Datele sunt importate cu succes.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
hu: Az alábbi listában az exportálható mezők láthatók. A <b>vastagon szedett</b> mezők kötelezőek.
it: Sotto si trova una lista di campi che possono essere esportati. I <b>campi evidenziati</b> sono obbligatori.
ka: ქვემოთ მითითებულია ველების სია რომლთა ექსპორტიც შეიძლება. <b>მონიშნული</b> ველები არიან სავალდებულოები
nl: Hieronder een lijst met velden die u kunt exporteren. De <b>gemarkeerde</b> velden zijn verplicht.
pl: Poniżej znajduje się lista pól, które moga być wyeksportowane. <b>Podświetlone</b> pola są obowiązkowe.
ro: Mai jos se afla o lista a campurile care pot fi exportate. Cele <b>subliniate</b> sunt obligatorii.
