Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
it: Digitando ACCETTO nella casella sottostante fornisco la mia firma come autorizzazione al Payment21&reg; per addebitare elettronicamente il mio account della somma che ho inserito. Sono a conoscenza e autorizzo espressamente il venditore, se il mio Assegno eCheck è rifiutato per qualunque ragione, ad addebitare elettronicamente la somma del pagamento eCheck più una tassa per l'operazione di Fondi Insufficienti che non ecceda il massimo legale consentito. Sono tenuto a stampare o conservare questa pagina per promemoria. Posso chiamare il numero 1-888-770-0850 con assistenza 24 ore su 24, 7 giorni su 7 per ogni domanda riguardante il pagamento e la transazione.
ka: Вводя AGREE, я предоставляю свою подпись для авторизации в Payment21&reg; , чтобы списать с карты указанную мной сумму. Также я понимаю и разрешаю продавцу, в случае если моему eCheck платежу будет отказано или он будет возвращен по какой-либо причине, чтобы списать с карты указанную мной сумму + плату NSF, не превышающую максимально допустимого значения. Я распечатаю или сохраню эту страницу. Я могу позвонить по телефону круглосуточной поддержки 1-888-770-0850 по любым вопросам, связанным с данной транзакцией.
nl: Door AGREE in te typen zet ik mijn handtekening als machtiging naar Payment21&reg; om mijn account elektronisch te debiteren voor het ingevoerde bedrag. Ik begrijp en geef uitdrukkelijk toestemming aan de verkoper, mocht mijn eCheck niet geaccepteerd of geretourneerd wordt om welke reden dan ook, het bedrag elektronisch van mijn rekening te schrijven plus een NSF-vergoeding. Ik zal deze pagina printen of opslaan voor mijn administratie. Ik kan 1-888-770-0850 bellen voor 24/7 ondersteuning en vragen over deze transactie.
ro: Tastand "Convin" in casuta de mai jos furnizez semnatura autorizand Payment21&reg;pentru a debita electronic contul meu pentru suma introdusa.. Inteleg si autorizez in mod expres comerciantul in cazul in care eCheck-ul este dezonorat sau returnat din orice motiv debitand contul electronic in valoarea eCheck-lui si taxele aferente NFS care sa nu depaseaca limitele legale aplicate de stat .Voi imprima sau salva aceasta pagina pentru arhiva. Pot apela numarul 1-888-770-0850 pentru suport 24/7 cu orice intrebari referitoare la aceasta tranzactie de plata.

# Languages::package
source: Package
hu: Csomag
it: Pacchetto
ka: პაკეტი
nl: Pakket
pl: Paczka
ro: Pachet

# Languages::packages
source: Packages
hu: Csomagok
it: Imballaggi
ka: ამანათები
nl: Verpakkingen
pl: Paczki
ro: Pachete

# Languages::package_contents
source: Package contents
hu: Csomag tartalma
it: Contenuto del pacchetto
ka: პაკეტის შემცველობა
nl: Pakket inhoud
pl: Zawartość pakietu
ro: Continutul pachetului

# Languages::package_type
source: Package type
hu: Csomag típusa
it: Tipo di imballaggio
ka: შეფუთვის ტიპი
nl: Pakkettype
pl: Typ paczki
ro: Tipul ambalarii

# Languages::packing_slip
source: Packing slip
hu: Csomaglevél
it: Bolla di consegna
ka: Упаковочный реестр
nl: Pakbon
pl: Karta pakowania
ro: Lista de cumparaturi

# Languages::packing_slip_for_order
source: Packing slip for order
hu: Csomagolási szelvény a rendeléshez
it: Bolla di consegna per l'ordine
ka: ინვოისის ნომერი
nl: Pakbon voor bestelling
pl: Karta pakowania dla zamówienia
ro: Lista de cumparaturi a comenzii

# Languages::page
source: Page
hu: Oldal
it: Pagina
ka: გვერდი
nl: Pagina
pl: Strona
ro: Pagina

# Languages::pages
source: Pages
hu: Oldalak
it: Pagine
ka: გვერდები
nl: Pagina's
pl: Strony
ro: Pagini

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
hu: <strong>[page]</strong> oldal sikeresen klónozva. Most már szerkeszthető az új oldal.
it: La pagina <b>[page]</b> è stata clonata (copiata) con successo. Adesso potete modificare la nuova pagina.
ka: გვერდი <b>[page]</b> წარმატებით დადუბლირდა, ახლა თქვენ უკვე შეგიძლიათ ახალი გვერდის რედაქტირება.
nl: De pagina <b>[page]</b> is gekloond. Nu kunt u de nieuwe pagina aanpassen
pl: Strona <b>[page]</b> została skopiowana poprawnie. Teraz możesz edytować nową stronę.
ro: Copia paginii <b>[page]</b> a fost creata cu succes. Acum puteti edita pe cea noua

# Languages::page_id
source: Page ID
hu: Oldal azonosító
it: ID pagina
ka: გვერდის ნომერი
nl: Pagina ID
pl: ID strony
ro: ID-ul paginii

# Languages::page_link
source: Page URL
hu: Oldal URL
it: URL pagina
ka: გვერდის URL
nl: Pagina URL
pl: URL do strony
ro: URL-ul paginii

# Languages::page_name
source: Page name
hu: Oldal neve
it: Nome pagina
ka: გვერდის დასახელება
nl: Pagina naam
pl: Nazwa strony
ro: Numele paginii

# Languages::page_not_found
source: Page Not Found
hu: Oldal nem található
it: Pagina non trovata
ka: გვერდი ვერ მოიძებნა
nl: Pagina niet gevonden
pl: Nie znaleziono strony
ro: Pagina nu a fost gasita

# Languages::page_not_found_text
source: The page you have requested cannot be found.
hu: Sajnáljuk, de az oldal amit keresett, nem található!
it: La pagina da voi richiesta non è stata trovata.
ka: მოთხოვნილი გვერდი ვერ მოიძებნა
nl: De pagina die u probeert te bezoeken kon niet worden gevonden.
pl: Żądanej strony nie można znaleźć.
ro: Pagina pe care ati solicitat-o nu poate fi gasita.

# Languages::page_title
source: Page title
hu: Oldal cím
it: Titolo pagina
ka: გვერდის დასახელება
nl: Pagina titel
pl: Tytuł strony
ro: Titlul paginii

# Languages::paid_amount
source: Paid amount
hu: Fizetett összeg
it: Importo pagato
ka: გადახდილი თანხა
nl: Betaald bedrag
ro: Suma platita

# Languages::param
source: Parameter
hu: Paraméter
it: Parametro
ka: პარამეტრი
pl: Parametr
ro: Parametru

# Languages::parameter
source: Object to analyze
hu: Elemezni kívánt objektum
it: Oggetto da analizzare
ka: ანალიზის ობიექტი
nl: Analyseer object
pl: Obiekt do analizy
ro: Obiect de analizat

# Languages::parameter_name
source: Parameter name
hu: Paraméter neve
it: Nome parametro
ka: პარამეტრის დასახელება
nl: Parameter naam
pl: Nazwa parametru
ro: Numele parametrului

# Languages::parent_category
source: Parent category
hu: Szülő kategória
it: Categoria padre
ka: Родительская категория
nl: Van hoofdcategorie
pl: Kategoria nadrzędna
ro: Categoria initiala

# Languages::parent_category_id
source: Parent category
hu: Szülő kategória
it: ID Categoria padre
ka: Родительская категория
nl: Hoofdcategorie
pl: Kategoria nadrzędna
ro: Categoria principala

# Languages::parent_item
source: Parent item
hu: Szülő elem
it: Elemento padre
ka: მშობლიური მდებარეობა
nl: Hoofd item
pl: Strona nadrzędna
ro: Element initial

# Languages::parent_page
source: Parent page
hu: Szülő oldal
it: Pagina padre
ka: საწყისი გვერდი
nl: Hoofdpagina
pl: Strona bazowa
ro: Pagina initiala

# Languages::parent_page_id
source: Parent page
hu: Szülő oldal
it: ID Pagina padre
ka: Родительская страница
nl: Hoofdpagina
pl: Storna nadrzędna
ro: Pagina initiala

# Languages::passphrase
source: Pass-phrase
hu: Jelszó
it: Frase d'accesso
ka: სიტყვა იდენტიფიცირებისთვის
ro: Faza-trecuta

# Languages::passport_number
source: Passport number
hu: Útlevél szám
it: Numero passaporto
ka: პასპორტის ნომერი
nl: Paspoortnummer
pl: Numer paszportu
ro: Numar pasaport

# Languages::path_to_files
source: Full path to the "atos" files
hu: "Atos" fájlok teljes útvonala
it: Percorso per file "atos"
ka: სრული მისამართი ფაილებთან "atos".
nl: Volledige pad naar the "atos" bestanden
pl: Full path to the "atos" filesPełna scieżka do plików "atos"
ro: Calea completa catre fisierele "atos"

# Languages::pause_delay
source: Pause delay (in seconds)
hu: Szünet késleltetés (másodpercben)
it: Interrompi ritardo (in secondi)
ka: მოძრაობის შეჩერება
nl: Pauze vertraging (in seconden)
pl: Długość opóźnienia
ro: intrerupere amanare

# Languages::payflowcolor
source: Payflow color
hu: Payflow szín
it: Colore per Payflow
ka: Payflow -ს ფერი
nl: Payflow kleur
ro: Culoare Payflow

# Languages::payment
source: Payment
hu: Fizetés
it: Pagamento
ka: გადახდა
nl: betaling
pl: Płatność
ro: Plata

# Languages::payments
source: Payments
hu: Fizetési lehetőségek
it: Pagamenti
ka: Платежи
nl: Betalingen
pl: Płatności
ro: Plati

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
it: <b>NOTA:</b><br>1. Questo pagamento richiede l'opzione HTTPS abilitata!<br>2. La posizione Checkout, per impostazione predefinita, è mostrata all'utente in fase di pagamento. Per mostrare una differente posizione, crea una Posizione specifica con esecuzione (dispatch) 'checkout.cresecure_template' nella <a href="[url]" target="_blank">Gestione Layout</a>.
nl: <b>Let op:</b><br>1. Voor deze betaalmethode moet de https-afrekenoptie ingeschakeld zijn.<br>2. De standaard afreken-locatie wordt getoond op het moment dat er een betaling plaats vindt. Om een andere locatie weer te geven: maak een nieuwe locatie aan met de 'checkout.cresecure_template' in de <a href=\"[url]\" target=\"_blank\">Opmaakassistent</a>.
ro: <b> Va rugam sa retineti: </ b> <br> 1. Aceasta plata necesita optiunea de verificare https sa fie activata! <br> 2. in mod implicit, locatia Checkout este prezentata unui utilizator la efectuarea platii. Pentru a arata o locatie diferita, creati o locatie noua, cu dispatch-ul 'checkout.cresecure_template' in <a href="[url]" target="_blank">Layout manager</a>.

# Languages::payments.epdq.bgcolor
source: Background color
hu: Háttér szín
it: Colore sfondo
ka: ფონის ფერი
nl: Achtergrondkleur
pl: Kolor tła
ro: Culoare de fundal

# Languages::payments.epdq.btn_bgcolor
source: Button background color
hu: Gomb háttérszín
it: Colore sfondo Pulsante
ka: ქვედა ფონის ფერი
nl: Knop achtergrondkleur
pl: Kolor tła przycisku
ro: Culoarea butonului de fundal

# Languages::payments.epdq.btn_textcolor
source: Button text color
hu: Gomb szövegszín
it: Colore testo pulsanti
ka: ღილაკის ტექსტის ფერი
nl: Knop tekstkleur
pl: Kolor tekstu na przycisku
ro: Culoarea butonului de text

# Languages::payments.epdq.font_type
source: Font type
hu: Betűtípus
it: Tipo carattere
ka: შრიფტის ტიპი
nl: Lettertype
pl: Typ czcionki
ro: Stil font

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
hu: A hash érték nem egyezik
it: Spiacenti, la stringa hash non corrisponde
ka: სამწუხაროდ ჰეშეის სტრინგი არ ემთხვევა
nl: Sorry, de hash-string komt niet overeen
ro: Ne pare rau, sirul de caractere criptat nu se potriveste.

# Languages::payments.epdq.instructions
source: <ol><li><p>Enter the following URL in the "Technical information"→"Transaction feedback" section in the ePDQ admin area:</p><p>for the "accepted" and "cancelled" payments: [url]</p></li><li>Make sure that the "Timing of the request" is set to "Always online", and "Request method" is set to "POST"</li><li>Define the "SHA-OUT pass phrase" value in the ePDQ admin area as you like, then duplicate it in the "SHA-IN pass phrase" field in the "Data and origin verification" section, and also in the "Pass-phrase" field below</li><li>Make sure that the "Default operation code" option in the ePDQ admin area has the same value as the "Transaction type" option value below</li><li>Set the "Hash algorithm" parameter to "SHA-1" in the "Global security parameters" section in the ePDQ admin area</li></ol>
it: <ol><li><p>Immettere il seguente URL nella sezione di "informazioni tecniche"→"transazione feedback" nell'area amministrativa ePDQ:</p> <p>per i pagamenti "accettati" e "annullati": [url]</p></li> <li>Assicurarsi che i "tempi della richiesta" siano impostati su "Sempre on-line", e il "Metodo di richiesta" sia impostato su "POST"</li> <li>Definire il valore di "SHA-OUT pass phrase" nell'area amministrativa ePDQ come preferite, poi duplicarla nel campo "SHA-IN pass phrase" nella sezione "verifica dati di origine" e anche nel campo "Pass-phrase" poco sotto</li> <li>Assicurarsi che l'opzione "codice funzionamento predefinito" nella zona amministrativa ePDQ abbia lo stesso valore come il "Tipo transazione" poco sotto</li> <li>Impostare il parametro "Algoritmo Hash" su "SHA-1" nella sezione "parametri di sicurezza globale" nell'area amministrativa ePDQ</li></ol>
nl: <ol><li><p>Vul de volgende URL in de "Technical information"→"Transaction feedback" sectie in, in het ePDQ beheerpaneel:</p><p>voor de "accepted" en "cancelled" betalingen: [url]</p></li><li>Controleer of de "Timing of the request" is ingesteld als "Always online", en "Request method" is ingesteld als "POST"</li><li>Definieer de "SHA-OUT pass phrase" waarde in het ePDQ beheerpaneel zoals u wilt, en kopieer de "SHA-IN pass phrase" naar de "Data and origin verification" sectie, en ook in het "Pass-phrase" veld hieronder</li><li>Controleer of de "Default operation code" optie in het ePDQ beheerpaneel dezelfde waarde heeft als de "Transaction type" optie hieronder</li><li>Stel de "Hash algorithm" in als "SHA-1" in de "Global security parameters" sectie in het ePDQ beheerpaneel</li></ol>
ro: <ol><li><p>Introduceti urmatorul URL in sectiunea "Informatii Tehnice"→"Feedback Tranzactii" in zona ePDQ admin :</p><p>pentru platile "acceptate" sau "anulate": [url]</p></li><li>Asigurati-va ca"Cronometrarea cererii" este setata ca "Intotdeauna online", si "Metoda de cerere" setata la "POST"</li><li>Definiti valoarea"SHA-OUT pass phrase" in zona ePDQ admin dupa cum doriti,apoi duplicati campul "SHA-IN pass phrase" in sectiunea "Date si verificare origine",de asemenea si in campul "Pass-phrase"de mai jos </li><li>Asigurati-va ca optiunea "Codul de operare din default" in zona in ePDQ admin are aceasi valoare cu optiunea "Tipul tranzactiei" de mai jos</li><li>Setati parametrul"Algoritmul Hash" la "SHA-1" in sectiunea "Parametrii de scuritate globala" in zona ePDQ admin </li></ol>

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
hu: Táblázat háttér szín
it: Colore sfondo tabella
ka: ცხრილის ფონის ფერი
nl: Tabel achtergrondkleur
pl: Kolor tła tabeli
ro: Culoare de fundal a tabelului.

# Languages::payments.epdq.tbl_textcolor
source: Table text color
hu: Táblázat szöveg szín
it: Colore testo tabella
ka: ცხრილის ტექსტის ფერი
nl: Tabel tekstkleur
pl: Kolor tekstu w tabeli
ro: Culoare text de tabel.

# Languages::payments.epdq.textcolor
source: Text color
hu: Szöveg szín
it: Colore testo
ka: შრიფტის ფერი
nl: Tekstkleur
pl: Kolor tekstu
ro: Culoare text

# Languages::payments.epdq.title
source: Title
hu: Cím
it: Titolo
ka: სათაური
nl: Titel
pl: Tytuł
ro: Titlu

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
hu: A vásárláshoz <a href=[url]>jelentkezzen be</a>
it: <a href=[url]>Effettua accesso</a>per andare alla cassa
ka: <a href=[url]>ავტორიზება</a> ანგარიშწორებისთვის
nl: <a href=[url]>Login</a> om af te rekenen
pl: <a href=[url]> Zaloguj się</a> aby sprawdzić
ro: <a href=[url]> conectaţi-vă</a> pentru verificare

# Languages::payments_tab1
source: Credit card
hu: Választható fizetési lehetőségek
it: Carta di credito
ka: საკრედიტო ბარათი
pl: Karta kredytowa
ro: Card credit

# Languages::payments_tab2
source: Internet Payments
hu: Internetes fizetések
it: Pagamenti Internet
ka: ინტერნეტ-გადახდები
nl: Internet betalingen
pl: Płatności internetowe
ro: Plati internet.

# Languages::payments_tab3
source: Other Payment Options
hu: Egyéb fizetési módok
it: Altre opzioni di pagamento
ka: გადახდის მეთოდები
nl: Andere betaalopties
pl: Inne sposoby płatności
ro: Alte optiuni de plata

# Languages::payment_amount
source: Payment amount
hu: Fizetendő összeg
it: Importo del pagamento
ka: გადასახდელი თანხა
nl: Te betalen bedrag
pl: Kwota płatności
ro: Suma de plata

# Languages::payment_category
source: Payment category
hu: Fizetési kategória
it: Categoria pagamento
ka: გადახდის კატეგორია
nl: Betaal categorie
pl: Kategoria płatności
ro: Categorie de plata

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
hu: A fizetési kategóriák fül NEM jelenik meg, ha minden aktív fizetési mód ugyanahhoz a kategóriához tartozik
it: I "Tabs" (linguette) delle categorie di pagamento NON verranno visualizzate se tutti i pagamenti attivi appartengono all stessa categoria
ka: Вкладки категорий способов оплаты не будет отображаться, если все активные способы оплаты принадлежат к той же категории
nl: Betaalcategorie tabbladen worden NIET weergegeven wanneer de actieve betaalmethoden tot dezelfde categorie behoren
pl: Zakładki Kategorie płatności nie będą wyświetlane, jeśli wszystkie aktywne płatności należą do tej samej kategorii
ro: Tab-urile pentru categoriile de plata NU vor fi afisate daca platile active apartin aceleasi categorii de plata.

# Languages::payment_details
source: Payment details
hu: Fizetési részletek
it: Dettagli pagamento
ka: გადახდის დეტალები
nl: Betalingsdetails
pl: Szczegóły płatności
ro: Detalii plata

# Languages::payment_form_url
source: Payment Form URL
hu: Fizetési űrlap URL
it: URL modulo pagamento
ka: URL формы способа оплаты
nl: Betaal Formulier URL
ro: Formular de plata URL

# Languages::payment_info
source: Payment type
hu: Fizetőeszköz típusa
it: Tipo di pagamento
ka: გადახდის სახე
nl: Betaaltype
pl: Typ płatności
ro: Tipul platii

# Languages::payment_information
source: Payment information
hu: Fizetési információk
it: Informazioni pagamento
ka: გადამხდელის ინფორმაცია
nl: Betalinginformatie
pl: Informacja o płatności
ro: Informatii plata

# Languages::payment_instructions
source: Payment instructions
hu: Fizetési tippek
it: Istruzioni di pagamento
ka: გადახდის მეთოდის დეტალები
nl: Betalingsinstructies
pl: Procedura płatności
ro: Instructiuni de plata

# Languages::payment_method
source: Payment method
hu: Fizetési mód
it: Metodo di pagamento
ka: გადახდის მეთოდი
nl: Betaalwijze
pl: Metoda płatności
ro: Modalitatea de plata

# Languages::payment_methods
source: Payment methods
hu: Fizetési módok
it: Metodi di pagamento
ka: გადახდის საშუალებები
nl: Betaalmethode
pl: Metody płatności
ro: Metode de plata

# Languages::payment_response_password
source: Payment Response password
hu: Fizetési Válasz jelszó
it: Password per risposta pagamento
ka: გადახდის სისტემისთვის პაროლი
nl: Betaal Reactie Wachtwoord
ro: Parola aferenta efectuarii platii

# Languages::payment_surcharge
source: Payment surcharge
hu: Fizetési pótdíj
it: Supplemento pagamento
ka: დანამატი გადახდაზე
nl: Betaaltoeslag
pl: Dopłata do płatności
ro: Suprataxa de plata

# Languages::payment_type
source: Payment type
hu: Fizetési típus
it: Tipo di pagamento
ka: გადახდის ტიპი
nl: Betaal type
pl: Typ płatności
ro: Tipul platii

# Languages::paypal_authentication_method
source: PayPal authentication method
hu: PayPal azonosítósi mód
it: Metodo di autenticazione PayPal
ka: აუთენტიფიკაციის მეთოდი PayPal
nl: PayPal authenticatie methode
pl: Metoda autoryzacji PayPal
ro: Metoda de autentificare PayPal

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
hu: Az elem neve (vagy az áruház neve)
it: Nome articolo (o un nome per il Carrello)
ka: Название элемента (или название для Корзины)
nl: Naam van item (of een naam voor de Shopping Cart)
pl: Nazwa pozycji ( lub nazwa dla koszyka)
ro: Numele produsului

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
hu: Sikertelen rendelésfeladás: a címzett PayPal fiókja hibás.
it: L'ordine non è stato registrato: il destinatario PayPal è sbagliato.
ka: თქვენი შეკვეთის განთავსება ვერ მოხერხდა: მიმღების PayPal მისამართი არასწორია.
nl: Uw bestelling is niet geplaatst: de PayPal account van de ontvangen is verkeerd.
ro: Comanda dumneavoastra nu a fost plasata, contul de PayPal este gresit.

# Languages::pay_from_email
source: Customer email
hu: Vásárló e-mail címe
it: E-mail cliente
ka: E-mail адрес покупателя
nl: E-mailadres klant
pl: email klienta
ro: E-mail-ul clientului

# Languages::pay_order_again
source: Pay order again
hu: Rendelés újrafizetése
it: Paga di nuovo l'ordine
ka: შეკვეთის ხელახლა გადახდა
nl: Betaal bestelling opnieuw
pl: Ponowna płatność za zamówienie
ro: Reefectuare plata

# Languages::pay_to_email
source: Email address of the Merchant
hu: A kereskedő e-mail címe
it: Indirizzo E-mail negoziante
ka: ექაუნტის E-mail-ი
nl: E-mailadres van de Merchant
pl: Adres e-mail handlowca
ro: Adresa de e-mail a Comerciantului

# Languages::pending
source: Pending
hu: Függőben
it: In attesa di conferma
ka: დაუმოწმებელი
nl: In afwachting
pl: Oczekujące
ro: In asteptare

# Languages::per
source: Per [object]
hu: / [object]
it: Per ogni [object]
ka: [object] -ზე
pl: Na [object]
ro: Pe [object]

# Languages::percent
source: Percent
hu: Százalék
it: Percentuale
ka: პროცენტული
nl: Procent
pl: Procent
ro: Procentaj

# Languages::period
source: Period
hu: Időszak
it: Periodo
ka: პერიოდი
nl: Periode
pl: Zakres
ro: Perioada

# Languages::per_item
source: Per Item
hu: Per elem
it: Per articolo
ka: თითო ნივთი
pl: Za sztukę
ro: Per articol

# Languages::per_page
source: Per Page
hu: egy oldalon
it: Per pagina
ka: ნივთი ერთ გვერდზე
nl: Per pagina
pl: na stronie
ro: Per pagina

# Languages::phone
source: Phone
hu: Telefon
it: Telefono
ka: ტელეფონი
nl: Telefoon
pl: Telefon
ro: Telefon

# Languages::phone1_label
source: Phone
hu: Telefon
it: Telefono
ka: ტელეფონი
nl: Telefoon
pl: Telefon
ro: Telefon

# Languages::phone2_label
source: International
hu: Nemzetközi
it: Internazionale
ka: საერთაშორისო
nl: Internationaal
pl: Międzynarodowy

# Languages::phpinfo
source: PHP information
hu: PHP információ
it: Informazioni PHP
ka: PHP-ს ინფორმაცია
nl: PHP informatie
pl: Informacje o php ( phpinfo )
ro: Informatii PHP

# Languages::pick_store
source: Pick a store
hu: Áruház kiválasztása
it: Scegli store
ka: აირჩიეთ მაღაზია
nl: Kies een winkel
pl: Wybierz sklep
ro: Alegeti un magazin

# Languages::pie
source: Pie
hu: Kör
it: Torta
ka: Круговая
nl: Taart
pl: Kołowy
ro: Diagrama circulara

# Languages::pie_3d
source: Pie 3D
hu: Torta 3D
it: Torta 3D
ka: Объемная круговая
nl: Taart 3D
pl: Kołowy 3D
ro: Diagrama circulara [3D]

# Languages::pixels
source: pixels
hu: képpontok
it: pixel
ka: პიქსელი
pl: piksele
ro: Pixeli

# Languages::place_order
source: Place order
hu: Rendelés feladása
it: Inoltra ordine
ka: Разместить заказ
nl: Plaats bestelling
pl: Złóż zamówienie
ro: Plasati comanda

# Languages::placing_order
source: Placing the order
hu: Rendelés küldése folyamatban...
it: Stiamo inoltrando il tuo ordine
ka: მიმდინარეობს შეკვეთის განთავსება.
nl: Plaatsen van de bestelling
pl: Składnie zamówienia
ro: Plasare comanda

# Languages::plain
source: Plain
hu: Sima
it: Semplice
ka: ჩვეულებრივი
nl: Plat
pl: Zwykły tekst
ro: Simplu

# Languages::platform
source: Platform
it: Piattaforma
ka: პლატფორმა
pl: Platforma
ro: Platforma

# Languages::please_be_patient
source: Please be patient
hu: Kérjük várjon
it: Attendere per favore
ka: გთხოვთ მოიცადოთ
nl: Geduld a.u.b.
pl: Prosimy o cierpliwość
ro: Va rugam sa aveti rabdare
