Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# LanguageName
source: Localized language name
hu: Hungarian
it: Italiana
ka: ქართული ენა
nl: Nederlands
pl: Język polski
ro: Română

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
hu: Csalási figyelmeztetés támogatásának engedélyezése
it: Attivare supporto per notifica frode
ka: შეტყობინება თაღლითობაზე
nl: Ondersteuning voor fraude melding inschakelen
pl: Włącz obsługę powiadomień o oszustwach
ro: Activare notificare frauda

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
hu: Sikertelen csalási ellenőrzéssel rendelkező rendelések státusza
it: Stato per ordini con rapporto di frode fallito
ka: შეკვეთების სტატუსი, რომლებმაც ვერ გაიარეს თაღლითობაზე შემოწმება
nl: Status van bestellingen met mislukte fraude review
pl: Status zamówień z nieudaną weryfikacją pod kątem oszustw
ro: Status comenzi cu revizuire frauda esuata

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
hu: Csalási ellenőrzésre váró rendelések státusza
it: Stato per ordini con rapporto di frode in attesa
ka: შეკვეთების სტატუსი, რომლებიც ელოდებიან თაღლითობაზე შემოწმებას
nl: Status van bestellingen wachtend op een fraude review
pl: Status zamówień oczekujących na weryfikację pod kątem oszustw
ro: Status comenzi care asteapta revizuire frauda

# Languages::3d_secure
source: 3-D Secure
it: Sicurezza 3D
ka: 3-D უსაფრთხოება
nl: 3-D Veilig

# Languages::404
source: The 404 Not Found error message
hu: A "404 - Nem található" üzenet
it: Il messaggio 404 di errore, non trovata
nl: Het 404 Niet gevonden fout bericht
pl: 404 nie znaleziono strony komunikat o błędzie
ro: Eroare 404 - Pagina nu a fost gasita

# Languages::absolute
source: Absolute
hu: Abszolút
it: Assoluto
ka: აბსოლუტური
nl: Absoluut
pl: Absolutny
ro: Absolut

# Languages::installed_addons
source: Installed addons
hu: Telepített bővítmények
it: Addons Installate
ka: დაინსტალირებული მოდულები
nl: Geïnstalleerde plug-ins
pl: Zainstalowane dodatki
ro: Add-on-uri instalate

# Languages::browse_all_available_addons
source: Browse all available addons
hu: Összes elérhető bővítmény megtekintése
it: Sfoglia tutte le Addon disponibili
ka: ყველა ხელმისაწვომი მოდულების მოძიება
nl: Door beschikbare plug-ins bladeren
pl: Przeglądaj wszystkie dostępne dodatki
ro: Răsfoiți toate addon-urile disponibile

# Languages::accept
source: Accept
hu: Elfogadás
it: Accetta
ka: თანხმობა
nl: Accepteren
pl: Akceptuj
ro: Accepta

# Languages::access_denied
source: Access denied
hu: Hozzáférés megtagadva.
it: Accesso negato
ka: წვდომა შეზღუდულია:
nl: Toegang geweigerd
pl: Dostęp zabroniony
ro: Acces interzis

# Languages::access_denied_text
source: You don't have permission to access the page.
hu: Nincs jogosultsága az oldal megtekintéséhez. Keresse a rendszergazdát, amennyiben további kérdése van.
it: Non hai il permesso per accedere alla pagina richiesta
ka: გვერდთან წვდომა აკრძალულია.
nl: U heeft geen rechten om deze pagina te bezoeken.
pl: Nie ma praw do oglądania tej strony
ro: Nu aveti permisiunea pentru accesarea acestei pagini.

# Languages::account
source: Account
hu: Fiók
it: Conto
ka: ანგარიში
pl: Konto
ro: Cont

# Languages::account_name
source: Account name
hu: Fiók neve
it: Nome del conto
ka: ანგარიშის სახელი
nl: Account naam
pl: Nazwa konta
ro: Numele contului

# Languages::account_number
source: Account number
hu: Fiók száma
it: Numero del conto
ka: ანგარიშის ნომერი
nl: Accountnummer
pl: Numer konta
ro: Numarul contului

# Languages::account_type
source: Account type
hu: Fiók típusa
it: Tipo di conto
ka: ანგარიშის ტიპი
pl: Typ konta
ro: Tipul contului

# Languages::acquirerid
source: Acquirer ID
hu: Felvásárló ID
it: ID Utente
ka: მყიდველის ID
nl: Overnemende ID
pl: ID nabywcy
ro: ID-ul solicitantului

# Languages::action
source: Action
hu: Művelet
it: Azione
ka: მოქმედება
nl: Actie
pl: Akcja
ro: Actiune

# Languages::actions
source: Actions
hu: Műveletek
it: Azioni
ka: მოქმედება
nl: Acties
pl: Akcje
ro: Actiuni

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
hu: Menüpont aktiválása erre
it: Attiva scheda menu per
ka: ტაბ მენიუს გააქტიურება
nl: Activeer tabmenu
pl: Aktywna zakładka dla
ro: Tab-ul pentru a activa meniul

# Languages::activate_selected
source: Activate selected
hu: Kijelölt aktiválása
it: Attiva selezionato
ka: არჩეულის გააქტიურება
nl: Activeer geselecteerde
pl: Aktywuj wybrane
ro: Activeaza cele selectate

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
hu: Skrill Merchant Tools aktiválása
it: Attiva Skrill Merchant Tools
ka: Skrill Merchant Tools-ის გააქტიურება
nl: Activeer Skrill Merchant Tools
pl: Aktywacja Merchant Skrill
ro: Activeaza Skrill Merchant Tools

# Languages::activation_link
source: Activation link
hu: Aktiváló link
it: Link di attivazione
ka: აქტივაციის ბმული
nl: Activatie link
pl: Link aktywacyjny
ro: Link-ul de activare

# Languages::activation_mode
source: Activation mode
hu: Aktiválási mód
it: Modalità di attivazione
ka: აქტივაციის რეჟიმი
nl: Activatie mode
pl: Tryb aktywacji
ro: Modalitatea de activare

# Languages::active
source: Active
hu: Aktív
it: Attivato
ka: ჩართული
nl: Actief
pl: Aktywne
ro: Activ

# Languages::active_categories
source: Active categories
hu: Aktív kategóriák
it: Categorie attive
ka: აქტიური კატეგორიები
nl: Actieve categorieën
pl: Aktywne kategorie
ro: Categorii active

# Languages::active_style
source: Active style
hu: Aktív stílus
it: Stile attivo
ka: აქტიური სტილი
nl: Actieve stijl
pl: Aktywny styl
ro: Stiluri active

# Languages::active_products
source: Active products
hu: Termékek aktiválása
it: Prodotti attivi
ka: აქტიური პროდუქტები
nl: Actieve producten
pl: Aktywne produkty
ro: Produse active

# Languages::active_promotions
source: Active promotions
hu: Aktív promóciók
it: Promozioni attive
ka: მოქმედი აქციები
nl: Actieve aanbiedingen
pl: Aktywne promocje
ro: Promotiile active

# Languages::act_on_behalf
source: Act on behalf of
hu: Felhasználói felület megnyitása a felhasználó szemszögéből
it: Agire per conto di
ka: მომხმარებლის მხრიდან მოქმედება
nl: Handelen namens
pl: Działaj jako
ro: Actionati in numele...

# Languages::add
source: Add
hu: Hozzáadás
it: Aggiungi
ka: დამატება
nl: Toevoegen
pl: Dodaj
ro: Adauga

# Languages::added
source: added
hu: hozzáadva
it: Aggiunto
ka: დამატებული
nl: Toegevoegd
pl: dodane
ro: Adaugat

# Languages::adding_block_to_grid
source: Adding block to grid
hu: Blokk hozzáadása a rácshoz
it: Aggiungi blocco alla griglia
ka: ბლოკის დამატება სექციაში
nl: Blok aan rooster toevoegen
pl: Dodaj blok do siatki
ro: Adauga un bloc la grid

# Languages::adding_grid
source: Adding grid
hu: Rács hozzáadás
it: Aggiungi griglia
ka: სექციის დამატება
nl: Rooster toevoegen
pl: Dodaj siatkę
ro: Adauga grid

# Languages::additional_data
source: Additional data
hu: Egyéb adatok
it: Dati aggiuntivi
ka: დამატებითი ინფორმაცია
nl: Aanvullende gegevens
pl: Dodatkowe dane
ro: Informatii aditionale

# Languages::additional_images
source: Additional images
hu: További képek
it: Immagini supplementari
ka: დამატებითი სურათები
nl: Extra afbeeldingen
pl: Dodatkowe zdjęcia
ro: Imagini aditionale

# Languages::additional_options
source: Additional options
hu: További beállítások
it: Opzioni aggiuntive
ka: დამატებითი პარამეტრები
nl: Aanvullende opties
pl: Dodatkowe opcje
ro: Optiuni aditionale

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
hu: A kiegészítő paraméter helytelen
it: Parametro addizionale non corretto
ka: დამატებითი პარამეტრები არასწორია
nl: Aanvullende parameter is onjuist
pl: Additional parameter is not correct
ro: Parametrul aditional nu e corect

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
hu: A további bélyegképek részletes képei felugranak
it: Apri le immagini grandi delle miniature aggiuntive in una finestra separata (pop-up)
ka: დიდი მოცულობის სურათების გადიდება
nl: Popupvergroting van extra miniaturen
pl: Wstaw zdjęcia dla dodatkowych miniaturek zdjęć na karcie produktu
ro: Deschide in fereastra Popup imaginile mai mari decat pictograme

# Languages::additional_thumbnail
source: Additional thumbnails
hu: További bélyegképek
it: Miniature aggiuntive
ka: სურათის დაპატარავება
nl: Extra minituur-afbeeldingen
pl: Dodatkowe miniatury
ro: Pictograme sumplimentare

# Languages::additional__option_thumbnail
source: Additional option thumbnail
hu: További opció bélyegkép
it: Opzione miniatura aggiuntiva
ka: სურათის დაპატარავების პარამეტრი
nl: Extra miniatuur opties
pl: Dodatkowe małe zdjęcie
ro: Optiune suplimentara pentru pictograme

# Languages::addon
source: Add-on
hu: Bővítmény
it: Add-on (estensione)
ka: მოდული
nl: Plug-in
pl: Dodatek

# Languages::addons
source: Add-ons
hu: Bővítmények
it: Estensioni (add-ons)
ka: მოდულები
nl: Plug-ins
pl: Dodatki
ro: Add-on-uri

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
hu: SQL hiba történt a bővítmény telepítése közben. A bővítmény nem lett telepítve.
it: Si è verificato un errore in una query SQL durante l'installazione dell'add-on. L'add-on non verrà installata.
ka: მოდულის დაყენების დროს წარმოიშვა შეცდომა SQL -თან დაკავშირებისას. მოდული ვერ დაყენდება.
nl: Er is een fout opgetreden bij een SQL-query tijdens het installeren van een plug-in. De plug-in is niet geïnstalleerd.
pl: Wystąpił błąd w zapytaniu SQL podczas instalacji.Dodatek nie zostanie zainstalowany.
ro: A avut loc o eroare SQL. Add-onul nu va fi instalat

# Languages::address
source: Address
hu: Cím
it: Indirizzo
ka: მისამართი
nl: Adres
pl: Adres
ro: Adresa

# Languages::addresses
source: Addresses
hu: Címek
it: Indirizzi
ka: მისამართები
nl: Adressen
pl: Adresy
ro: Adrese

# Languages::address_2
source: Address (line 2)
hu: Cím (sor 2)
it: Indirizzo 2
ka: მისამართი, ხაზი 2
nl: Adres (regel 2)
pl: Adres (druga linia)
ro: Adresa (linie 2)

# Languages::address_commercial
source: Commercial
hu: Kereskedelmi
it: Azienda
ka: კომერციული
nl: Zakelijk
pl: Handlowy
ro: Adresa firma

# Languages::address_residential
source: Residential
hu: Tartózkodási
it: Residenziale (privato)
ka: მცხოვრები
nl: Thuis
pl: Mieszkaniowy
ro: Adresa acasa

# Languages::address_type
source: Address type
hu: Cím típusa
it: Tipo di indirizzo
ka: მისამართის ტიპი
nl: Adres type
pl: Typ adresu
ro: Tipul adresei

# Languages::add_administrator
source: Add administrator
hu: Admin hozzáadása
it: Aggiungi amministratore
ka: ადმინისტრატორის დამატება
nl: Beheerder toevoegen
pl: Dodaj administratora
ro: Adaugati administrator

# Languages::add_block
source: Add block
hu: Blokk hozzáadása
it: Aggiungi blocco
ka: ბლოკის დამატება
nl: Blok toevoegen
pl: Dodaj blok
ro: Adaugati un bloc

# Languages::add_bonus
source: Add bonus
hu: Bónusz hozzáadása
it: Aggiungi bonus
ka: ბონუსების დამატება
nl: Bonus toevoegen
pl: Dodaj bonus
ro: Adaugati un bonus

# Languages::add_cart_promotion
source: Add cart promotion
hu: Új kosár promóció
it: Aggiungi promozione a carrello
ka: ფასდაკლების დამატება კალათისთვის
nl: Winkelwagen aanbieding toevoegen
pl: Dodaj promocję na koszyk
ro: Adaugati o promotie la cosul de cumparaturi

# Languages::add_catalog_promotion
source: Add catalog promotion
hu: Új katalógus promóció
it: Aggiungi promozione a catalogo
ka: ფასდაკლების დამატება კატალოგისთვის
nl: Catalogus aanbieding toevoegen
pl: Dodaj promocję na produkt
ro: Adaugati un o promotie la produse

# Languages::add_categories
source: Add categories
hu: Új kategória
it: Aggiungi categorie
ka: კატეგორიის დამატება
nl: Categorieën toevoegen
pl: Dodaj kategorię
ro: Adaugati categorii

# Languages::add_categories_and_close
source: Add categories and close
hu: Kategória hozzáadása és bezárás
it: Aggiungi categorie e chiudi
ka: კატეგორიების დამატება და დახურვა
nl: Categorieën toevoegen en sluiten
pl: Dodaj kategorię i zamknij
ro: Adaugati categorii si inchideti

# Languages::add_category
source: Add category
hu: Kategória hozzáadása
it: Aggiungi categoria
ka: კატეგორიის დამატება
nl: Categorie toevoegen
pl: Dodaj kategorię
ro: Adaugati categorie

# Languages::add_chart
source: Add chart
hu: Grafikon hozzáadása
it: Aggiungi grafico
ka: დიაგრამის დამატება
nl: Grafiek toevoegen
pl: Dodaj wykres
ro: Adaugati un grafic

# Languages::add_combination
source: Add combination
hu: Kombináció hozzáadása
it: Aggiungi combinazione
ka: კომბინაციის დამატება
nl: Combinatie toevoegen
pl: Dodaj kombinację
ro: Adaugati o combinatie

# Languages::add_companies
source: Add stores
hu: Áruház hozzáadása
it: Aggiungi Negozi
ka: გამყიდველების დამატება
nl: Winkels toevoegen
pl: Dodaj sklep
ro: Adaugati companii

# Languages::add_companies_and_close
source: Add stores and close
hu: Áruházak hozzáadása és bezárás
it: Aggiungi Negozi e chiudi
ka: გამყიდველების დამატება და დახურვა
nl: Winkels toevoegen en sluiten
pl: Dodaj sklep i zamknij
ro: Adaugati companii si inchideti

# Languages::add_condition
source: Add condition
hu: Feltétel hozzáadása
it: Aggiungi condizione
ka: მდგომარეობის დამატება
nl: Conditie toevoegen
pl: Dodaj warunek
ro: Adaugati o conditie

# Languages::add_currency
source: Add currency
hu: Pénznem hozzáadása
it: Aggiungi valuta
ka: ახალი ვალუტის დამატება
nl: Valuta toevoegen
pl: Dodaj walutę
ro: Adaugati moneda

# Languages::add_customer
source: Add customer
hu: Felhasználó hozzáadása
it: Aggiungi cliente
ka: მყიდველის დამატება
nl: Klant toevoegen
pl: Dodaj klienta
ro: Adaugati client

# Languages::add_elements
source: Add elements
hu: Elemek hozzáadása
it: Aggiungi elementi
ka: ელემენტების დამატება
nl: Elementen toevoegen
pl: Dodaj element
ro: Adaugati produse

# Languages::add_empty_item
source: Add empty item
hu: Üres elem hozzáadása
it: Aggiungi elemento vuoto
ka: ცარიელი ჩანაწერის დამატება
nl: Leeg item toevoegen
pl: Dodaj pustą pozycję
ro: Adaugati un produs gol

# Languages::add_feature
source: Add feature
hu: Tulajdonság hozzáadása
it: Aggiungi caratteristica
ka: მახასიათებლის დამატება
nl: Eigenschap toevoegen
pl: Dodaj cechę
ro: Adaugati o caracteristica

# Languages::add_field
source: Add field
hu: Mező hozzáadása
it: Aggiungi campo
ka: ველის დამატება
nl: Veld toevoegen
pl: Dodaj pole
ro: Adaugati un camp

# Languages::add_file
source: Add file
hu: Fájl hozzáadása
it: Aggiungi file
ka: ფაილის დამატება
nl: Bestand toevoegen
pl: Dodaj plik
ro: Adaugati un fisier

# Languages::add_filter
source: Add filter
hu: Szűrő hozzáadása
it: Aggiungi filtro
ka: ფილტრის დამატება
nl: Filter toevoegen
pl: Dodaj filtr
ro: Adaugati un filtru

# Languages::add_filters
source: Add filters
hu: Szűrők hozzáadása
it: Aggiungi filtri
ka: ფილტრების დამატება
nl: Filters toevoegen
pl: Dodaj filtry
ro: Adaugati filtre

# Languages::add_filters_and_close
source: Add filters and close
hu: Szűrők hozzáadása és bezárás
it: Aggiungi filtri e chiudi
ka: ფილტრების დამატება და დახურვა
nl: Filters toevoegen en sluiten
pl: Dodaj filtry i zamknij
ro: Adaugati filtre si inchideti

# Languages::add_folder
source: Add folder
hu: Mappa hozzáadása
it: Aggiungi cartella
ka: საქაღალდის დამატება
nl: Map toevoegen
pl: Dodaj folder
ro: Adaugati dosar

# Languages::add_global_option
source: Add global option
hu: Globális opció hozzáadása
it: Aggiungi opzione globale
ka: გლობალური პარამეტრის დამატება
nl: Globale optie toevoegen
pl: Dodaj opcję globalną
ro: Adaugati o optiune globala

# Languages::add_grid_block
source: Add grid or block
hu: Rács vagy blokk hozzáadása
it: Aggiungi griglia o blocco
ka: ბადის ან ბლოკის დამატება
nl: Rooster of blok toevoegen
pl: Dodaj siatkę lub blok
ro: Adaugati grid sau bloc

# Languages::add_group
source: Add group
hu: Csoport hozzáadása
it: Aggiungi gruppo
ka: ჯგუფის დამატება
nl: Groep toevoegen
pl: Dodaj grupę
ro: Adaugati un grup

# Languages::add_item
source: Add item
hu: Elem hozzáadása
it: Aggiungi elemento
ka: ელემენტის დამატება
nl: Item toevoegen
pl: Dodaj element
ro: Adaugati produs

# Languages::add_items
source: Add [items]
hu: [items] hozzáadása
it: Aggiungi [items]
ka: დამატება [items]
nl: Toevoegen [items]
pl: Dodaj [artykuły]
ro: Adaugati [elemente]

# Languages::add_language
source: Add language
hu: Nyelv hozzáadása
it: Aggiungi lingua
ka: ენის დამატება
nl: Taal toevoegen
pl: Dodaj język
ro: Adaugati limba

# Languages::add_language_variable
source: Add language variable
hu: Új nyelvi változó hozzáadása
it: Aggiungi variabile lingua
ka: ენის ცვლადის დამატება
nl: Taal variabele toevoegen
pl: Dodaj zmienną jezyka
ro: Adaugati variabila limba

# Languages::add_layout
source: Add layout
hu: Elrendezés hozzáadása
it: Aggiungi layout
nl: Opmaak toevoegen
pl: Dodaj układ graficzny
ro: Adaugati layout

# Languages::add_link
source: Add link
hu: Link hozzáadása
it: Aggiungi collegamento
ka: ბმულის დამატება
nl: Link toevoegen
pl: Dodaj link
ro: Adaugati un link

# Languages::add_localization
source: Add localization
hu: Lokalizáció hozzáadása
it: Aggiungi localizzazione
ka: ლოკალიზაციის დამატება
nl: Lokalisatie toevoegen
pl: Dodaj lokalizację
ro: Adaugati o localizare

# Languages::add_location
source: Add location
hu: Hely hozzáadása
it: Aggiungi posizione
ka: ადგილმდებარეობის დამატება
nl: Locatie toevoegen
pl: Dodaj lokację
ro: Adaugati o locatie

# Languages::add_menu
source: Add menu
hu: Menü hozzáadása
it: Aggiungi menù
ka: მენიუს დამატება
nl: Menu toevoegen
pl: Dodaj menu
ro: Adaugati meniu

# Languages::add_new
source: Add new
hu: Új hozzáadása
it: Aggiungi nuovo
ka: ახლის დამატება
nl: Nieuw toevoegen
pl: Dodaj nową
ro: Adaugati o regula noua

# Languages::add_new_field
source: Add new field
hu: Új mező hozzáadása
it: Aggiungi nuovo campo
ka: ახალი ველის დამატება
nl: Nieuw veld toevoegen
pl: Dodaj nowe pole
ro: Adaugati un camp nou

# Languages::add_new_order
source: Adding new order
hu: Új rendelés hozzáadása
it: Aggiungi nuovo ordine
ka: ახალი შეკვეთის დამატება
nl: Nieuwe bestelling toevoegen
pl: Dodaj nowe zamówienie
ro: Adaugati comanda noua

# Languages::add_new_variant
source: Add new variant
hu: Új variáció hozzáadása
it: Aggiungi nuova variante
ka: ახალი ვარიანტის დამატება
nl: Nieuwe variant toevoegen
pl: Dodaj nowy wariant
ro: Adaugati o varianta noua

# Languages::add_option
source: Add option
hu: Új kombináció
it: Aggiungi opzione
ka: პარამეტრის დამატება
nl: Optie toevoegen
pl: Dodaj opcję
ro: Adaugati o optiune

# Languages::add_order
source: Add order
hu: Rendelés hozzáadása
it: Aggiungi ordine
ka: შეკვეთის დამატება
nl: Bestelling toevoegen
pl: Dodaj zamówienie
ro: Adaugati comanda

# Languages::add_orders
source: Add orders
hu: Rendelések hozzáadása
it: Aggiungi ordini
ka: შეკვეთების დამატება
nl: Bestellingen toevoegen
pl: Dodaj zamówienia
ro: Adaugati comenzi

# Languages::add_orders_and_close
source: Add orders and close
hu: Rendelések hozzáadása és bezárás
it: Aggiungi ordini e chiudi
ka: შეკვეთების დამატება და დახურვა
nl: Bestellingen toevoegen en sluiten
pl: Dodaj zamówienia i zamknij
ro: Adaugati comenzi si inchideti

# Languages::add_page
source: Add page
hu: Oldal hozzáadása
it: Aggiungi pagina
ka: გვერდის დამატება
nl: Pagina toevoegen
pl: Dodaj stronę
ro: Adaugati o pagina

# Languages::add_pages
source: Add pages
hu: Oldalak hozzáadása
it: Aggiungi pagine
ka: გვერდის დამატება
nl: Pagina's toevoegen
pl: Dodaj strony
ro: Adaugati pagini

# Languages::add_pages_and_close
source: Add pages and close
hu: Oldalak hozzáadása és bezárás
it: Aggiungi pagine e chiudi
ka: გვერდის დამატება და დახურვა
nl: Pagina's toevoegen en sluiten
pl: Dodaj strony i zamknij
ro: Adaugati pagini si inchideti

# Languages::add_payment
source: Add payment
hu: Fizetési mód hozzáadása
it: Aggiungi metodo di pagamento
ka: ანგარიშსწორების მეთოდის დამატება
nl: Betaling toevoegen
pl: Dodaj płatność
ro: Adaugati o plata noua

# Languages::add_payout
source: Add payout
hu: Kifizetés hozzáadása
it: Aggiungi pagamento
ka: გადახდის დამატება
nl: Uitbetaling toevoegen
pl: Dodaj wypłatę
ro: Adaugati o plata a compensatiilor

# Languages::add_product
source: Add product
hu: Termék hozzáadása
it: Aggiungi prodotto
ka: პროდუქტის დამატება
nl: Product toevoegen
pl: Dodaj produkt
ro: Adaugati un produs

# Languages::add_products
source: Add products
hu: Termékek hozzáadása
it: Aggiungi prodotti
ka: პროდუქციის დამატება
nl: Producten toevoegen
pl: Dodaj produkty
ro: Adaugati produse

# Languages::add_products_and_close
source: Add products and close
hu: Termékek hozzáadása és bezárás
it: Aggiungi prodotti e chiudi
ka: პროდუქციის დამატება და დახურვა
nl: Producten toevoegen en sluiten
pl: Dodaj produkty i zamknij
ro: Adaugati produse si inchideti

# Languages::add_products_to_section
source: Add product(s) to this section
hu: Termék(ek) hozzáadása a szekcióhoz
it: Aggiungi prodotto(i) a questa sezione
ka: პროდუქციის დამატეა სექციაში
nl: Product(en) toevoegen aan deze sectie
pl: Dodaj produkt(y) do tej sekcji
ro: Adaugare produs(e) acestei sectiuni

# Languages::add_product_filter
source: Add product filter
hu: Szűrő hozzáadása
it: Aggiungi filtro prodotto
ka: პროდუქციის ფილტრის დამატება
nl: Productfilter toevoegen
pl: Dodaj filtr produktu
ro: Adaugati un filtru nou de produse

# Languages::add_promotions
source: Add promotions
hu: Promóciók hozzáadása
it: Aggiungi promozioni
ka: აქციის დამატება
nl: Aanbiedingen toevoegen
pl: Dodaj promocje
ro: Adaugati promotii

# Languages::add_report
source: Add report
hu: Jelentés hozzáadása
it: Aggiungi rapporto
ka: ანგარიშის დამატება
nl: Verslag toevoegen
pl: Dodaj raport
ro: Adaugati un raport

# Languages::add_section
source: Add section
hu: Kijelölés hozzáadása
it: Aggiungi sezione
ka: განყოფილების დამატება
nl: Sectie toevoegen
pl: Dodaj sekcje
ro: Adaugati o sectiune

# Languages::add_selected_to_cart
source: Add selected to cart
hu: Kijelöltek kosárba rakása
it: Aggiungi selezionati al carrello
ka: მონიშნულის კალათაში დამატება
nl: Selectie toevoegen aan winkelwagen
pl: Dodaj wybrane do koszyka
ro: Adaugati cea selectata cosului de cumparaturi

# Languages::add_shipping_method
source: Add shipping method
hu: Szállítási mód hozzáadása
it: Aggiungi metodo di spedizione
ka: მიწოდების პარამეტრების დამატება
nl: Verzendmethode toevoegen
pl: Dodaj sposób wysyłki
ro: Adaugati o noua modalitate de transport

# Languages::add_site_map_section
source: Add sitemap section
hu: Oldaltérkép szekció hozzáadása
it: Aggiungi la Mappa del Sito
ka: განყოფილების დამატება "საიტის რუკა"-ში
nl: Sitemap gedeelte toevoegen
pl: Dodaj część mapy strony
ro: Adaugati sectiune harta site-ului

# Languages::add_state
source: Add state
hu: Állam / Megye hozzáadása
it: Aggiungi Provincia
ka: ახალი რეგიონის დამატება
nl: Staat toevoegen
pl: Dodaj stan
ro: Adaugati regiune

# Languages::add_status
source: Add status
hu: Státusz hozzáadása
it: Aggiungi stato
ka: სტატუსის დამატება
nl: Status toevoegen
pl: Dodaj status
ro: Adaugati statut

# Languages::add_subcategory
source: Add subcategory
hu: Alkategória hozzáadása
it: Aggiungi sottocategoria
ka: ქვეკატეგორიის დამატება
nl: Subcategorie toevoegen
pl: Dodaj podkategorię
ro: Agaugati o subcategorie

# Languages::add_subscriber
source: Add subscriber
hu: Feliratkozó hozzáadása
it: Aggiungi iscritto/abbonato
ka: ხელმომწერის დამატება
nl: Abonnee toevoegen
pl: Dodaj subskrybenta
ro: Adaugati un abonat

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
hu: Feliratkozók hozzáadása listából
it: Aggiungi iscritti dalla lista utenti
ka: ხელომწერების დამატება მომხმარებლებიდან
nl: Abonnees toevoegen van de gebruikerslijst
pl: Dodaj subskrybentów spośród użytkowników
ro: Adaugati abonati din lista de utilizatori

# Languages::add_tab
source: Add tab
hu: Fül hozzáadása
it: Aggiungi Tab
ka: ჩანართის დამატება
nl: Tab toevoegen
pl: Dodaj zakładkę
ro: Adaugati fila noua

# Languages::add_tax
source: Add tax
hu: Adó hozzáadása
it: Aggiungi tassa
ka: დღგ-ს დამატება
nl: Belasting toevoegen
pl: Dodaj podatek
ro: Adaugati o taxa
