Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
hu: Kövesse a változtatásokat valós időben és automatikusan cache-elje újra a módosított fájlokat (közvetlenül a szerveren módosított fájlokkal is működik.) Kis mértékben befolyásolhatja az áruház teljesítményét. Éles működés során javasolt a kikapcsolása.
it: Monitorare le modifiche in tempo reale e ri-memorizzare automaticamente i file modificati nella cache (funziona anche con i file modificati direttamente sul server). Possono influenzare leggermente le prestazioni del negozio. Raccomandiamo di disattivare in fase di produzione.
nl: Track wijzigingen in real-time en automatisch re-cachen van gewijzigde bestanden (werkt ook met gewijzigde bestanden direct op de server). Kan enigszins de shop presentatie beïnvloeden. Aanbevolen om uit te schakelen bij productie.
pl: Zmodyfikowane pliki są śledzone w czasie rzeczywistym (w tym pliki zmodyfikowane bezpośrednio na serwerze) i ponownie ładowane do pamięci cache. Wydajność sklepu może być lekko ograniczona. Zalecamy wyłącznie tej opcji w sklepie produkcyjnym.

# SettingsTooltips::show_menu_descriptions
source: If you disable this check box, description of menu items will be hidden
hu: Amennyiben kikapcsolja ezt a jelölőmezőt, a menüpontok leírásai el lesznek rejtve
it: Se si disattiva questa casella di controllo la descrizione delle voci di menù verrà nascosta
nl: Wanneer u deze checkbox uitschakelt worden omschrijvingen in het menu verborgen
pl: Jeśli wyłączysz to pole wyboru, opis pozycji menu zostanie ukryty

# SettingsTooltips::quick_registration
source: Require only contact information on registration
hu: Csak kapcsolati információt kérjen a regisztrációhoz
it: Sono richieste solamente le informazioni di contatto in fase di registrazione
ka: მხოლოდ საკონტაქტო ინფორმაციის მოთხოვნა რეგისტრაციის დროს
nl: Uitsluitend contact informatie verlangen tijdens registratie
pl: Wymagają jedynie informacje kontaktowe podczas rejestracji

# SettingsVariants::default_products_sorting::position
source: Default
hu: Alapértelmezett
it: Predefinito
ka: ნაგულისხმევად
nl: Standaard
pl: Domyślne

# SettingsVariants::feedback_type::manual
source: Manual feedback
hu: Manuális visszajelzés
it: Feedback manuale
nl: Handmatige feedback
pl: Manualna informacja zwrotna

# SettingsVariants::feedback_type::auto
source: Automatic feedback
hu: Automatikus visszajelzés
it: Feedback automatico
ka: ავტომატური გამოხმაურება
nl: Automatische feedback
pl: Automatyczne informacje zwrotne

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
hu: 29/09/2005 (nap/hónap/év)
it: 29/09/2005 (giorno/mese/anno)
ka: 29/09/2005 (დღე/თვე/წელი)
nl: 29/06/2014 (dag/maand/jaar)
pl: 29/09/2005 (dzień/miesiąc/rok)

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
hu: Engedélyezés
it: Consenti
nl: Toestaan
pl: Zezwól

# SettingsVariants::string_type::digits
source: Digits only
hu: Csak számok
it: Solo numeri
ka: მხოლოდ ციფრები
nl: Alleen cijfers
pl: Tylko cyfry

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
hu: 09/30/2008 (hónap/nap/év)
it: 30/09/2008 (giorno/mese/anno)
ka: 09/30/2008 (თვე/დღე/წელი)
nl: 06/29/2014 (maand/dag/jaar)
pl: 09/30/2008 (miesiąc/dzień/rok)

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
hu: Vasárnap
it: Domenica
ka: კვირა
nl: Zondag
pl: Niedziela

# SettingsVariants::address_position::billing_first
source: Billing first
hu: Számlázási adatok előre
it: Fatturazione prima
nl: Factuuradres eerst
pl: Płatność pierwsza

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
hu: Nem aktív
it: Non attivo
ka: არააქტიური
nl: Niet actief
pl: Nieaktywny

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
hu: 29-09-2005 (nap-hónap-év)
it: 29-09-2005 (giorno-mese-anno)
ka: 29-09-2005 (დღე-თვე-წელი)
nl: 29-09-2005 (dag-maand-jaar)
pl: 29-09-2005 (dzień-miesiąc-rok)

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
hu: Termékek szállítással
it: Prodotti con spedizione
nl: Producten met verzending
pl: Produkty z wysyłką

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
hu: "Kosárba rakom" gomb elrejtése
it: Nascondere il pulsante "Aggiungi al carrello"
nl: De "Voeg toe aan winkelmand" knop verbergen
pl: Ukryj przycisk "Dodaj do koszyka"

# SettingsVariants::string_type::letters
source: Letters only
hu: Csak betűk
it: Solo lettere
ka: მხოლოდ ასოები
nl: Alleen letters
pl: Tylko litery

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
hu: 30/09/2008 (nap/hónap/év)
it: 30/09/2008 (giorno/mese/anno)
ka: 30/09/2008 (დღე/თვე/წელი)
nl: 30/09/2008 (dag/maand/jaar)
pl: 30/09/2008 (dzień/miesiąc/rok)

# SettingsVariants::calendar_week_format::monday_first
source: Monday
hu: Hétfő
it: Lunedì
ka: ორშაბათი
nl: Maandag
pl: Poniedziałek

# SettingsVariants::address_position::shipping_first
source: Shipping first
hu: Szállítási adatok előre
it: Spedizione prima
nl: Verzendadres eerst
pl: Pierwsza wysyłka

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
hu: Nem támogatott funkciók
it: Funzionalità deprecate
nl: Afgekeurde eigenschappen
pl: Przestarzałe funkcje

# SettingsVariants::default_state_update_for_all::active
source: Active
hu: Aktív
it: Attivo
ka: აქტიური
nl: Actief
pl: Aktywne

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
hu: 29.09.2005 (nap.hónap.év)
it: 29.09.2005 (giorno.mese.anno)
ka: 29.09.2005 (დღე.თვე.წელი)
nl: 29.06.2014 (dag.maand.jaar)
pl: 29.09.2005 (dzień.miesiąc.rok)

# SettingsVariants::min_order_amount_type::only_products
source: Products
hu: Termékek
it: Prodotti
ka: პროდუქტები
nl: Producten
pl: Produkty

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
hu: Ár és "Kosárba rakom" elrejtése
it: Nascondere il prezzo e il pulsante "Aggiungi al carrello"
nl: De prijs en de "Voeg toe aan winkelwagen" knop verbergen
pl: Ukryj cenę i przycisk "Dodaj do koszyka"

# SettingsVariants::string_type::mixed
source: Mixed
hu: Vegyes
it: Misto
ka: შერეული
nl: Gemengd
pl: Mieszany

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
hu: 09/29/2005 (hónap/nap/év)
it: 09/29/2005 (mese/giorno/anno)
ka: 09/29/2005 (თვე/დღე/წელი)
nl: 06/29/2014 (maand/dag/jaar)
pl: 09/29/2005 (miesiąc/dzień/rok)

# SettingsVariants::log_type_news::create
source: Create
hu: Létrehozás
it: Crea
ka: შექმნა
nl: Maken
pl: Utwórz

# SettingsVariants::log_type_news::delete
source: Delete
hu: Törlés
it: Elimina
ka: წაშლა
nl: Verwijderen
pl: Usuń

# SettingsVariants::log_type_news::update
source: Update
hu: Frissítés
it: Aggiorna
ka: განახლება
pl: Aktualizuj

# SettingsVariants::log_type_orders::create
source: Create
hu: Létrehozás
it: Crea
ka: შექმნა
nl: Maken
pl: Utwórz

# SettingsVariants::log_type_orders::delete
source: Delete
hu: Törlés
it: Elimina
ka: წაშლა
nl: Verwijderen
pl: Usuń

# SettingsVariants::log_type_orders::update
source: Update
hu: Frissítés
it: Aggiorna
ka: განახლება
pl: Aktualizuj

# SettingsVariants::log_type_products::create
source: Create
hu: Létrehozás
it: Crea
ka: შექმნა
nl: Maken
pl: Utwórz

# SettingsVariants::log_type_products::delete
source: Delete
hu: Törlés
it: Elimina
ka: წაშლა
nl: Verwijderen
pl: Usuń

# SettingsVariants::log_type_products::update
source: Update
hu: Frissítés
it: Aggiorna
ka: განახლება
pl: Aktualizuj

# SettingsVariants::log_type_users::create
source: Create
hu: Létrehozás
it: Crea
ka: შექმნა
nl: Aanmaken
pl: Utwórz

# SettingsVariants::log_type_users::delete
source: Delete
hu: Törlés
it: Elimina
ka: წაშლა
nl: Verwijderen
pl: Usuń

# SettingsVariants::log_type_users::update
source: Update
hu: Frissítés
it: Aggiorna
ka: განახლება
nl: Wijzigen
pl: Aktualizuj

# SettingsVariants::log_type_categories::create
source: Create
hu: Létrehozás
it: Crea
ka: შექმნა
nl: Aanmaken
pl: Utwórz

# SettingsVariants::log_type_categories::delete
source: Delete
hu: Törlés
it: Elimina
ka: წაშლა
nl: Verwijderen
pl: Usuń

# SettingsVariants::log_type_categories::update
source: Update
hu: Frissítés
it: Aggiorna
ka: განახლება
nl: Wijzigen
pl: Aktualizuj

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
hu: 09-29-2005 (hónap-nap-év)
it: 09-29-2005 (mese-giorno-anno)
ka: 09-29-2005 (თვე-დღე-წელი)
nl: 05-29-2007 (maand-dag-jaar)
pl: 09-29-2005 (miesiąc-dzień-rok)

# SettingsVariants::month::%B, %Y
source: January, 2006
hu: Január, 2006
it: Gennaio, 2006
ka: იანვარი, 2006
nl: Januari, 2006
pl: Styczeń, 2006

# SettingsVariants::log_type_orders::status
source: Change
hu: Változtatás
it: Modifica
ka: შეცვლა
nl: Wijzigen
pl: Zmień

# SettingsVariants::log_type_users::session
source: Session
hu: Munkamenet
it: Sessione
ka: სესია
nl: Sessie
pl: Sesja

# SettingsVariants::log_type_users::failed_login
source: Failed logins
hu: Sikertelen bejelentkezések
it: accessi falliti
ka: უარყოფილი ავტორიზაციები
nl: Mislukte Aanmeldingen
pl: Błędne logowania

# SettingsVariants::log_type_products::low_stock
source: Low stock
hu: Alacsony készlet
it: Bassa disponibilità
nl: Lage voorraad
pl: Mała ilość

# SettingsVariants::log_type_database::restore
source: Restore
hu: Visszaállítás
it: Ripristina
ka: აღდგენა
nl: Herstellen
pl: Odtwórz

# SettingsVariants::log_type_database::backup
source: Backup
hu: Biztonsági mentés
it: Salvataggio dati
ka: დამარქაფება
pl: Kopia zapasowa

# SettingsVariants::log_type_database::optimize
source: Optimize
hu: Optimalizálás
it: Ottimizza
ka: ოპტიმიზირება
nl: Optimaliseer
pl: Optymalizuj

# SettingsVariants::log_type_database::error
source: Errors
hu: Hibák
it: Errori
ka: შეცდომები
nl: Fouten
pl: Błędy

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
hu: 09.29.2005 (hónap.nap.év)
it: 09.29.2005 (mese.giorno.anno)
ka: 09.29.2005 (თვე.დღე.წელი)
nl: 06.29.2014 (maand.dag.jaar)
pl: 09.29.2005 (miesiąc.dzień.rok)

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
hu: 2005/09/29 (év/hónap/nap)
it: 2005/09/29 (anno/mese/giorno)
ka: 2005/09/29 (წელი/თვე/დღე)
nl: 2014/06/29 (jaar/maand/dag)
pl: 2005/09/29 (rok/miesiąc/dzień)

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
hu: 2005-09-29 (év-hónap-nap)
it: 2005-09-29 (anno-mese-giorno)
ka: 2005-09-29 (წელი-თვე-დღე)
nl: 2014-06-29 (jaar-maand-dag)
pl: 2005-09-29 (rok-miesiąc-dzień)

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
hu: 2005.09.29 (év.hónap.nap)
it: 2005.09.29 (anno.mese.giorno)
ka: 2005.09.29 (წელი.თვე.დღე)
nl: 2014.06.29 (jaar.maand.dag)
pl: 2005.09.29 (rok.miesiąc.dzień)

# SettingsVariants::exception_style::hide
source: Hide exception
hu: Kivétel elrejtése
it: Nascondere l'eccezione
ka: გამონაკლისების დამალვა
nl: Verberg uitgezonderde varianten
pl: Ukryj wyjątek

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
hu: Csak a kiválasztott pénznemben mutassa az árakat
it: Visualizza prezzi solamente nella valuta selezionata
nl: Toon prijzen alleen in geselecteerde valuta
pl: Pokaż ceny tylko w wybranej walucie

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
hu: Sep 29, 2005 (hónap nap, év)
it: Sett 29, 2005 (mese giorno, anno)
nl: Jun 29, 2014 (dag van de maand, jaar)
pl: Wrzesień 29, 2005 (miesiąc, dzień, rok)

# SettingsVariants::default_products_sorting::product
source: Product name
hu: Termék neve
it: Nome prodotto
ka: პროდუქტის დასახელება
nl: Productnaam
pl: Nazwa produktu

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
hu: Kedd, Jan 3
it: Mar, Gen 3
nl: Din, Jan 3
pl: Wto, Sty 3

# SettingsVariants::week::%U
source: 1 week
hu: 1 hét
it: 1 settimana
ka: 1 კვირა
pl: 1 tydzień

# SettingsVariants::month::%B
source: January
hu: Január
it: Gennaio
ka: იანვარი
nl: Januari
pl: Styczeń

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
hu: SMTP szerveren keresztül
it: tramite server SMTP
ka: SMTP სერვერით
pl: Przez serwer SMTP

# SettingsVariants::tax_calculation::unit_price
source: Unit price
hu: Egységár
it: Prezzo unitario
ka: ერთეულის ფასი
nl: Prijs per eenheid
pl: Cena jednostkowa

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
hu: 29 Szept 2005 (nap hónap év)
it: 29 Set 2005 (giorno mese anno)
ka: 29 სექ 2005 (დღე თვე წელი)
nl: 29 Jun 2014 (dag maand jaar)
pl: 29 Wrz 2005 (dzień miesiąc rok)

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
hu: Csütörtök, Szeptember 29, 2005 (hét napja, hónap nap, év)
it: Giovedì, Settembre 29, 2005 (giorno della settimana, mese giorno, anno)
nl: Donderdag 29 Juni, 2014 (weekdag, dagnummer maand, jaar)
pl: Czwartek, Wrzesień 29, 2005 (dzień tygodnia, dzień miesiąca, rok)

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
hu: Csütörtök, 29 Szeptember 2005 (hét napja, nap hónap év)
it: Giovedì, 29 Settembre 2005 (giorno della settimana, giorno mese anno)
nl: Donderdag, 29 Juni 2014 (weekdag, dagnummer maand, jaar)
pl: Czwartek, 29 Wrzesień 2005 (dzień tygodnia, dzień miesiąc rok)

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
hu: Január 3, 2006
it: Gennaio 3, 2006
ka: იანვარი 3, 2006
nl: Januari 3, 2006
pl: 3 stycznia, 2006

# SettingsVariants::exception_style::warning
source: Show warning on exception
hu: Kivétel esetén jelenjen meg figyelmezetetés
it: Visualizza avviso su eccezione
nl: Toon waarschuwing bij uitzondering
pl: Pokaż ostrzeżenie kiedy wystąpi wyjątek

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
hu: Mutassa az árakat az alapértelmezett és a kiválasztott pénznemekben
it: Visualizza prezzi nella valuta predefinita e in quelle selezionate
nl: Toon prijzen in standaard en geselecteerde valuta
pl: Pokaż ceny w walucie domyślnej i wybranej

# SettingsVariants::default_products_sorting::price
source: Price
hu: Ár
it: Prezzo
ka: ფასი
nl: Prijs
pl: Cena

# SettingsVariants::mailer_send_method::mail
source: via php mail function
hu: php mail függvényén keresztül
it: tramite la funzione mail di php
ka: php mail ფუნქციით
nl: via php mail functie
pl: za pomocą funkcji mail php

# SettingsVariants::tax_calculation::subtotal
source: Subtotal
hu: Részösszeg
it: Subtotale
ka: ღირებულება
nl: Subtotaal
pl: Podsumowanie

# SettingsVariants::default_products_sorting::null
source: None
hu: Egyik sem
it: Nessuno
ka: არცერთი
nl: Geen
pl: Brak

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
hu: Kedd Jan 3, 2006
it: Mar Gen 3, 2006
nl: Din Jan 3, 2014
pl: Wto Sty 3, 2006

# SettingsVariants::week::%U, %b
source: 1, Jan
it: 1, Gen
ka: 1, იან
pl: 1, Sty

# SettingsVariants::month::%b
source: Jan
it: Gen
ka: იან
pl: Sty

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
hu: sendmail alkalmazáson keresztül
it: tramite il programma sendmail
ka: sendmail-ის პროგრამით
nl: via sendmail programma
pl: za pomocą programu sendmail

# SettingsVariants::day::%b %e
source: Jan 3
it: Gen 3
ka: იან 3
pl: Sty 3

# SettingsVariants::timezone::America/Mexico_City
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
it: (GMT-06:00) Guadalajara, città del Messico, Monterrey
pl: (GMT-06:00) Guadalajara, Meksyk, Monterrey

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
it: (GMT-06:00) America centrale
nl: (GMT-06:00) Centraal Amerika

# SettingsVariants::timezone::Etc/GMT+5
source: (GMT-05:00) Indiana (East)
it: (GMT-05:00) Indiana (est)
nl: (GMT-05:00) Indiana (Oost)

# SettingsVariants::timezone::America/Godthab
source: (GMT-03:00) Greenland
it: (GMT-03:00) Groenlandia
nl: (GMT-03:00) Groenland

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
it: (GMT-01:00) Capo Verde.
nl: (GMT-01:00) Kaapverdische eilanden

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
hu: (GMT-01:00) Azori
it: (GMT-01:00) Azzorre
nl: (GMT-01:00) Azoren

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time : Dublin, Edinburgh, Lisbon, London
hu: (GMT) Greenwich-i idő: Dublin, Edinburgh, Lisszabon, London
it: (GMT) Tempo medio di Greenwich: Dublino, Edimburgo, Lisbona, Londra
nl: (GMT) Greenwich Mean Time : Dublin, Edinburgh, Lissabon, Londen

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
hu: (GMT+01:00) Amszterdam, Berlin, Bern, Róma, Stokholm, Bécs
it: (GMT + 01.00) Amsterdam, Berlino, Berna, Roma, Stoccolma, Vienna
nl: (GMT+01:00) Amsterdam, Berlijn, Bern, Rome, Stockholm, Wenen

# SettingsVariants::timezone::Europe/Budapest
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
hu: (GMT+01:00) Belgrád, Pozsony, Budapest, Ljubljana, Prága
it: (GMT + 01.00) Belgrado, Bratislava, Budapest, Lubiana, Praga
nl: (GMT+01:00) Belgrado, Bratislava, Boedapest, Ljubljana, Praag

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
hu: (GMT+01:00) Brüsszel, Koppenhága, Madrid, Párizs
it: (GMT + 01.00) Bruxelles, Copenaghen, Madrid, Parigi
nl: (GMT+01:00) Brussel, Kopenhagen, Madrid, Parijs

# SettingsVariants::timezone::Europe/Warsaw
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
hu: (GMT+01:00) Szarajevó, Szkopje, Varsó, Zágráb
it: (GMT + 01.00) Sarajevo, Skopje, Varsavia, Zagabria
nl: (GMT+01:00) Sarajevo, Skopje, Warschau, Zagreb

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
hu: (GMT+01:00) Nyugat Közép Afrika
it: (GMT + 01.00) Africa centrale ad ovest
nl: (GMT+01:00) West Centraal-Afrika

# SettingsVariants::timezone::Europe/Istanbul
source: (GMT+02:00) Athens, Beirut, Istanbul, Minsk
hu: (GMT+02:00) Athén, Bejrút, Isztambul, Minszk
it: (GMT + 02.00) Atene, Beirut, Istanbul, Minsk
nl: (GMT+02:00) Athene, Beirut, Istanboel, Minsk

# SettingsVariants::timezone::Europe/Minsk
source: (GMT+02:00) Bucharest
hu: (GMT+02:00) Bukarest
it: (GMT + 02.00) Bucarest
nl: (GMT+02:00) Boekarest

# SettingsVariants::timezone::Europe/Kiev
source: (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
hu: (GMT+02:00) Helszinki, Kijev, Riga, Szófia, Tallinn, Vilnius
it: (GMT + 02.00) Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
hu: (GMT+02:00) Jeruzsálem
it: (GMT + 02.00) Gerusalemme
nl: (GMT+02:00) Jeruzalem

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg, Volgograd
it: (GMT + 03.00) Mosca, San Pietroburgo, Volgograd
nl: (GMT+03:00) Moskou, St. Petersburg, Volgograd

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
it: (GMT + 03.30) Teheran

# SettingsVariants::timezone::Asia/Calcutta
source: (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
it: (GMT + 05.30) Chennai, Kolkata, Mumbai, Nuova Delhi

# SettingsVariants::timezone::Asia/Shanghai
source: (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
it: (GMT + 08.00) Pechino, Chongqing, Hong Kong, Urumqi

# Languages::views
source: Views
hu: Nézetek
it: Viste
ka: ნახვები
nl: Weergaven
pl: Widoki

# ProfileFields::firstname
source: First name
hu: Keresztnév
it: Nome
ka: სახელი
nl: Voornaam
pl: Imię
ro: Prenume

# ProfileFields::lastname
source: Last name
hu: Vezetéknév
it: Cognome
ka: გვარი
nl: Achternaam
pl: Nazwisko
ro: Nume

# ProfileFields::company
source: Company
hu: Cégnév
it: Azienda
ka: ორგანიზაცია
nl: Bedrijf
pl: Firma
ro: Companie

# ProfileFields::phone
source: Phone
hu: Telefonszám
it: Telefono
ka: ტელეფონი
nl: Telefoon
pl: Telefon
ro: Telefon

# ProfileFields::url
source: URL
it: Sito web
pl: Adres URL

# ProfileFields::b_firstname
source: First name
hu: Keresztnév
it: Nome
ka: სახელი
nl: Voornaam
pl: Imię
ro: Prenume

# ProfileFields::s_firstname
source: First name
hu: Keresztnév
it: Nome
ka: სახელი
nl: Voornaam
pl: Imię
ro: Prenume

# ProfileFields::b_lastname
source: Last name
hu: Vezetéknév
it: Cognome
ka: გვარი
nl: Achternaam
pl: Nazwisko
ro: Nume

# ProfileFields::s_lastname
source: Last name
hu: Vezetéknév
it: Cognome
ka: გვარი
nl: Achternaam
pl: Nazwisko
ro: Nume

# ProfileFields::b_address
source: Address
hu: Cím
it: Indirizzo
ka: მისამართი
nl: Adres
pl: Adres
ro: Adresă

# ProfileFields::b_address_2
source: Address
hu: Cím
it: Indirizzo 2
ka: მისამართი
nl: Adres
pl: Adres
ro: Adresă, linia 2

# ProfileFields::s_address
source: Address
hu: Cím
it: Indirizzo
ka: მისამართი
nl: Adres
pl: Adres
ro: Adresă

# ProfileFields::s_address_2
source: Address
hu: Cím
it: Indirizzo 2
ka: მისამართი
nl: Adres
pl: Adres
ro: Adresă, linia 2

# ProfileFields::b_city
source: City
hu: Város
it: Città
ka: ქალაქი
nl: Plaats
pl: Miasto
ro: Oraș

# ProfileFields::s_city
source: City
hu: Város
it: Città
ka: ქალაქი
nl: Plaats
pl: Miasto
ro: Oraș

# ProfileFields::b_state
source: State/province
hu: Megye
it: Provincia
ka: შტატი/პროვინცია
nl: Staat/provincie
pl: Stan/prowincja
ro: Județ

# ProfileFields::s_state
source: State/province
hu: Megye
it: Provincia
ka: შტატი/პროვინცია
nl: Staat/provincie
pl: Stan/prowincja
ro: Județ

# ProfileFields::b_country
source: Country
hu: Ország
it: Paese
ka: ქვეყანა
nl: Land
pl: Kraj
ro: Țară

# ProfileFields::s_country
source: Country
hu: Ország
it: Paese
ka: ქვეყანა
nl: Land
pl: Kraj
ro: Țară

# ProfileFields::b_zipcode
source: Zip/postal code
hu: Irányítószám
it: CAP
ka: საფოსტო ინდექსი
nl: Postcode
pl: Kod pocztowy
ro: Zip/Cod poștal

# ProfileFields::s_zipcode
source: Zip/postal code
hu: Irányítószám
it: CAP
ka: საფოსტო ინდექსი
nl: Postcode
pl: Kod pocztowy
ro: Zip/Cod poștal

# ProfileFields::b_phone
source: Phone
hu: Telefonszám
it: Telefono
ka: ტელეფონი
nl: Telefoon
pl: Telefon

# ProfileFields::s_phone
source: Phone
hu: Telefonszám
it: Telefono
ka: ტელეფონი
nl: Telefoon
pl: Telefon

# ProfileFields::email
source: E-mail
hu: E-mail cím
it: Indirizzo E-mail
ka: ელ-ფოსტა

# ProfileFields::s_address_type
source: Address type
hu: Cím típusa
it: Tipo di indirizzo
ka: მისამართის ტიპი
nl: Adres
pl: Typ adresu

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
it: Il prodotto deve appartenere a qualche categoria creata dall'azienda titolare.
nl: Product moet tot een categorie behoren, aangemaakt door de bedrijfseigenaar.
pl: Produkt musi należeć do niektórych kategorii stworzonych przez właściciela sklepu.

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
hu: Nincs
it: Nessuno
ka: არცერთი
nl: Geen
pl: Brak

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
it: Visualizza "Nuovo cliente" prima
nl: "Nieuwe klant" als eerste weergeven

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
it: Visualizza prima "Cliente abituale"
nl: "Terugkerende klant" als eerste weergeven

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
it: Nascondi completamente il passaggio
nl: Deze stap compleet verbergen

# SettingsVariants::sign_in_default_action::register
source: Register
it: Registrati
nl: Registreer

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
it: Continua acquisto come ospite
nl: Alleen afrekenen
