Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# SettingsOptions::mailer_smtp_username
source: SMTP username
hu: SMTP felhasználói név
it: Nome utente SMTP
ka: SMTP სახელი
nl: SMTP inlognaam
pl: SMTP Login
ro: Utilizator SMTP

# SettingsOptions::min_font_size
source: Minimum font size
hu: Minimális betűméret
it: Dimensione font minima
ka: მინიმალური შრიფტის ზომა
nl: Minimale tekstgrootte
pl: Minimalny rozmiar czcionki
ro: Dimensiunea minimă a fontului

# SettingsOptions::admin_password_expiration_period
source: Password validity period in days (0 - unlimited)
hu: Jelszó érvényesség időtartama napokban (0 - korlátlan)
it: Validità password in giorni (0 = illimitata)
nl: Geldigheidsduur wachtwoord in dagen (0 - ongelimiteerd)
pl: Okres ważności hasła w dniach (0-nielimitowany)
ro: Perioada de valabilitatea a parolei în zile (0 - nelimitat)

# SettingsOptions::company_zipcode
source: Company zip code
hu: Cég irányítószáma
it: CAP azienda
ka: ორგანიზაციის საფოსტო ინდექსი
nl: Bedrijf postcode
pl: Kod pocztowy firmy
ro: Codul poștal companiei

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
hu: CMS oldalak száma 1 oldalon
it: Pagine CMS per pagina
ka: CMS-ის გვერდების რაოდენობა თითო გვერდზე
nl: CMS pag. per pagina
pl: Ilość stron CMS
ro: Pagini CMS per pagină

# SettingsOptions::year
source: Year
hu: Év
it: Anno
ka: წელი
nl: Jaar
pl: Rok
ro: An

# SettingsOptions::mailer_smtp_password
source: SMTP password
hu: SMTP jelszó
it: Password SMTP
ka: SMTP პაროლი
nl: SMTP wachtwoord
pl: SMTP hasło
ro: Parolă SMTP

# SettingsOptions::dhl_enabled
source: Enable DHL
hu: DHL engedélyezése
it: Abilita DHL
ka: DHL-ის ჩართვა
nl: Aanzetten DHL/Airborne
pl: Włącz DHL
ro: Activați DHL

# SettingsOptions::max_font_size
source: Maximum font size
hu: Maximális betűméret
it: Dimensione font massima
ka: შრიფტის მაქსიმალური ზომა
nl: Maximale tekstgrootte
pl: Maksymalny rozmiar czcionki
ro: Dimensiunea maximă a fontului

# SettingsOptions::store_mode
source: Close storefront
hu: Webáruház bezárása
it: Chiudi negozio
ka: მაღაზიის დახურვა
nl: Webwinkel sluiten
pl: Zamknij sklep

# SettingsOptions::cron_password
source: Access key to cron script which sends e-mail notifications of password change. Use: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
hu: Hozzáférési kulcs a cron script-hez, amely email üzeneteket küld jelszó változtatáshoz. Használja így: http://www.pelda.hu/admin.php?dispatch=profiles.password_reminder&cron_password=key_value
it: Chiave d'accesso allo script cron che invia le notifiche via mail dei cambi password. Usa: http://www.company.com/admin.php?dispatch=profiles.password_reminder&amp;cron_password=key_value.
ka: წვდომის გასაღები cron სკრიპტთან რომელიც აგზავნის შეტყობინებებს პაროლის ცვილებზე ელ ფოსტით. სკრიპტის გასააქტიურებლად გამოიყენეთ ეს ბმული: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
nl: Toegangssleutel tot cron script dat e-mailberichten verstuurd van wachtwoord wijzigingen.Gebruik: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
pl: Klucz dostępu do skryptu cron, który wysyła maila z informacją o zmianie hasła: http://www.company.com/admin.php?dispatch=profiles.password_reminder&amp;cron_password=key_value.
ro: Cheia de acces către script-url cron care trimite e-mail-urile de notificare a parolei schimbate. Folosiți: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.

# SettingsOptions::store_access_key
source: Access key to temporarily closed store
hu: Hozzáférési kulcs átmenetileg bezárt áruházhoz
it: Password per accedere al negozio quando e chiuso
nl: Sleutel tot tijdelijk gesloten winkel. Gebruik: http://www.example.com/index.php?store_access_key=key_value. Indien leeg is de winkel open.
pl: Klucz dostępu dla tymczasowo zamkniętego sklepu: http://www.company.com/index.php?store_access_key=key_value.
ro: Cheia de acces pentru magazinul închis. Folosiți: http://www.example.com/index.php?store_access_key=key_value.

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
hu: Cache automatikus újraépítése
it: Ricostruire la cache automaticamente
ka: ქეშის ავტომატური განახლება
nl: Herbouw cache automatisch
pl: Przebuduj cache automatycznie

# SettingsOptions::order_start_id
source: Initial order ID value
hu: Első rendelés azonosítójának száma
it: ID ordine iniziale
nl: Start bij bestellingsID
pl: Początkowy numer zamówienia
ro: Valoarea ID-ului a comenzii inițiale

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
hu: Engedélyezze, hogy a felhasználók szállítmányokat készítsenek
it: Consenti spedizioni multiple per singolo ordine
ka: შეკვეთის რამოდენიმე მისამართზე გაგზავნა
nl: Sta gebruikers toe om zendingen aan te maken
pl: Pozwól tworzyć sposoby wysyłki
ro: Permite crearea modalităților de transport

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
hu: Felhasználók értesítése a HTTP sütik használatáról
it: Informare i visitatori sull'utilizzo dei cookie
ka: მომხმარებლების ინფორმირება cookies -ების გამოყენებაზე
nl: Informeer bezoekers over het gebruik van cookies
pl: Powiadom odwiedzających o polityce cookies
ro: Notificare vizitatori despre folosirea cookie-urilor

# SettingsOptions::tax_calculation
source: Tax calculation method based on
hu: Adószámítás módjának alapja
it: Metodo per calcolo tasse basato su
nl: Baseer btw-berekening op
pl: Metoda obliczania podatku oparta o

# SettingsOptions::feedback_type
source: Help us improve software
hu: Segítsen a szoftver fejlesztésében
it: Aiutateci a migliorare CS-Cart
ka: დაგვეხმარეთ პროგრამის გაუმჯობესებაში
nl: Help ons om CS-Cart te verbeteren
pl: Pomóż usprawnić CS-Cart

# SettingsOptions::auto_check_updates
source: Check for updates automatically
hu: Frissítések automatikus keresése
it: Controlla aggiornamenti automaticamente
ka: განახლებების ავტომატური შემოწმება
nl: Controleer automatisch op updates
pl: Automatycznie sprawdzaj dostępność aktualizacji

# SettingsOptions::ftp_directory
source: Directory
hu: Mappa
it: Cartella
ka: საქაღალდე
nl: Map
pl: Katalog
ro: Rădăcină

# SettingsOptions::admin_elements_per_page
source: Elements per page
hu: Elemek száma oldalanként
it: Elementi per pagina
nl: Elementen per pagina
pl: Liczba elementów na stonie
ro: Elemente per pagină

# SettingsOptions::company_phone
source: Company phone
hu: Cég telefon
it: Telefono azienda
ka: ორგანიზაციის ტელეფონი
nl: Bedrijf telefoon
pl: Telefon
ro: Numărul de telefon al companiei

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
hu: Alapértelmezett WYSIWYG szerkesztő
it: Editor di testo predefinito
ka: ნაგულისხმევი wysiwyg რედაქტორი
nl: Standaard wysiwyg editor
pl: Domyślny edytor WYSWIG

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
hu: SMTP autentikáció használata
it: Usa autenticazione SMTP
ka: SMTP ავტორიზაციის გამოყენება
nl: Gebruik SMTP authenticatie
pl: Uwierzytelnianie SMTP
ro: Folosește autenficiare SMTP

# SettingsOptions::aup_enabled
source: Enable Australia Post
hu: Australia Post engedélyezése
it: Abilita Australia Post
ka: Australia Post-ის ჩართვა
nl: Australia Post inschakelen
pl: Włącz Australia Post
ro: Activați Oficiul Poștal Australian

# SettingsOptions::string_type
source: String type
hu: Szöveg típusa
it: Tipo stringa
ka: სტრინგის ტიპი
nl: Tekenreeks type
pl: Typ ciągu znaków
ro: Tipul codului de verificare

# SettingsOptions::header_7003
source: Default location
hu: Alapértelmezett helyszín
it: Località predefinita
ka: ნაგულისხმევი ადგილმდებარეობა
nl: Standaardlokatie
pl: Domyślna lokalizacja
ro: Locația implicită

# SettingsOptions::char_shadow
source: Character shadows
hu: Szöveg árnyékolása
it: Ombre caratteri
ka: სიმბოლოების ჩრდილი
nl: Karakter schaduwen
pl: Cieniowanie znaków
ro: Umbre caractere

# SettingsOptions::default_address
source: Default address
hu: Alapértelmezett cím
it: Indirizzo predefinito
ka: ნაგულისხმევი მისამართი
nl: Standaar adres
pl: Domyślny adres
ro: Adresa implicită

# SettingsOptions::company_phone_2
source: Company phone 2
hu: Cég telefon 2
it: Telefono 2 azienda
ka: ორგანიზაციის ტელეფონი 2
nl: Bedrijf telefoon 2
pl: Telefon 2
ro: Cel de-al doilea numărul de telefon al companiei

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
hu: Bélyegkép háttér színe
it: Colore di sfondo delle miniature
ka: ხატულების ფონის ფერი
nl: Achtergrondkleur miniatuur
pl: Kolor tła miniaturki
ro: Culoarea de fundal a pictogramei

# SettingsOptions::colour
source: Color
hu: Szín
it: Colore
ka: ფერი
nl: Kleur
pl: Kolor
ro: Culoare

# SettingsOptions::can_enabled
source: Enable Canada Post
hu: Canada Post engedélyezése
it: Abilita Canada Post
ka: კანადური ფოსტის ჩართვა
nl: Canada Post inschakelen
pl: Włącz Canada Post
ro: Activați Oficiul Poștal Canadian

# SettingsOptions::swisspost_enabled
source: Enable Swiss Post
hu: Swiss Post engedélyezése
it: Abilita Swiss Post (posta Svizzera)
ka: შვედური ფოსტის ჩართვა
nl: Inschakelen Swiss Post
pl: Włącz Swiss Post
ro: Activați Oficiul Poștal Elvețian

# SettingsOptions::header_2
source: Customer settings
hu: Felhasználói beállítások
it: Impostazioni area clienti
nl: Klant instellingen
pl: Ustawienia klienta
ro: Setări client

# SettingsOptions::header_10004
source: Sendmail settings
hu: Sendmail beállítások
it: Impostazioni Sendmail
ka: Sendmail-ის პარამეტრები
nl: Sendmail instellingen
pl: Ustawienia programu Sendmail
ro: Setări TrimiteMail

# SettingsOptions::default_zipcode
source: Default zipcode
hu: Alapértelmezett irányítószám
it: CAP predefinito
ka: ნაგულისხმევი საფოსტო ინდექსი
nl: Standaard postcode
pl: Domyślny kod pocztowy
ro: Codul poștal implicit

# SettingsOptions::company_fax
source: Company fax
hu: Cég fax
it: Fax azienda
ka: ორგანიზაციის ფაქსი
nl: Bedrijfsfax
pl: Fax
ro: Fax-ul companiei

# SettingsOptions::frontend_default_language
source: Frontend default language
hu: Webáruház alapértelmezett nyelve
it: Lingua predefinita in zona clienti
nl: Webwinkel standaard-taal
pl: Domyślny jęzki sklepu
ro: Limba implicită pentru client

# SettingsOptions::convert_to
source: Thumbnail format
hu: Bélyegkép formátum
it: Formato file immagine miniatura
ka: ხატულების ფორმატი
nl: Formaat miniatuur
pl: Format miniaturki
ro: Formatul pictogramei

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
hu: Sendmail program útvonala
it: Percorso del programma 'Sendmail' sul server
ka: sendmail-ის პროგრამის გეზი
nl: Pad naar sendmail programma
pl: Ścieżka do programu sendmail
ro: Rădăcină către programul sendmail

# SettingsOptions::background_image
source: Background image
hu: Háttérkép
it: Percorso per l'immagine di sfondo (relativo alla root directory di CS-Cart)
ka: ფონის სურათი
nl: Pad naar achtergrond afbeelding (relatief aan CS-Cart root map)
pl: Ścieżka do obrazka tła (ścieżka względna do głównego katalogu CS-Cart)
ro: Rădăcina către imaginea de fundal (relativă folder-ului rădăcină a CS-Cart-ului)

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
hu: Ne használjon ellenőrzést, ha a felhasználó be van jelentkezve
it: Non utilizzare verifica se l'utente ha già effetuato l'accesso
nl: Gebruik geen verificatie indien gebruiker ingelogd is
pl: Nie używaj weryfikacji jeśli użytkownik jest zalogowany
ro: Nu folosi verificarea dacă utilizatorul este autentificat

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
hu: Ne használjon ellenőrzést az első helyes válasz után
it: Non utilizzare la verifica se la prima risposta è giusta
nl: Gebruik geen verificatie na eerste geldige antwoord
pl: Nie używaj weryfikacji po pierwszej prawidłowej odpowiedzi
ro: Nu folosi verificarea după primul răspuns valid

# SettingsOptions::default_city
source: Default city
hu: Alapértelmezett város
it: Città predefinita
ka: ნაგულისხმევი ქალაქი
nl: Standaard plaats
pl: Domyślne miasto
ro: Orașul implicit

# SettingsOptions::company_website
source: Company website
hu: Cég weboldal
it: Sito web azienda
ka: ორგანიზაციის ვებ ვერდი
nl: Bedrijf website
pl: Strona internetowa firmy
ro: Website-ul companiei

# SettingsOptions::orders_per_page
source: Orders per page
hu: Rendelések száma oldalanként
it: Ordini per pagina
ka: შეკვეთები თითო გვერდზე
nl: Bestellingen per pagina
pl: Zamówień na stronę
ro: Comenzi per pagină

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
hu: JPEG minőség (0-100)
it: Qualità formato JPEG (0-100)
ka: JPEG ფორმატის ხარისხი (0-100)
nl: JPEG format kwaliteit (0-100)
pl: Jakość formatu JPEG (0-100)
ro: Calitatea formatului JPEG (0-100)

# SettingsOptions::header_8048
source: Use for
hu: Használja erre:
it: Utilizza Captcha per
nl: Gebruik voor
pl: Użyj dla
ro: Utilizeaz-o la

# SettingsOptions::company_start_year
source: Year when the store started its operation
hu: Ebben az évben kezdte az áruház a működését
it: Anno in cui è stato aperto il negozio
nl: Jaar van oprichting webwinkel
pl: Rok, w którym sklep został otwarty
ro: Anul în care magazinul și-a început activitatea

# SettingsOptions::temando_enabled
source: Enable Temando
hu: Temando engedélyezése
it: Abilita Temando
ka: Temando-ს ჩართვა
nl: Inschakelen Temando
pl: Włącz Temando

# SettingsOptions::default_country
source: Default country
hu: Alapértelmezett ország
it: Paese predefinito
ka: ნაგულისხმევი ქვეყანა
nl: Standaard land
pl: Domyślny kraj
ro: Țara implicită

# SettingsOptions::products_per_page
source: Products per page
hu: Termékek száma oldalanként
it: Prodotti per pagina
ka: პროდუქტები თითო გვერდზე
nl: Producten per pagina
pl: Ilość produktów na stronie
ro: Produse per pagină

# SettingsOptions::company_users_department
source: User department e-mail address
hu: Felhasználókezelési részleg e-mail címe
it: E-mail servizio clienti
ka: მომხმარებელთა დეპარტამენტის ელ ფოსტა
nl: Afdeling gebruikers e-mailadres
pl: Adres e-mail do biura obsługi klienta
ro: Adresa de e-mail departamentului de utilizatori

# SettingsOptions::use_for_login
source: Login form
hu: Bejelentkezési űrlap
it: Modulo di accesso
ka: ავტორიზაციის ფორმა
nl: Inlog formulier
pl: Formularz logowania
ro: Formularul de autentificare

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
hu: Bélyegképek szélessége a termék listákban (kategória, keresés, stb.)
it: Lista prodotti (categoria, cerca, ecc.) - larghezza miniatura
nl: Breedte miniatuur productlijst (categorie, zoeken, etc)
pl: Szerokość miniaturki dla listy produktów (kategorie, wyszukiwanie itp.)

# SettingsOptions::default_state
source: Default state
hu: Alapértelmezett megye
it: Provincia
ka: ნაგულისხმევი რაიონი
nl: Standaard provincie
pl: Domyślny stan
ro: Județul implicit

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
hu: Oldal adminisztrátor email címe
it: E-mail amministratore del sito
ka: საიტის ადმინისტრატორის ელ ფოსტა
nl: Webmaster e-mailadres
pl: Adres e-mail do administratora strony
ro: Adresa de e-mail a Administratorului

# SettingsOptions::use_for_register
source: Create and edit profile form
hu: Profil létrehozás és szerkesztés űrlapja
it: Creazione e modifica modulo profilo
ka: პროფილის შექმნის და რედაქტირების ფორმა
nl: Aanmaken en aanpassen profiel formulier
pl: Formularz rejestracji
ro: Formularul de înregistrare

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
hu: Bélyegképek magassága a termék listákban (kategória, keresés, stb.)
it: Lista prodotti (categoria, cerca, ecc.) - altezza miniatura
nl: Hoogte miniatuur productlijst (categorie, zoeken, etc)
pl: Wysokość miniaturki dla listy produktów (kategorie, wyszukiwanie itp.)

# SettingsOptions::company_orders_department
source: Order department e-mail address
hu: Rendelési részleg email címe
it: E-mail reparto ordini
ka: შეკვეთების დეპარტამენტის ელ ფოსტა
nl: Afdeling bestellingen e-mailadres
pl: Adres e-mail do biura obsługi zamówień
ro: Adresa de e-mail a departamentului de comenzi

# SettingsOptions::default_phone
source: Default phone
hu: Alapértelmezett telefonszám
it: Telefono predefinito
ka: ნაგულისხმევი ტელეფონი
nl: Standaard telefoon
pl: Domyślny telefon
ro: Telefonul implicit

# SettingsOptions::use_for_form_builder
source: Custom forms
hu: Egyedi űrlapok
it: Moduli personalizzati
nl: Aangepaste formulieren
pl: Formularz klienta
ro: Formulare tipizate

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
hu: Bélyegkép szélessége a termékadatlapon
it: Pagina dettagli prodotto - larghezza miniatura
nl: Breedte miniatuur product detailpagina
pl: Szerokość miniaturki na stronie szczegółów produktu

# SettingsOptions::header_7004
source: Catalog
hu: Katalógus
it: Catalogo
ka: კატალოგი
nl: Catalogus
pl: Katalog

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
hu: Súgó/Támogatási részleg e-mail címe
it: E-mail supporto tecnico
ka: დახმარება/მხარდაჭერს დეპარტამენტის ელ ფოსტა
nl: Afdeling support e-mailadres
pl: Adres e-mail do biura pomocy użytkownikom
ro: Adresa de e-mail a departamentului de Ajutor/Support

# SettingsOptions::elements_per_page
source: Elements per page
hu: Elemek száma oldalanként
it: Elementi per pagina
nl: Elementen per pagina
pl: Ilość elementów na stronie
ro: Elemente per pagină

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
hu: Raktárkészlet követésének engedélyezése
it: Abilita monitoraggio inventario
nl: Aanzetten inventaris tracering
pl: Włącz śledzenie magazynu
ro: Activează urmărirea inventarului

# SettingsOptions::use_for_email_share
source: Send to friend form
hu: Küldés barátnak űrlap
it: Modulo "invia ad un amico"
ka: მეგობართან გაგზავნის ფორმა
nl: Stuur naar een vriend formulier
pl: Formularz wyślij znajomemu
ro: Formularul de trimitere unui prieten

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
hu: Bélyegkép magassága a termékadatlapon
it: Pagina dettagli prodotto - altezza miniatura
nl: Hoogte miniatuur product detailpagina
pl: Wysokość miniaturki na stronie szczegółów produktu

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
hu: Negatív készlet engedélyezése
it: Consenti quantità negativa in magazzino
nl: Toestaan van negatief aantal in inventaris
pl: Pozwól na ujemny stan magazynu
ro: Permite suma negativă în inventar

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
hu: Bélyegkép szélessége a termék gyorsnézetben
it: Visualizzazione rapida prodotto - larghezza miniatura
nl: Breedte miniatuur beknopt overzicht
pl: Szerokość miniaturki na stronie szybkiego podglądu (quick view)

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
hu: Bélyegkép magassága a termék gyorsnézetben
it: Visualizzazione rapida prodotto - altezza miniatura
nl: Hoogte miniatuur beknopt overzicht
pl: Wysokość miniaturki na stronie szybkiego poglądu (quick view)

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
hu: Hírlevél válasz email címe
it: E-mail reparto gestione newsletter
nl: Reply-To nieuwsbrief e-mailadres
pl: Adres zwrotny e-mail do modułu Newsletter
ro: Adresa buletinului de știri către care se trimit răspunsurile

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
hu: Kulcs TTL letöltése (elektronikusan terjesztett termékekhez), órák
it: Validità in ore del "Download Key TTL" (per i prodotti venduti digitalmente)
nl: Download TTL-sleutel (elektronisch productaanbod/verspreiding);uren
pl: Czas (w godzinach), przez który można pobrać produkt w postaci elektronicznej (np. mp3, kod dostępu itp.)
ro: Nr. de ore pentru cheia TTL (pentru produsele distribuite electronic)

# SettingsOptions::use_for_discussion
source: Comments and reviews forms
hu: Hozzászólások és értékelések űrlapjai
it: Moduli "commenti e recensioni"
nl: Formulieren voor reacties en beoordelingen
pl: Formularz komentarzy i recenzji
ro: Comentarii și recenzii

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
hu: Alacsony készlet értesítés határértéke
it: Soglia di notifica disponibilità magazzino
nl: Waarschuwingsdrempel lage voorraad
pl: Ostrzeżenie o niskim stanie magazynu
ro: Limita de notificare pentru stoc redus

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
hu: Oszlopok száma a termék listákban
it: Numero di colonne nella lista prodotti
ka: სვეტების რაოდენობა პროდუქციის ნუსხაში
nl: Aantal kolommen in productlijst
pl: Liczba kolumn na liście produktów
ro: Numărul de coloane în lista de produse

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
hu: A kiválasztott kategória alkategóriáiban lévő termékek megjelenítése
it: Mostra prodotti delle sottocategorie per la categoria selezionata
nl: Laat producten uit subcategorieën zien
pl: Pokaż produkty z subkategorii wybranej kategorii
ro: Afișează produse din subcategorii a categoriei selectate

# SettingsOptions::use_for_checkout
source: Checkout (user information) form
hu: Vásárlás (felhasználó információ) űrlap
it: Modulo Cassa e informazione utente
nl: Afreken-formulier (gebruikers informatie)
pl: Formularz potwierdzenia
ro: Formularul de procesare (a informațiilor utilizatorului)

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
hu: Termék opciók módosítóinak megjelenítése
it: Visualizza modificatori per le opzioni prodotto
nl: Toon parameters voor product opties
pl: Wyświetl modyfikatory dla opcji produktu
ro: Afișează modificatorii pentru opțiunile produsului

# SettingsOptions::exception_style
source: Exception style
hu: Kivétel stílusa
it: Stile per eccezioni varianti prodotto
nl: Uitzonderingenstijl
pl: Style wyjątków
ro: Stil excepție

# SettingsOptions::use_for_polls
source: Polls
hu: Szavazások
it: Sondaggi
ka: გამოკითხვები
nl: Opiniepeilingen
pl: Ankiety
ro: Sondaje

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
hu: Termék bélyegkép szélessége a kosár oldalon
it: Pagina prodotto nel carrello - larghezza miniatura
nl: Breedte miniatuur van producten in winkelwagen
pl: Szerokość miniaturki na stronie koszyka
ro: Lățime pictogramă pagină conținut coş

# SettingsOptions::use_for_track_orders
source: Track my order form
hu: Rendelés követése űrlap
it: Modulo traccia il mio ordine
nl: Volg mijn bestelling formulier
pl: Fromularz śledzenia zamówienia
ro: Formular urmărire comandă

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
hu: Termék bélyegkép magassága a kosár oldalon
it: Pagina prodotto nel carrello - altezza miniatura
nl: Hoogte miniatuur van producten in winkelwagen
pl: Wysokość miniaturki na stronie koszyka
ro: Înălțime pictogramă pagină conținut coş

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
hu: Készlet nélküli termékek megjelenítése
it: Mostra prodotti non disponibili
nl: Toon niet op voorraad zijnde producten
pl: Pokaż produkty, których nie ma w magazynie
ro: Afișează produse care sunt în afara stocului

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
hu: Bélyegképek szélessége a kategória listákban
it: Lista categorie - larghezza miniatura
nl: Breedte miniatuur categorielijst
pl: Szerokość miniaturki na liście kategorii
