Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::vat_id_number_is_not_valid
source: The entered VAT ID is invalid. Please re-check the address and ID.
it: La partita IVA immessa non è valida. Ricontrolla l'indirizzo e l'ID.
nl: Het ingevoerde BTW-nummer is ongeldig. Controleer het adres en ID opnieuw.

# Languages::vat_id_number_is_valid
source: Congratulations! This purchase is VAT-free for you.
it: Complimenti! Questo ordine è esente da I.V.A.
nl: Gefeliciteerd! Deze aankoop is BTW-vrij voor u.

# Languages::last_year
source: Last year
hu: Tavaly
it: Anno scorso
ka: გასული წელი
nl: Vorig jaar
pl: Ostatni rok

# Languages::store_closed
source: Store closed
hu: Áruház bezárva
it: Negozio chiuso
ka: მაღაზია დაკეტილია
nl: Winkel gesloten
pl: Sklep zamknięty

# Languages::store_closed_banner
source: Store<br/>closed
hu: Áruház<br/>bezárva
it: Negozio<br/>chiuso
ka: მაღაზია<br/>დაკეტილია
nl: Winkel <br/> gesloten
pl: Sklep <br/> zamknięty

# Languages::copy_to_other_locations
source: Copy to other locations
it: Copiare in altri percorsi
nl: Naar andere locaties kopiëren
pl: Skopiować do innych lokacji

# Languages::head_custom_html
source: Custom HTML code
hu: Egyedi HTML-kód
it: Codice HTML personalizzato
nl: Aangepaste HTML code
pl: Niestandardowy kod HTML

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This HTML code will be put between &lt;head&gt;&lt;/head&gt; tags
hu: Ez a HTML kód a &lt;head&gt;&lt;/head&gt; tagek közé kerül
it: Questo codice HTML verrà messo tra i tag &lt;head&gt; e &lt;/head&gt;
nl: Deze HTML-code zal worden geplaatst tussen &lt;hoofd&gt;&lt;/hoofd&gt; tags
pl: Ten kod HTML zostanie umieszczony pomiędzy tagami &lt;head&gt;&lt;/head&gt;

# Languages::category_deletion_side_effects
source: This will delete all selected category's products, as well as its subcategories and their products.
hu: Ezzel törli az összes kijelölt kategóriát, a kategóriába tartozó termékeket, és az alkategóriáit termékekkel együtt.
it: Questo eliminerà i prodotti di tutte le categorie, nonché le relative sotto-categorie e i loro prodotti.
nl: Alle geselecteerde categorieën, subcategorieën en producten zullen worden verwijderd.
pl: Spowoduje to usunięcie wszystkich produktów z wybranych kategorii, jak również ich podkategorii i produktów.

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
hu: Ezzel törli az összes kijelölt kategóriát, a kategóriába tartozó termékeket, és az alkategóriáit termékekkel együtt.
it: Questo eliminerà i prodotti di tutte le categorie, così come le loro sotto-categorie e i loro prodotti.
nl: Alle geselecteerde categorieën, subcategorieën en producten zullen worden verwijderd.
pl: Spowoduje to usunięcie wszystkich produktów z wybranych kategorii, jak również ich podkategorii i produktów.

# Languages::restore_original
source: Restore original
it: Ripristina l'originale
nl: Herstel het origineel

# Languages::set_custom_configuration
source: Set custom configuration
it: Imposta configurazione personalizzata

# Languages::use_default_block_configuration
source: Use default block configuration
it: Usa la configurazione blocchi predefinita

# Languages::block_vendor_categories
source: Vendor categories
it: Categorie venditori

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
it: Categorie prodotti disponibili per un particolare venditore

# Languages::block_vendor_information
source: Vendor information
it: Informazioni venditore

# Languages::block_vendor_logo
source: Vendor logo
it: Logo venditore

# Languages::block_vendor_search
source: Search by vendor products
it: Cerca nei prodotti del venditore

# Languages::vendor_filters
source: Vendor Product filters
it: Filtri prodotto del venditore

# Languages::vendor_products
source: Vendor products
it: Prodotti venditore

# Languages::block_vendor_filters
source: Vendor filters
it: Filtri venditore

# Languages::auth_code
source: Auth code
hu: Azonosító kód
ka: აუთენთიფიკაციის კოდი
nl: Authenticatiecode
pl: Kod autoryzacji
ro: Cod de autentificare

# Languages::bonus
source: Bonus
hu: Bónusz
ka: ბონუსი
pl: Dodatek

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
hu: [product] - Webáruház szoftver
ka: ყველა უფლება დაცულია.
nl: CS-Cart - webwinkelsoftware
pl: SoftSolid::Sklepy Internetowe
ro: Seonid Studio

# Languages::core
source: Core
hu: Motor
ka: ბირთვი
nl: Kern
pl: Jądro
ro: Nucleu

# Languages::currency_code_ang
source: ANG
hu: Holland antillákbeli forint

# Languages::currency_code_ars
source: ARS
hu: Argentin peso

# Languages::currency_code_awg
source: AWG
hu: Arubai florin

# Languages::currency_code_bgn
source: BGN
hu: Bolgár leva

# Languages::currency_code_byr
source: BYR
hu: Fehérorosz rubel

# Languages::currency_code_cny
source: CNY
hu: Kínai jüan (Renminbi)

# Languages::currency_code_egp
source: EGP
hu: Egyiptomi font

# Languages::currency_code_eur
source: Euro
hu: Euró
ka: ევრო

# Languages::currency_code_hrk
source: HRK
hu: Horvát kuna

# Languages::currency_code_mad
source: MAD
hu: Marokkói dirham

# Languages::currency_code_ron
source: RON
hu: Román lej

# Languages::currency_code_rub
source: RUB
hu: Orosz rubel
nl: WRIJF

# Languages::currency_code_top
source: Tongan Pa'anga
hu: Tongai paʻanga
ka: Паанга (денежная единица Королевства Тонга)
nl: Tongaans Pa'anga
pl: Pa'anga - Tonga
ro: Tongan Pa'anga-ul

# Languages::currency_code_uah
source: UAH
hu: Ukrán hrivnya

# Languages::currency_code_xaf
source: XAF
hu: Közép-afrikai valutaközösségi frank (XAF)

# Languages::currency_code_xof
source: XOF
hu: Nyugat-afrikai valutaközösségi frank (XOF)

# Languages::currency_code_xpf
source: XPF
hu: Csendes-óceáni valutaközösségi frank (XPF)

# Languages::currency_code_zar
source: Rand
hu: Dél-afrikai rand
ka: Рэнд
pl: Rand - RPA
ro: Rand-ul

# Languages::desc
source: desc.
hu: visszafelé
ka: კლებადობით.
nl: aflopend
pl: opis
ro: descendent

# Languages::download
source: Download
hu: Letöltés
ka: გადმოწერა
pl: Pobierz
ro: Descarcare

# Languages::file
source: File
hu: Fájl
ka: ფაილი
nl: Bestand
pl: Plik
ro: Fisier

# Languages::fragile
source: Fragile
hu: Törékeny
ka: მსხვრევადი
nl: Breekbaar
ro: Fragil

# Languages::function
source: Core
hu: Motor
ka: ბირთვი
nl: Kern
pl: Jądro
ro: Functie

# Languages::gateway
source: Gateway
hu: Átjáró
ka: გამტარი
pl: Bramka

# Languages::in
source: In
hu: ebben
ka: ში
pl: W
ro: În

# Languages::layout
source: Layout
hu: Elrendezés
ka: ფორმატი
nl: Opmaak
pl: Układ graficzny
ro: Aranjare in pagina

# Languages::log_action_runtime
source: runtime
hu: futásidő
ka: შესრულების დრო

# Languages::meta_description
source: Meta description
hu: Meta leírás
ka: META აღწერა
nl: Meta omschrijving
pl: Opis metatagu
ro: META descriere

# Languages::meta_keywords
source: Meta keywords
hu: Meta kulcsszavak
ka: META საძიებო ფრაზები
nl: Meta zoekwoorden
pl: Słowa kluczowe do metatagu
ro: META Cuvinte cheie

# Languages::month_name_abr_3
source: Mar
hu: Már
ka: მარ
nl: Maa
ro: Martie

# Languages::month_name_abr_4
source: Apr
hu: Ápr
ka: აპრ
pl: Kwi
ro: Aprilie

# Languages::no
source: No
hu: Nem
ka: არა
nl: Nee
pl: Nie
ro: Nu

# Languages::password
source: Password
hu: Jelszó
ka: პაროლი
nl: Wachtwoord
pl: Hasło
ro: Parola

# Languages::position_short
source: Pos.
hu: Poz.
ka: პოზიცია.
nl: Positie
pl: Poz.
ro: Poz.

# Languages::promotion_op_in
source: in
hu: benne van
ka: ში
pl: PSPID

# Languages::radiogroup
source: Radio group
hu: Rádiógombok
ka: რადიოჯგუფი
nl: Radiogroep
pl: Pole typu radio

# Languages::regexp
source: RegExp
hu: Reguláris kifejezés
ka: რეგულარული გამოხატვა
pl: Wyrażenie regularne

# Languages::runtime
source: Runtime
hu: Futásidő
ka: შესრულების დრო
nl: Looptijd
ro: Timp de executie

# Languages::tmpl_scroller
source: Scroller
hu: Görgető
nl: Scroll
pl: Okno przewijane
ro: Derulator

# Languages::server
source: Server
hu: Szerver
ka: სერვერი
pl: Serwer

# Languages::shared_secret
source: Shared Secret
hu: Megosztott Titok
ka: საერთო გასაღები
nl: Gedeeld geheim
pl: Współdzielony tajny klucz
ro: Secret impartasit

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
hu: FedEx 10kg Doboz
ka: FedEx 10კგ ყუთი
nl: FedEx 10kg doos

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
hu: FedEx 25kg Doboz
ka: FedEx 25კგ ყუთი
nl: FedEx 25kg Doos

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
hu: FedEx Doboz
ka: FedEx-ის ყუთი
nl: FedEx Doos

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
hu: FedEx Cső
nl: FedEx buis

# Languages::ship_fedex_smart_post
source: Smart Post
hu: Okos Bejegyzés
nl: Slimme Post

# Languages::ship_sp_pc_fragile
source: Fragile
hu: Törékeny
ka: მსხვრევადი
nl: Breekbaar
ro: Fragil

# Languages::ship_ups_package_type_21
source: UPS Express Box
hu: UPS Expressz doboz
ka: UPS Express ყუთი
nl: UPS Express Pakket
ro: Cutie Express UPS

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
hu: UPS 25Kg doboz
ka: UPS 25 კგ-იანი ყუთი
nl: UPS 25Kg Pakket
ro: Cutie 25Kg UPS

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
hu: UPS 10 kg-os doboz
ka: UPS 10 კგ-იანი ყუთი
nl: UPS 10Kg Pakket
ro: Cutie 10Kg UPS

# Languages::swing
source: Swing
hu: Hinta
ka: ცვლილება
nl: Schommel
pl: Nieliniowy
ro: Impuls

# Languages::temando_package_pallet
source: Pallet
hu: Raklap
ka: პალეტი
pl: Paleta
ro: Palet

# Languages::theme_editor.base_color
source: Base
hu: Alap
ka: ძირითადი
nl: Basis
pl: Kolor bazowy
ro: Baza

# Languages::Timestamp
source: Timestamp
hu: Időbélyeg
ka: დროებითი მონიშვნა
pl: Znacznik czasowy

# Languages::tracking_num
source: tracking #
hu: követési #
ka: მიდევნება #
nl: volgen #
pl: numer referencyjny? #
ro: Urmarire #

# Languages::usps
source: U.S Postal Service
hu: USPS
ka: USPS (აშშ-ს საფოსტო ფოსტა)
pl: Poczta U.S
ro: Serviciul postal American

# Languages::payments.paypal_adv_layout
source: Layout
hu: Elrendezés
ka: შრე
nl: Opmaak
pl: Układ

# Languages::payments.layout_a
source: Layout A
hu: Elrendezés "A"
nl: Opmaak A
pl: Układ A

# Languages::payments.layout_b
source: Layout B
hu: Elrendezés "B"
nl: Opmaak B
pl: Układ B

# Languages::payments.layout_c
source: Layout C
hu: Elrendezés "C"
nl: Opmaak C
pl: Układ C

# Languages::marketplace
source: Marketplace
hu: Piactér
nl: Handelsplaats
pl: Komercyjne dodatki do CS-Cart

# Languages::text_magnific
source: MagnificPopup
hu: Nagyító

# SettingsOptions::log_type_database
source: Database
hu: Adatbázis
ka: მონაცემთა ბაზები
pl: Baza danych
ro: Bază de date

# SettingsOptions::ftp_hostname
source: Hostname
hu: Hoszt neve
ka: ჰოსტის სახელი
nl: Hostnaam
pl: Serwer
ro: Hostname-ul

# SettingsOptions::ftp_password
source: Password
hu: Jelszó
ka: პაროლი
nl: Wachtwoord
pl: Hasło
ro: Parolă

# SettingsVariants::log_type_general::runtime
source: Runtime
hu: Futási idő
ka: შესრულების დრო

# SettingsVariants::timezone::Etc/GMT+12
source: (GMT-12:00) International Date Line West
hu: (GMT-12:00) Nemzetközi dátumválasztó nyugat

# SettingsVariants::timezone::Pacific/Apia
source: (GMT-11:00) Midway Island, Samoa
hu: (GMT-11:00) Midway-atoll, Szamoa

# SettingsVariants::timezone::Africa/Cairo
source: (GMT+02:00) Cairo
hu: (GMT+02:00) Kairó

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
hu: (GMT+03:00) Bagdad

# Languages::bank_cic
source: Groupe CIC
ka: CIC დაჯგუფება
nl: CIC Groep
ro: Banca CIC

# Languages::bank_cm
source: Credit Mutuel
nl: Crédit Mutuel

# Languages::bank_obc
source: OBC
nl: ORIENTAL BANK OF COMMERCE

# Languages::cmcic_societe
source: Societe
nl: Société
ro: Societate

# Languages::fullauth
source: Fullauth
ka: სრული ავტორიზაცია
nl: Volledige authorisatie
ro: Autentificare completa

# Languages::ok
source: OK
nl: AKKOORD

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
nl: Klant manifest ID
ro: ID-ul

# Languages::ship_fedex_package_type_fedex_pak
source: FedEx Pak
nl: FedEx Pakket

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
nl: Regionale Rate Box A
pl: Regianal Rate Box A

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
nl: Regionale Rate Box B
pl: Regianal Rate Box B

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
nl: Regionaal tarief Box C
pl: Regianal Rate Box C

# Languages::ship_usps_container_priority_window_flat_rate_envelope
source: Window Flat Rate Envelope
nl: Enkeltarief vensterenveloppe

# Languages::ship_usps_container_priority_gift_card_flat_rate_envelope
source: Gift Card Flat Rate Envelope
nl: Enkeltarief enveloppe met cadeaubon

# Languages::ship_usps_first_class_mail_type
source: First Class Mail Type
nl: Eerste Klas Mail Type

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
ka: Введите следующий URL в секцию Technical Information на Ogone Configuration как <br /><b>Response Url</b> для всех случаев ("accepted", "on hold", "uncertain", "cancelled by the client", "too many rejections by the acquirer"):<br /> <b>[r_url]</b><br /><br /> Также введите SHA-1 подпись и здесь и на Ogone Configuration. <br /><br />Для новых аккаунтов Ogone, созданных после 11 мая 2010, новый метод проверки SHA автоматически включен. <br/>Пожалуйста не забывайте выбрать "Использовать новый метод проверки SHA".
nl: Stel de volgende URL in bij de technische informatie in uw Ogone account als een <b>Response Url</b> voor alle statussen ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> En vul de SHA-1 Signature in voor beiden: zowel hier als ook in de Ogone Configuratie. Selecteer vervolgens voor Request Type: "Make this request in background and deferred".
pl: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "cancelled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
ro: Va rugam sa setati urmatorul URL in sectiunea de informatii tehnice pentru Configuratia Ogone ca <b>Raspuns Url</b> pentru toate cazurile ("acceptat", "in asteptare", "incert", "anulata de catre clientt", "prea multe refuzuri de la achizitor"): <b>[r_url]</b><br /> Introduceti, de asemenea Semnatura SHA-1 atat: aici si pe Configurare Ogone. Apoi, selectati Solicitare Tip: "A face aceasta solicitare in fundal si amanat".

# Languages::text_redactor
source: Redactor
ka: რედაქტორი
nl: Redacteur

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
ka: Используйте <b>testvendor</b> в качестве <b>Vendor Name</b>для тестирования<br><p><b>PAYMENT</b> - тип транзакции, используется для получения авторизации у банка, затем установки этой транзакции утром следующего дня, снятия денег с кредитной карточки покупателя.<br></p><p><b>DEFERRED</b> - транзакции не посылаются в банк для выполнения до тех пор, пока Вы не разрешите их выполнение, зайдя в администраторский интерфейс SagePay VSP, найдя транзакцию и нажав кнопку Release.</p>
nl: Gebruik <b>testvendor</b> als <b>Vendor Naam</b> om te testen<br /><p><b>BETALING</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
ro: Folositi <b> testvendor</b> as <b>Numele Vendor-ului</b> pentru testari<br /><p><b>PLATa</b> - tipul tranzactiei e folosit pentru a obtine autorizatia de la banca, apoi efecturarea tranzactiei in dimineata urmatoare, urmand ca suma sa fie retrasa din cardul clientului.<br /></p><p><b>AMaNAT</b> - tranzactiile NU sunt trimise bancii pana cand le EMITEtI autentificandu-va in interfata de Administrare a SagePay VSP-ului, gasind tranzactia si facand click pe butonul Emite.</p

# Languages::seo
source: SEO
nl: Zoekmachine optimalisatie

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
nl: (GMT-06:00) Centrale Tijd (US & Canada)
pl: (GMT-06:00) Czas centralny (U.S. & Kanada)

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
nl: (GMT-05:00) Oostelijke Tijd (US & Canada)

# SettingsVariants::timezone::America/Sao_Paulo
source: (GMT-03:00) Brasilia
nl: (GMT-03:00) Brasilië

# SettingsVariants::timezone::Asia/Riyadh
source: (GMT+03:00) Kuwait, Riyadh
nl: (GMT+03:00) Koeweit, Riyad

# SettingsVariants::timezone::Asia/Tashkent
source: (GMT+05:00) Islamabad, Karachi, Tashkent
nl: (GMT+05:00) Islamabad, Karachi, Tasjkent

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaan Bataar
nl: (GMT+08:00) Irkoetsk, Ulaan Bataar

# SettingsVariants::mailer_smtp_ecrypted_connection::tls
source: TLS
nl: Transport Layer Security (TLS)

# SettingsVariants::mailer_smtp_ecrypted_connection::ssl
source: SSL
nl: Secure Sockets Layer (SSL)

# Languages::demo
source: Demo
ka: დემო
pl: Wersja demonstracyjna

# Languages::extra
source: Extra
ka: დეტალურად
pl: Dodatkowe opcje
ro: Suplimentar

# Languages::fax
source: Fax
ka: ფაქსი
pl: Faks

# Languages::month_name_abr_11
source: Nov
ka: ნოე
pl: Lis
ro: Noi

# Languages::month_name_abr_2
source: Feb
ka: თებ
pl: Lut
ro: Februarie

# Languages::script
source: Script
ka: სკრიპტი
pl: Skrypt

# Languages::url
source: URL
pl: Adres URL

# ProfileFields::fax
source: Fax
ka: ფაქსი
pl: Faks

# Languages::google_base
source: Google Base
ka: Google
ro: Baza Google

# Languages::partner
source: Partner
ka: პარტნიორი
ro: Partener

# Languages::marketing
source: Marketing
ka: მარკეტინგი
