Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
hu: <p>CSS fájlok generálása LESS formátumból (manuális szerkesztéshez).</p><p>FONTOS: Az arculat szerkesztő nem lesz elérhető ebben az esetben!</p><p><i>Az eredei LESS fájl mentésre kerül, és később bármikor visszaállítható</i></p>
it: <p>Genera file CSS da LESS (per la modifica manuale).</p><p>Importante: non sarà possibile utilizzare l'editor visuale per personalizzare la vetrina!</p><p><i>I file LESS originali saranno salvati e sarete in grado di ripristinarli successivamente</i></p>
nl: <p>Maak CSS-bestanden vanuit LESS (voor handmatig wijzigen).</p><p>LET OP: De themabewerker is dan niet meer te gebruiken!</p><p><i>De originele LESS-bestanden worden gebackupped en zijn later te herstellen</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
hu: LESS engedélyezése
it: Attiva LESS
ka: LESS-ის გააქტიურება
nl: LESS inschakelen
pl: Włącz LESS
ro: Activează LESS

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
hu: <p>Váltson vissza LESS-re, hogy használni tudja az Arculat szerkesztőt, ugyanis ez a funkció LESS-t használ CSS helyett.</p><p><srtong>Fontos:</strong> Minden CSS fájl felülírásra kerül a visszaállítási folyamat során! A CSS módosítások a biztonsági mentések mappájába kerülnek.</p>
it: <p>Dovresti tornare alla modalità LESS per poter utilizzare l'editor visuale, questo perché funziona con file LESS invece che con i CSS.</p><p><strong>Importante:</strong>tutti i file CSS verranno sovrascritti durante il ripristino! Le modifiche personalizzate CSS verranno salvate nella cartella di backup.</p>
nl: <p>Om de themabewerker te kunnen gebruiken dient teruggeschakeld te worden naar LESS, omdat er dan met LESS-bestanden in plaats van eenvoudige CSS.</p><p><srtong>Belangrijk:</strong>Alle CSS-bestanden worden overschreven tijdens het herstelproces. Wijzigingen aangebracht in de CSS-bestanden wordtn opgeslagen in de backup-map.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
hu: A CSS módosítások mentésre kerülnek, és felülíródnak. Biztosan folytatja a LESS visszaállítással?
it: Le modifiche CSS saranno salvate e sovrascritte. Sei sicuro di continuare con il ripristino LESS?
nl: De gemaakte CSS-wijzigingen worden gebackupped en overschreven. Weet u zeker dat LESS hersteld moet worden?
pl: Modyfikacje CSS zostaną zarchiwizowane i nadpisane. Czy na pewno chcesz kontynuować przywracanie LESS ?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
hu: Az egyesített CSS fájlok nem támogatják ezt a funkciót. Állítsa vissza a LESS-t az <a target="_blank" href="[url]">Arculat szerkesztőben</a> hogy stílust tudjon váltani.
it: I file CSS compilati non supportano lo styling. Ripristinare la modalità LESS nell'<a target="_blank" href="[url]">editor visuale</a> per poter modificare gli stili.
nl: Gecompileerde CSS-bestanden ondersteunen geen aangepaste stijlen. Herstel LESS in de <a target="_blank" href="[url]">Themabewerker</a> om stijlen weer te kunnen aanpassen.
pl: Skompilowane pliki CSS nie obsługują stylizacji. Przywróć LESS w <a target="_blank" href="[url]"> Edytor szablonów</a>, aby móc zmienić style.

# Languages::need_product_name
source: You have to specify product name
hu: Határozzon meg terméknevet
it: È necessario specificare il nome del prodotto
nl: Geef het product een naam
pl: Musisz podać nazwę produktu

# Languages::api_required_field
source: The [field] field is required
hu: [field] mező kötelező
it: Il campo [field] è richiesto
nl: Het veld [field] is verplicht
pl: To pole [field] jest wymagane

# Languages::update_translation
source: Update from PO file
hu: Frissítés .PO fájlból
it: Aggiorna da file PO
ka: განახლება PO ფაილიდან
nl: Bijwerken vanaf PO-bestand
pl: Aktualizacja z pliku PO
ro: Actualizeaza dintr-un fisier PO

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
hu: A .PO fájlban található nyelvi kód nem egyezik a frissíteni kívánt nyelv kódjával
it: Il codice della lingua nel file PO non corrisponde a quella della lingua aggiornata
nl: De taalcode in het PO-bestand komt niet overeen met de bijgewerkte taal
pl: Kod języka w pliku PO nie zgadza się, że w aktualizowanym językiem

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
hu: PharData osztály nem található. Részletesen ezen a linken tájékozódhat: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
it: La classe PharData non è stata trovata. Maggiori informazioni su: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>
nl: De PharData class werd niet gevonden. Lees meer: https://php.net/manual/en/class.phardata.php
pl: Klasy PharData nie znaleziono. Więcej informacji: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
hu: ZipArchive osztály nem található. Részletesen ezen a linken tájékozódhat: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
it: La classe ZipArchive non è stata trovata. Maggiori informazioni su: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>
nl: De ZipArchive class werd niet gevonden. Lees meer: https://php.net/manual/en/class.ziparchive.php
pl: Nie można odnaleźć klasy ZipArchive. Czytaj więcej: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>

# Languages::make_archive
source: Make archive
hu: Tömörített fájl készítése
it: Crea archivio
ka: დაარქივება
nl: Archief aanmaken
pl: Stwórz archiwum
ro: Arhiveaza

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
hu: Válogasson bővítményeket és arculatokat az <a href="[href]" target="_blank">Alkalmazásbolt</a> kínálatából
it: Find more add-ons and themes in <a href="[href]" target="_blank">CS-Cart marketplace</a>
nl: Vind meer plug-ins en thema's op de <a href="http://marketplace.cs-cart.com/" target="_blank">CS-Cart handelsplaats</a>
pl: Znajdź więcej dodatków i grafik do <a href="http://marketplace.cs-cart.com/" target="_blank">CS-Cart</a>

# Languages::extract_archive
source: Extract archive
hu: Tömörített fájl kicsomagolása
it: Estrai archivio
ka: განარქივება
nl: Archief uitpakken
pl: Rozpakuj archiwum
ro: Dezarhiveaza

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
hu: Tömeges szállítólevél nyomtatás
it: Stampa massiva delle bolle di consegna
nl: Meerdere pakbonnen afdrukken
pl: Hurtowe drukowanie kart pakowania

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
hu: Tömeges számla nyomtatás (PDF)
it: Stampa massiva fatture (PDF)
ka: ჯგუფის ამობეჭდვა (pdf)-ფორმატში
nl: Meerdere facturen afdrukken (PDF)
pl: Hurtowe drukowanie faktur (PDF)

# Languages::text_all_categories_included
source: All categories included
hu: Összes kategória
it: Tutte le categorie incluse
nl: Alle categorieën opgenomen
pl: Zawiera wszystkie kategorie

# Languages::text_all_products_included
source: All products included
hu: Összes termék
it: Tutti i prodotti inclusi
nl: Alle producten opgenomen
pl: Zawiera wszystkie produkty

# Languages::usergroup_registered
source: Registered users
hu: Regisztrált felhasználók
it: Utenti registrati
ka: რეგისტრირებული მომხმარებლები
nl: Geregistreerde gebruikers
pl: Zarejestrowany użytkownik

# Languages::person_name
source: Name
hu: Név
it: Nome
ka: სახელი
nl: Naam
pl: Nazwa

# Languages::promotions.cond_any
source: any
hu: bármely
it: qualsiasi
ka: რომელიმე
nl: elke
pl: Jakiekolwiek

# Languages::promotions.cond_all
source: all
hu: összes
it: tutti
ka: ყველა
nl: alle
pl: Wszystkie

# Languages::promotions.cond_true
source: true
hu: igaz
it: vero
ka: ნამდვილი
nl: waar
pl: prawda

# Languages::promotions.cond_false
source: false
hu: hamis
it: falso
ka: მცდარი
nl: niet waar
pl: fałsz

# Languages::text_select_vendor
source: Please select a store first
hu: Válasszon áruházat először
it: Si prega di selezionare prima un negozio
ka: გთხოვთ ჯერ მონიშნოთ მაღაზია
nl: Selecteer eerst een winkel
pl: Najpierw wybierz sklep

# SettingsSections::Appearance
source: Appearance
hu: Megjelenés
it: Apparenza
ka: გარე ხედი
nl: Opmaak
pl: Wygląd
ro: Aspect

# SettingsSections::Company
source: Company
hu: Cég
it: Azienda
ka: ორგანიზაცია
nl: Bedrijf
pl: Firma
ro: Companie

# SettingsSections::Emails
source: E-mails
hu: E-mailek
it: E-mail
ka: ელ-ფოსტები
pl: E-maile
ro: E-mail-uri

# SettingsSections::General
source: General
hu: Általános
it: Generali
ka: ზოგადი
nl: Algemeen
pl: Ustawienia ogólne

# SettingsSections::Image_verification
source: Image verification
hu: Kép ellenőrzés (CAPTCHA)
it: Immagine di verifica per l'accesso (CAPTCHA)
ka: სურათის დამოწმება (CAPTCHA)
nl: Afbeelding verificatie
pl: Obrazki zabezpieczające
ro: Imagine de verificare

# SettingsSections::Logging
source: Logging
hu: Naplózás
it: Eventi Log
ka: მოვლენათა აღრიცხვა
nl: Loggen
pl: Logowanie
ro: Înregistări în jurnal

# SettingsSections::Reports
source: Reports
hu: Jelentések
it: Rapporti
ka: ანგარიშები
nl: Rapportages
pl: Raporty
ro: Rapoarte

# SettingsSections::Security
source: Security settings
hu: Biztonsági beállítások
it: Impostazioni di sicurezza
ka: უსაფრთხოების პარამეტრები
nl: Beveiliging instellingen
pl: Ustawienia zabezpieczeń
ro: Setări securitate

# SettingsSections::Checkout
source: Checkout
it: Cassa
nl: Afrekenen

# SettingsSections::Shippings
source: Shipping settings
hu: Szállítási beállítások
it: Impostazioni spedizione
ka: გზავნილის პარამეტრები
nl: Verzend instellingen
pl: Ustawienia wysyłki
ro: Setări transport

# SettingsSections::Sitemap
source: Sitemap
hu: Oldaltérkép
it: Sitemap (mappa del sito)
ka: საიტის რუქა
pl: Mapa strony
ro: Harta site-ului

# SettingsSections::Stores
source: Stores
hu: Áruházak
it: Negozi
ka: მაღაზიები
nl: Winkels
pl: Sklepy

# SettingsSections::Thumbnails
source: Thumbnails
hu: Bélyegképek
it: Miniature immagini
ka: ხატულები
nl: Miniaturen
pl: Miniaturki zdjęć
ro: Pictograme

# SettingsSections::Upgrade_center
source: Upgrade center
hu: Frissítési központ
it: Centro Aggiornamenti
ka: განახლების ცენტრი
nl: Upgrade centrum
pl: Centrum aktualizacji
ro: Centrul de upgrade

# SettingsOptions::company_name
source: Company name
hu: Cég neve
it: Nome azienda
ka: ორგანიზაციის დასახელება
nl: Bedrijf naam
pl: Nazwa firmy
ro: Numele companiei

# SettingsOptions::secure_checkout
source: Enable secure connection at checkout
hu: Biztonságos kapcsolat engedélyezése a vásárlásnál
it: Utilizza connessione sicura durante il pagamento
ka: ანგარიშწორებისას დაცული კავშირის გამოყენება
nl: Gebruik SSL tijdens het afrekenen (SSL certificaat vereist)
pl: Włącz bezpieczne połączenie w kasie
ro: Activează conexiune securizată la procesare (e necesar ca certificatul SSL să fi instalat pe serverul dvs.)

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
hu: Biztonságos kapcsolat engedélyezése az adminisztrációs panelhez
it: Utilizza connessione sicura in area amministrazione
nl: Gebruik SSL in het beheerdersgedeelte (SSL certificaat vereist)
pl: Przejdź na bezpieczne połączenie w panelu administracyjnym (wymagany certyfikat SSL)
ro: Activați conexiunea securizată în panoul de administare (e necesar ca certificatul SSL să fie instalat pe serverul dvs.)

# SettingsOptions::secure_auth
source: Enable secure connection for authentication, profile and orders pages
hu: Biztonságos kapcsolat engedélyezése a hitelesítés, profil és rendelések oldalak számára
it: Abilita connessione sicura per autenticazione, profilo e ordini (il certificato SSL deve essere installato sul tuo server)
nl: Veilige verbinding inschakelen voor authenticatie, profiel en bestel pagina's
pl: Przejdź na bezpieczne połączenie na stronie logowania, przeglądania profilu, realizacji zamówienia (wymagany certyfikat SSL)
ro: Activați conexiunea securizată pentru autentificare, profil și pagina de comandă (e necesar ca certificatul SSL să fie instalat pe serverul dvs.)

# SettingsOptions::keep_https
source: Keep HTTPS connection once a secure page is visited
hu: HTTPS kapcsolat megtartása amint egy biztonságos oldalletöltést történik
it: Mantenere la connessione HTTPS una volta che visitata una pagina sicura
nl: HTTPS verbinding behouden wanneer een beveiligde pagina is bezocht
pl: Utrzymaj połącznie HTTPS po odwiedzeniu strony zabezpieczonej SSL

# SettingsOptions::disable_shipping
source: Disable shipping
hu: Szállítás tiltása
it: Disabilita spedizioni
ka: გზავნილის გათიშვა
nl: Zet verzending uit
pl: Zablokuj wysyłkę
ro: Dezactivare transport

# SettingsOptions::debugging_console
source: Template debugging console
hu: Arculat debugging konzol
it: Console di debug del template
nl: Sjabloon debuggen venster
pl: Konsola usuwania błędów szablonu
ro: Consola de depanare a template-urilor

# SettingsOptions::header_7006
source: Shipping processors
hu: Szállítás feldolgozók
it: Processori di spedizione
nl: Verzend-Aanbieders
pl: Systemy dostawy
ro: Procesori de expediere

# SettingsOptions::log_type_news
source: News
hu: Hírek
it: Notizie
ka: სიახლეები
nl: Nieuws
pl: Nowości
ro: Noutăți

# SettingsOptions::license_number
source: License number
hu: Licenszkód
it: Numero licenza
ka: ლიცენზიის ნომერი
nl: Licentie nummer
pl: Numer licencji
ro: Număr de liciență

# SettingsOptions::alternative_currency
source: Alternative currency display format
hu: Alternatív pénznem megjelenítési formátum
it: Formato alternativo visualizzazione valuta
nl: Alternatieve valutaopmaak weergave
pl: Wyświetl format alternatywnej waluty
ro: Format alternativ pentru afișarea monedei

# SettingsOptions::company_address
source: Company address
hu: Cég címe
it: Indirizzo azienda
ka: კომპანიის მისამართი
nl: Bedrijf adres
pl: Adres firmy
ro: Adresa companiei

# SettingsOptions::show_cats
source: Show the 'Categories' section
hu: A 'Kategóriák' szekció megjelenítése
it: Mostra sezione 'categorie'
nl: Toon 'categorieen' sectie
pl: Pokaż sekcję "Kategorie"
ro: Afișează secțiunea 'Categorii'

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
hu: Email küldés módja
it: Modalità per invio delle e-mail
nl: E-mail verzendmethode
pl: Metoda wysyłania maili
ro: Modalitatea de trimite a e-mail-urilor

# SettingsOptions::width
source: Image width
hu: Kép szélesség
it: Larghezza
ka: სურათის სიგანე
nl: Breedte afbeelding
pl: Szerokość zdjęcia
ro: Lățime, px

# SettingsOptions::log_type_orders
source: Orders
hu: Rendelések
it: Ordini
ka: შეკვეთები
nl: Bestellingen
pl: Zamówienia
ro: Comenzi

# SettingsOptions::log_type_users
source: Users
hu: Felhasználók
it: Utenti
ka: მომხმარებლები
nl: Gebruikers
pl: Użytkownicy
ro: Utilizatori

# SettingsOptions::log_type_products
source: Products
hu: Termékek
it: Prodotti
ka: პროდუქტები
nl: Producten
pl: Produkty
ro: Produse

# SettingsOptions::log_type_categories
source: Categories
hu: Kategóriák
it: Categorie
ka: კატეგორიები
nl: Categorieën
pl: Kategorie
ro: Categorii

# SettingsOptions::log_type_requests
source: Requests
hu: Kérések
it: Richieste
ka: მოთხოვნები
nl: Aanvragen
pl: Żądania
ro: Solicitări

# SettingsOptions::min_admin_password_length
source: Minimum administrator password length
hu: Adminisztrátor jelszó minimális hossza
it: Lunghezza minima password amministratore
nl: Minimale beheerder wachtwoordlengte
pl: Minimalna długość hasła administratora
ro: Lungimea minimă a parolei Administratorului

# SettingsOptions::header_1
source: Administrator settings
hu: Adminisztrátori beállítások
it: Impostazioni area amministratore (back-end)
ka: ადმინისტრატორის პარამეტრები
nl: Administratie instellingen
pl: Ustawienia panelu administracyjnego
ro: Setări Administrație

# SettingsOptions::header_7010
source: Format of time intervals
hu: Idő intervallumok formátuma
it: Formati per intervalli di tempo
ka: დროის ინტერვალის ფორმატი
nl: Tijdsinterval opmaak
pl: Format przedziału czasu
ro: Formatul intervalelor de timp

# SettingsOptions::share_users
source: Share users among stores
hu: Felhasználók megosztása áruházak között
it: Condividere utenti tra i diversi negozi
nl: Deel gebruikers tussen winkels
pl: Współdziel użytkowników pomiędzy sklepami:

# SettingsOptions::log_type_general
source: General
hu: Általános
it: Generale
ka: ზოგადი
nl: Algemeen
pl: Ogólne

# SettingsOptions::backend_default_language
source: Backend default language
hu: Adminisztrációs felület alapértelmezett nyelve
it: Lingua predefinita area amministrazione
nl: Beheerdersgedeelte standaard-taal
pl: Domyślny język panelu admnistracyjnego
ro: Limba implicită pentru Panoul de Administrare

# SettingsOptions::company_city
source: Company city
hu: Cég városa
it: Città azienda
ka: ორგანიზაციის ქალაქი
nl: Bedrijf plaats
pl: Miasto
ro: Orașul Companiei

# SettingsOptions::admin_orders_per_page
source: Orders per page
hu: Rendelések száma oldalanként
it: Ordini per pagina
ka: შეკვეთები თითო გვერდზე
nl: Bestellingen per pagina
pl: Ilość zamówień na stronie
ro: Comenzi per pagină

# SettingsOptions::day
source: Day
hu: Nap
it: Giorno
ka: დღე
nl: Dag
pl: Dzień
ro: Zi

# SettingsOptions::fedex_enabled
source: Enable FedEx
hu: FedEx engedélyezése
it: Abilita FedEx
ka: FedEx-ის ჩართვა
nl: Aanzetten FedEx
pl: Włącz FedEx
ro: Activați FedEx

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
hu: Csak gyökér szintű kategóriákat mutasson a 'Kategóriák' szekcióban
it: Mostra solo categorie 'root' (livello superiore) nella sezione 'categorie'
nl: Toon alleen de root-level categorieen-links in 'categorieen' sectie
pl: Pokaż tylko linki głównych kategorii w sekcji "Kategorie"
ro: Afișează doar link-urile categoriilor rădăcină în secțiunea 'Categorii'

# SettingsOptions::height
source: Image height
hu: Kép magasság
it: Altezza
ka: სურათის სიმაღლე
nl: Hoogte afbeelding
pl: Wysokość zdjęcia
ro: Înălțime, px

# SettingsOptions::admin_passwords_must_contain_mix
source: Administrator password must contain both letters and numbers
hu: Az adminisztrátor jelszó betűket és számokat is kell, hogy tartalmazzon
it: La password amministratore deve contenere sia lettere che numeri
nl: Wachtwoord voor beheerder dient zowel letters als cijfers te bevatten
pl: Hasło administratora musi zawierać jednocześnie litery i cyfry
ro: Parola Administratorului trebuie să conțină și litere și numere

# SettingsOptions::header_10003
source: SMTP server settings
hu: SMTP szerver beállítások
it: Impostazioni server SMTP
ka: SMTP სერვერის პარამეტრები
nl: SMTP server instellingen
pl: Ustawienia serwera SMTP
ro: Setări server SMTP

# SettingsOptions::header_8158
source: FTP server options
hu: FTP szerver beállítások
it: Opzioni server FTP
ka: FTP სერვერის პარამეტრები
nl: FTP server opties
pl: Ustawienia serwera FTP
ro: Opțiuni server FTP

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
hu: A "Frissítés minden áruházban" ikon alapértelmezett állapota
it: Stato predefinito per l'icona "aggiorna tutti i negozi"
nl: Standaardwaarde van de "Update voor alle winkels"-optie
pl: Domyślny stan dla ikonki "Aktualizuj we wszystkich sklepach"

# SettingsOptions::weight_symbol
source: Weight symbol
hu: Súly szimbólum
it: Simbolo del peso
ka: წონის სიმბოლო
nl: Gewichtssymbool
pl: Symbol wagi
ro: Simbol greutate

# SettingsOptions::admin_products_per_page
source: Products per page
hu: Termékek oldalanként
it: Prodotti per pagina
ka: პროდუქტები თითო გვერდზე
nl: Producten per pagina
pl: Ilość produktów na stronie
ro: Produse per pagină

# SettingsOptions::company_country
source: Company country
hu: Cég országa
it: Paese dell'azienda
ka: ორგანიზაციის ქვეყანა
nl: Bedrijf Land
pl: Kraj
ro: Țara companiei

# SettingsOptions::week
source: Week
hu: Hét
it: Settimana
ka: კვირა
pl: Tydzień
ro: Săptămână

# SettingsOptions::ups_enabled
source: Enable UPS
hu: UPS engedélyezése
it: Abilita UPS
ka: UPS-ის ჩართვა
nl: Aanzetten UPS
pl: Włącz UPS
ro: Activați UPS

# SettingsOptions::mailer_smtp_host
source: SMTP host
hu: SMTP hoszt
it: Host SMTP
ka: SMTP ჰოსტი
ro: Host SMTP

# SettingsOptions::string_length
source: String length
hu: Szöveg hossza
it: Lunghezza stringa
ka: სტრინგის სიგრძე
nl: Tekenreeks lengte
pl: Długość ciągu znaków
ro: Lungimea codului de verificare [caractere]

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
hu: Kényszerítse jelszó változtatásra az adminisztrátorokat az első bejelentkezéskor
it: Obbliga gli amministratori a cambiare la password al primo accesso
ka: პაროლის შეცვლის მოთხოვნა პირველივე ავტორიზაციისას
nl: Verplicht beheerders het wachtwoord na het eerste bezoek te wijzigen
pl: Wymuś na administratorze zmianę hasła podczas pierwszego logowania
ro: Obligați Administratori să-și schimbe parola la prima autentificare

# SettingsOptions::show_site_info
source: Show the 'Site info' section
hu: Az 'Áruház információ' szekció megjelenítése
it: Mostra sezione 'informazioni sito'
ka: ჩანართის 'საიტის ინფო'-ს გამოჩენა
nl: Toon 'Winkelnieuws' sectie
pl: Pokaż sekcję "Informacje o stronie"
ro: Afișează secțiunea 'Info site'

# SettingsOptions::lines_number
source: Number of grid lines
hu: Rács vonalak száma
it: Numero linee griglia
nl: Aantal roosterlijnen
pl: Ilość linii siatki
ro: Numărul linilor de grilă

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
hu: Rács színe (hexadecimális kód)
it: Colore griglia (codice esadecimale)
nl: Roosterkleur (hexadecimale code)
pl: Kolor siatki (kod szestnastkowy)
ro: Culoarea grilei (cod hexazecimal)

# SettingsOptions::ftp_username
source: Username
hu: Felhasználónév
it: Nome utente
ka: ფსევდონიმი
nl: Gebruikersnaam
pl: Użytkownik
ro: Utilizator

# SettingsOptions::company_state
source: Company state
hu: Cég megyéje
it: Provincia
ka: ორგანიზაციის რაიონი
nl: Bedrijf provincie
pl: Stan
ro: Județul companiei

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
hu: Grammok száma a súly szimbólum által meghatározott egységben
it: Grammi nell'unità di peso definita
ka: გრამები მითითებულ წონის ერთეულში
nl: Grammen in eenheid gedefineerd door het gewichtsymbool
pl: Gramy w jednostkach wagi zdefiniowanych przez symbol wagi
ro: Grame în unitatea de greutate definită după simbolul greutății

# SettingsOptions::month
source: Month
hu: Hónap
it: Mese
ka: თვე
nl: Maand
pl: Miesiąc
ro: Lună

# SettingsOptions::usps_enabled
source: Enable USPS
hu: USPS engedélyezése
it: Abilita USPS
ka: USPS-ის ჩართვა
nl: Aanzetten USPS
pl: Włącz USPS
ro: Activați USPS
