Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::please_enter_license_here
source: Please enter license number here
hu: Adjon meg egy érvényes licenszkódot
it: Per favore inserire numero di licenza qui
ka: გთხოვთ შეიყვანოთ ლიცენზიის ნომერი აქ
nl: Vul uw licentienummer hier in
pl: Wpisz tu numer licencji
ro: Va rugam sa introduceti licenta aici

# Languages::please_select_one
source: Please, select one
hu: Kérjük, válasszon egyet
it: Per favore, selezionarne uno
ka: გთხოვთ აირჩიოთ ერთი
nl: Kies een optie
pl: Proszę wybrać opcję
ro: Va rugam, selectati una

# Languages::please_sign_in
source: Please sign in
hu: Bejelentkezés
it: Per favore effettuare l'accesso
ka: გთხოვთ გაიაროთ ავტორიზაცია
nl: S.v.p. inloggen
pl: Proszę się zalogować
ro: Autentificare

# Languages::polish
source: Polish
hu: Lengyel
it: Polacco
ka: პოლონური
nl: Pools
pl: Polski
ro: Poloneza

# Languages::poor
source: Poor
hu: Gyenge
it: Scadente
ka: ძალიან ცუდი
nl: Slecht
pl: Marnie
ro: Slab

# Languages::popularity
source: Popularity
hu: Népszerűség
it: Popolarità
ka: პოპულარობა
nl: Populariteit
pl: Popularność
ro: Popularitate

# Languages::popup
source: Popup
hu: Felugró
it: Finestra di popup
ka: Всплывающее окно
pl: Okienko pop-up

# Languages::popup_larger_image
source: Popup larger image
hu: Nagy kép
it: Immagine grande (popup)
ka: სურათის გადიდება
nl: Popup grotere afbeelding
pl: Większe zdjęcie
ro: Deschideti imaginile mari intr-o fereastra pop-up

# Languages::portugese
source: Portuguese
hu: Portugál
it: Portoghese
ka: პორტუგალიური
nl: Portugees
pl: Portugese
ro: Portugheza

# Languages::posid
source: Pos ID
hu: Poz ID
it: ID pos
ka: ID позиции

# Languages::position
source: Position
hu: Pozíció
it: Posizione
ka: პოზიცია
nl: Positie
pl: Pozycja
ro: Pozitie

# Languages::positions_updated
source: Positions of items were updated
hu: Az elemek pozíciói sikeresen frissítve
it: L'ordinamento degli articoli è stato aggiornato
ka: Позиции элементов обновлены
nl: Nieuwe posities opgeslagen
pl: Pozycje elementów zostały zaktualizowane
ro: Pozitiile elementelor au fost actualizate

# Languages::postal_mail
source: Postal mail
hu: Postai levél
it: Invio postale
ka: ფოსტა
nl: Post
ro: Scrisoare postala

# Languages::postauth
source: Postauth
it: Autenticazione postale (postauth)
ka: პოსტავტორიზაცია

# Languages::post_url
source: Post URL
hu: Bejegyzés URL
it: Invia URL
ka: URL შეტყობინება
nl: Bericht URL

# Languages::powered_by
source: Powered by
hu: A webáruház motorja:
it: Realizzato da
ka: ინტერნეტ მაღაზია,
nl: Mogelijk gemaakt door
ro: Design & Implementare

# Languages::po_number
source: PO number
hu: PO szám
it: Numero PO
ka: PO-ს ნომერი
nl: PO nummer
pl: Numer zamówienia
ro: Numarul PO

# Languages::preauth
source: Preauth
it: Preautorizzazione
ka: პრეავტორიზაცია
pl: Autoryzacja wstępna

# Languages::preauthorization
source: Preauthorization
hu: Előzetes engedélyezés
it: Preautorizzazione
ka: პრეავტორიზაცია
nl: Preauthorisatie
pl: Autoryzacja wstępna
ro: Pre-autorizatie

# Languages::prefix
source: Prefix
hu: Előképző
it: Prefisso
ka: პრეფიქსი
nl: Voorvoegsel
pl: Przedrostek

# Languages::preshared_key
source: PreShared Key
hu: PreShared Kulcs
it: Chiave già condivisa
ka: PreShared გასაღები
nl: Vooraf gedeelde sleutel
pl: Klucz PreShared
ro: Cheie Preshared (PSK)

# Languages::prev
source: Prev.
hu: Előző
it: Prec.
ka: წინა.
nl: Vorige
pl: Poprzedni
ro: Precedent

# Languages::preview
source: Preview
hu: Előnézet
it: Anteprima
ka: წინასწარი დათვალიერება
nl: Voorvertoning
pl: Podgląd
ro: Previzualizati

# Languages::previous
source: Previous
hu: Előző
it: indietro
ka: წინა
nl: Vorige
pl: Poprzedni
ro: Anterioara

# Languages::previous_month
source: Previous month
hu: Múlt hónapban
it: Mese precedente
ka: გასული თვე
nl: Vorige maand
pl: Poprzedni miesiąc
ro: Luna anterioara

# Languages::previous_period
source: Previous period
hu: Előző periódus
it: Periodo precedente
nl: Vorige periode
pl: Poprzedni okres
ro: Perioada anterioara

# Languages::previous_week
source: Previous week
hu: Múlt héten
it: Settimana precedente
ka: გასული კვირა
nl: Vorige week
pl: Poprzedni tydzień
ro: Saptamana anterioara

# Languages::previous_year
source: Previous year
hu: Tavaly
it: Anno precedente
ka: გასული წელი
nl: Vorig jaar
pl: Poprzedni rok
ro: Anul anterior

# Languages::prev_page
source: Prev
hu: Előző
it: Precedente
ka: წინა
nl: Vorige
pl: Poprzednia
ro: Pagina anterioara

# Languages::price
source: Price
hu: Ár
it: Prezzo
ka: ფასი
nl: Prijs
pl: Cena
ro: Pret

# Languages::price_decreased
source: Price has been decreased by
hu: Ár csökkentve ennyivel:
it: Il prezzo è stato diminuito di
ka: ფასმა დაიკლო
nl: Prijs is verlaagd met
pl: Cena została zmniejszona o
ro: Pretul a fost redus cu

# Languages::price_dec_sign_delimiter
source: Price decimal separator
hu: Tizedesjegy
it: Delimitatore decimale prezzo
ka: ფასების გამყოფი
nl: Prijs decimaal scheidingsteken
pl: Separator dziesiętny cen
ro: Separator pret zecimal

# Languages::price_includes_tax
source: Price includes tax
hu: Az ár tartalmazza
it: Prezzo incl. tassa
ka: ფასი დღგ-ს ჩათვლით
nl: Prijs incl. btw
pl: Cena zawiera podatki
ro: Pretul include taxele

# Languages::price_increased
source: Price has been increased by
hu: Az árak megnövelve ennyivel
it: Il prezzo è stato aumentato di
ka: ფასმა მოიმატა
nl: Prijs is verhoogd met
pl: Cena wzrosła o
ro: Pretul a fost majorat cu

# Languages::price_in_points
source: Price in points
hu: Ár hűségpontban
it: Prezzo in punti
ka: ფასი ქულებში
nl: Prijs in punten
pl: Cena w punktach
ro: Pretul in puncte

# Languages::price_summary
source: Price summary
hu: Ár összesítő
it: Riepilogo prezzo
ka: ჯამური ღირებულება
nl: Samenvatting prijs
pl: Całkowita cena
ro: Sumar pret

# Languages::pricing_inventory
source: Pricing / inventory
hu: Árak és készlet
it: Prezzi / Inventario
ka: ფასები / ინვენტარი
nl: Prijs / Inventaris
pl: Ceny / magazyn
ro: Preturi / inventar

# Languages::primary
source: Primary
hu: Elsődleges
it: Primario
ka: ძირითადი
nl: Eerste
pl: Podstawowy
ro: Primar

# Languages::primary_currency
source: Primary currency
hu: Elsődleges pénznem
it: Valuta principale
ka: ძირითადი ვალუტა
nl: Primaire valuta
pl: Waluta podstawowa
ro: Moneda principala

# Languages::print_card
source: Print card
hu: Kártya nyomtatása
it: Stampa buono regalo
ka: ბარათის ამობეჭდვა
nl: Print winkelwagen
pl: Drukuj kartę podarunkową
ro: Imprimati card

# Languages::print_credit_memo
source: Print credit memo
hu: Jóváírás nyomtatása
it: Visualizza memo credito
nl: Print creditnota
pl: Drukuj fakturę korygującą
ro: Imprimati credit memo

# Languages::print_invoice
source: Print invoice
hu: Megrendelés nyomtatása
it: Visualizza fattura
ka: ინვოისის ამობეჭდვა
nl: Printen bestelling
pl: Drukuj fakturę
ro: Imprimati factura

# Languages::print_order_details
source: Print order details
hu: Rendelés nyomtatása
it: Visualizza dettagli ordine
ka: შეკვეთის ამობეჭდვა
nl: Print besteldetails
pl: Drukuj szczegóły zamówienia
ro: Imprimati detaliile comenzii

# Languages::print_packing_slip
source: Print packing slip
hu: Csomagolási szelvény nyomtatása
it: Stampa bolla di consegna
ka: შესაფუთი შეკვეთის ამობეჭდვა
nl: Pakbon printen
pl: Drukuj kartę pakowania
ro: Imprimati lista de cumparaturi

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
hu: Csomagolási szelvény nyomtatása (pdf)
it: Stampa bolla di trasporto (pdf)
nl: Pakbon printen (PDF)
pl: Drukuj kartę pakowania
ro: Imprimare bonul de livrare (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
hu: Nyugta nyomtatása (pdf)
it: Stampa memo credito (PDF)
nl: Print creditnota (pdf)
pl: Drukuj fakturę korygującą (pdf)
ro: Imprimati credit memo (pdf)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
hu: Megrendelés nyomtatása (pdf)
it: Stampa fattura (PDF)
ka: ინვოისის ამობეჭდვა (pdf)
nl: Print factuur (pdf)
pl: Drukuj fakturę (pdf)
ro: Imprimati factura (pdf)

# Languages::print_pdf_order_details
source: Print order details (pdf)
hu: Rendelés nyomtatása (pdf)
it: Stampa dettagli ordine (PDF)
ka: შეკვეთის ამობეჭდვა (PDF ფორმატში)
nl: Print ordergegevens (PDF)
pl: Drukuj szczegóły zamówienia (pdf)
ro: Imprimati detaliile comenzii (pdf)

# Languages::print_slip
source: Print slip
hu: Szelvény nyomtatása
it: Stampa bolla
ka: რეესტრის ამობეჭდვა
nl: Print bon
pl: Drukuj kartę
ro: Imprimati lista de cumparaturi

# Languages::priority
source: Priority
hu: Elsőbbségi
it: Priorità
ka: პრიორიტეტი
nl: Prioriteit
pl: Priorytet
ro: Prioritate

# Languages::private
source: Private
hu: Bizalmas
it: Privato
ka: პირადი
nl: Prive
pl: Prywatne
ro: Privat

# Languages::private_customer_settings
source: Private customer settings
hu: Bizalmas vevő beállítások
it: Impostazioni cliente privato
ka: მომხმარებლის პირადი პარამეტრები
nl: Instellingen klant
pl: Osobiste ustawienia klienta
ro: Setari client

# Languages::privilege
source: Privilege
hu: Jogosultság
it: Autorizzazione d'accesso
ka: უფლება
pl: Prawa dostępu
ro: Privilegiu

# Languages::privileges
source: Privileges
hu: Jogosultságok
it: Autorizzazioni d'accesso
ka: პრივილეგიები
pl: Uprawnienia
ro: Privilegii

# Languages::privileges.change_order_status
source: Change order status
hu: Rendelési státusz megváltoztatása
it: Cambiare lo stato dell'ordine
ka: შეკვეთის სტატუსის ცვლილება
nl: Wijzig bestelstatus
pl: Zamiana statusu zamówienia
ro: Schimbati statutul comenzii

# Languages::privileges.create_order
source: Create order
hu: Rendelés készítése
it: Creare ordini
ka: შეკვეთის შექმნა
nl: Nieuwe bestelling
pl: Tworzenie zamówienia
ro: Creati o comanda

# Languages::privileges.database_maintenance
source: Database maintenance
hu: Adatbázis karbantartás
it: Manutenzione database (banca dati)
nl: Database onderhoud
pl: Utrzymanie bazy danych
ro: Intretinere baza de date

# Languages::privileges.delete_logs
source: Delete logs
hu: Naplóbejegyzések törlése
it: Cancellare i Log
ka: ლოგების წაშლა
nl: Logs verwijderen
pl: Kasowanie logów
ro: Stergeti jurnale

# Languages::privileges.delete_orders
source: Delete orders
hu: Rendelések törlése
it: Cancellare gli ordini
ka: შეკვეთების წაშლა
nl: Bestellingen verwijderen
pl: Kasowanie zamówień
ro: Stergeti comenzi

# Languages::privileges.edit_blocks
source: Edit blocks
hu: Blokkok szerkesztése
it: Modificare blocchi
ka: ბლოკების რედაქტირება
nl: Blokken aanpassen
pl: Edycja bloków
ro: Editare block-uri

# Languages::privileges.edit_order
source: Edit order
hu: Rendelés szerkesztése
it: Modificare gli ordini
ka: შეკვეთის რედაქტირება
nl: Wijzig bestelling
pl: Edycja zamówienia
ro: Editare comanda

# Languages::privileges.edit_files
source: Edit files
hu: Fájlok szerkesztése
it: Modifica file
ka: ფაილების რედაქტირება
nl: Bestanden aanpassen
pl: Edycja plików
ro: Editeaza fisiere

# Languages::privileges.exim_access
source: Import and export data
hu: Adat importálás és exportálás
it: Consentire importazione/esportazione dati
ka: მონაცემთა იმპორტი და ექსპორტი
nl: Importeer en exporteer gegevens
pl: Zarządanie importem/exportem danych
ro: Importati si exportati date

# Languages::privileges.manage_catalog
source: Manage catalog
hu: Katalógus kezelése
it: Gestire il catalogo
ka: კატალოგის მართვა
nl: Catalogus beheren
pl: Zarządzanie katalogiem produktów
ro: Gestionati catalogul

# Languages::privileges.manage_currencies
source: Manage currencies
hu: Valuták kezelése
it: Gestire le valute
ka: ვალუტის მართვა
nl: Valuta beheren
pl: Zarządzanie walutami
ro: Gestionati valutele

# Languages::privileges.manage_design
source: Manage design
hu: Kinézet kezelése
it: Gestire il Design
ka: დიზაინის მართვა
nl: Opmaak beheren
pl: Zarządzanie wyglądem sklepu
ro: Gestionati design-ul

# Languages::privileges.manage_languages
source: Manage languages
hu: Nyelvek kezelése
it: Gestire le lingue
ka: ენების მართვა
nl: Talen beheren
pl: Zarządzanie językami
ro: Gestionati limbile

# Languages::privileges.manage_locations
source: Manage locations
hu: Helyek kezelése
it: Gestire le destinazioni
ka: მდებარეობის მართვა
nl: Beheer lokaties
pl: Zarządzanie lokacjami
ro: Gestionati locatiile

# Languages::privileges.manage_order_statuses
source: Manage order statuses
hu: Rendelési státuszok kezelése
it: Gestire lo stato degli ordini
ka: შეკვეთის სტატუსის მართვა
nl: Bestelstatussen beheren
pl: Zarządzanie statusami zamówień
ro: Gestionati statutul comenzilor

# Languages::privileges.manage_pages
source: Manage pages
hu: Oldalak kezelése
it: Gestire le Pagine
ka: გვერდების მართვა
nl: Pagina's beheren
pl: Zarządzanie stronami
ro: Gestionati pagini

# Languages::privileges.manage_payments
source: Manage payments
hu: Fizetési módok kezelése
it: Gestire i pagamenti
ka: გადახდების მართვა
nl: Betalingen beheren
pl: Zarządzanie płatnościami
ro: Gestionati platile

# Languages::privileges.manage_promotions
source: Manage promotion system
hu: Promóciók kezelése
it: Gestire le promozioni
ka: სასაჩუქრე სისტემის მართვა
nl: Aanbiedingensysteem beheren
pl: Zarządzanie promocjami
ro: Gestionarea sistemului de promovare

# Languages::privileges.manage_reports
source: Manage reports
hu: Jelentések kezelése
it: Gestire i rapporti
ka: რეპორტების მართვა
nl: Rapportages beheren
pl: Zarządzanie raportami
ro: Gestionati rapoarte

# Languages::privileges.manage_shipping
source: Manage shipping
hu: Szállítási módok kezelése
it: Gestire le spedizioni
ka: მიწოდების მართვა
nl: Verzendmethoden beheren
pl: Zarządzanie wysyłkami
ro: Gestionati transportul

# Languages::privileges.manage_sitemap
source: Manage sitemap
hu: Oldaltérkép kezelése
it: Gestire la mappa del sito
ka: გვერდის რუკის მართვა
nl: Sitemap beheren
pl: Zarządzanie mapą serwisu
ro: Gestionati harta site-ului

# Languages::privileges.manage_static_data
source: Manage static data
hu: Statikus adatok kezelése
it: Visualizzare i dati statici
ka: სტატიკური ინფორმაციის მართვა
nl: Statische data beheren
pl: Zarządzanie danymi statycznymi
ro: Gestionati datele statice

# Languages::privileges.manage_storage
source: Manage storage
hu: Tárhely kezelése
it: Gestire la memoria
ka: საცავის მართვა
nl: Opslag beheren
pl: Zarządzanie składowaniem danych
ro: Gestionati depozitul

# Languages::privileges.manage_stores
source: Manage stores
hu: Áruházak kezelése
it: Gestire i negozi
ka: მაღაზიების მართვა
nl: Winkels beheren
pl: Zarządzanie sklepami
ro: Gestionati magazinele

# Languages::privileges.manage_taxes
source: Manage taxes
hu: Adók kezelése
it: Gestire le tasse
ka: დღგ-ს მართვა
nl: Belastingen beheren
pl: Zarządzanie podatkami
ro: Gestionati taxele

# Languages::privileges.manage_themes
source: Manage themes
hu: Arculatok kezelése
it: Gestire i Temi
ka: თემების მართვა
nl: Thema's beheren
pl: Zarządzanie grafiką
ro: Gestionati teme/themes

# Languages::privileges.manage_translation
source: On-site live editing
hu: Nyelvi elemek szerkesztése valós időben a webáruházban
it: Modifica in tempo reale sul sito
nl: On-site live wijzigen
pl: Edycja online

# Languages::privileges.manage_usergroups
source: Manage user groups
hu: Felhasználói csoportok kezelése
it: Gestire i gruppi utente
ka: მომხმარებლებსი და ჯგუფების მართვა
nl: Gebruikersgroepen beheren
pl: Zarządzanie grupami użytkowników
ro: Gestionare grupurile de utilizatori

# Languages::privileges.manage_users
source: Manage users
hu: Felhasználók kezelése
it: Gestire gli utenti
ka: მომხმარებლების მართვა
nl: Gebruikers beheren
pl: Zarządzanie użytkownikami
ro: Gestionati utilizatorii

# Languages::privileges.update_settings
source: Update settings
hu: Beállítások frissítése
it: Aggiornare le impostazioni
ka: პარამეტრების განახლება
nl: Update instellingen
pl: Aktualizacja ustawień sklepu
ro: Actualizati setarile

# Languages::privileges.upgrade_store
source: Upgrade store
hu: Áruház frissítése
it: Aggiornare il sistema
ka: მაღაზიის განახლება
nl: Upgrade webwinkel
pl: Aktualizacja sklepu
ro: Upgradati magazinului

# Languages::privileges.view_catalog
source: View catalog
hu: Katalógus megtekintése
it: Visualizzare il catalogo
ka: კატალოგის ნახვა
nl: Catalogus bekijken
pl: Przeglądanie katalogu produktów
ro: Vizualizati catalogul

# Languages::privileges.view_currencies
source: View currencies
hu: Pénznemek megtekintése
it: Visualizzare le valute
ka: ვალუტის ნახვა
nl: Valuta bekijken
pl: Przeglądanie walut
ro: Vizualizati moneda

# Languages::privileges.view_languages
source: View languages
hu: Nyelvek megtekintése
it: Visualizzare le lingue
ka: ენების ნახვა
nl: Talen bekijken
pl: Przeglądanie języków
ro: Vizualizati limbile

# Languages::privileges.view_locations
source: View locations
hu: Helyek megtekintése
it: Visualizzare le destinazioni
ka: მდებარეობის ნახვა
nl: Locaties bekijken
pl: Przeglądanie lokacji
ro: Vizualizati locatiile

# Languages::privileges.view_logs
source: View logs
hu: Naplózás megtekintése
it: Visualizzare i Log
ka: ლოგების ნახვა
nl: Bekijk logs
pl: Przeglądanie logów
ro: Vizualizati jurnale

# Languages::privileges.view_orders
source: View orders
hu: Rendelések megtekintése
it: Visualizzare gli ordini
ka: შეკვეთების ნახვა
nl: Bestellingen bekijken
pl: Przeglądanie zamówień
ro: Vizualizati comenzi

# Languages::privileges.view_pages
source: View pages
hu: Oldalak megtekintése
it: Visualizzare le Pagine
ka: გვერდების ნახვა
nl: Pagina's bekijken
pl: Przeglądanie stron
ro: Vizualizati pagini

# Languages::privileges.view_payments
source: View payments
hu: Fizetési módok megtekintése
it: Visualizzare i pagamenti
ka: გადახდების ნახვა
nl: Betalingen bekijken
pl: Przeglądanie płatności
ro: Vizualizati platile

# Languages::privileges.view_reports
source: View reports
hu: Jelentések megtekintése
it: Visualizzare i rapporti
ka: რეპორტების ნახვა
nl: Rapportages bekijken
pl: Przeglądanie raportów
ro: Vizualizati rapoarte

# Languages::privileges.view_settings
source: View settings
hu: Beállítások megtekintése
it: Visualizzare le impostazioni
ka: პარამეტრების ნახვა
nl: Instellingen bekijken
pl: Przeglądanie ustawień sklepu
ro: Vizualizati setari

# Languages::privileges.view_shipping
source: View shipping
hu: Szállítás megtekintése
it: Visualizzare le spedizioni
ka: მიწოდების საშუალებების ნახვა
nl: Verzendmethodes bekijken
pl: Przeglądanie sposobów wysyłek
ro: Vizualizati transportul

# Languages::privileges.view_static_data
source: View static data
hu: Menük megtekintése
it: Visualizzare i dati statici
ka: სტატიკური მონაცემების ნახვა
nl: Statische data bekijken
pl: Przeglądanie statycznych danych
ro: Vizualizati datele statice

# Languages::privileges.view_stores
source: View stores
hu: Áruházak megtekintése
it: Visualizzare i negozi
ka: მაღაზიების ნახვა
nl: Winkels bekijken
pl: Przeglądanie sklepów
ro: Vizualizati magazinele

# Languages::privileges.view_taxes
source: View taxes
hu: Adók megtekintése
it: Visualizzare le tasse
ka: დღგ-ს ნახვა
nl: Belastingen bekijken
pl: Przeglądanie podatków
ro: Vizualizati taxele

# Languages::privileges.view_usergroups
source: View user groups
hu: Felhasználói csoportok megtekintése
it: Visualizzare i gruppi utente
ka: მომხმარებელთა ჯგუფების ნახვა
nl: Gebruikersgroepen bekijken
pl: Przeglądanie grup użytkowników
ro: Vizualizare grupuri de utilizatori

# Languages::privileges.view_users
source: View users
hu: Felhasználók megtekintése
it: Visualizzare gli utenti
ka: მომხმარებლების ნახვა
nl: Gebruikers bekijken
pl: Przeglądanie użytkowników
ro: Vizualizati utilizatorii

# Languages::privilege_sections.addons
source: Addons
hu: Bővítmények
it: Addons (estensioni)
ka: მოდულები
nl: Plug-ins
pl: Dodatki
ro: Module/Addons

# Languages::privilege_sections.administration
source: Administration
hu: Adminisztráció
it: Amministrazione
ka: ადმინისტრირება
nl: Administratie
pl: Administracja
ro: Administrare

# Languages::privilege_sections.cart
source: Cart
hu: Kosár
it: Carrello
ka: კალათა
nl: Winkelwagen
pl: Koszyk
ro: Cos

# Languages::privilege_sections.catalog
source: Catalog
hu: Katalógus
it: Catalogo
ka: კატალოგი
nl: Catalogus
pl: Katalog produktów

# Languages::privilege_sections.cms
source: CMS
it: Pagine

# Languages::privilege_sections.design
source: Look and Feel
hu: Megjelenés
it: Aspetto
pl: Wygląd sklepu
ro: Aspect

# Languages::privilege_sections.orders
source: Orders
hu: Rendelések
it: Ordini
ka: შეკვეთები
nl: Bestellingen
pl: Zamówienia
ro: Comenzi

# Languages::privilege_sections.users
source: Users
hu: Felhasználók
it: Utenti
ka: მომხმარებლები
nl: Gebruikers
pl: Użytkownicy
ro: Utilizatori

# Languages::privilege_sections.vendors
source: Stores
hu: Áruházak
it: Negozi
ka: მაღაზიები
nl: Winkels
pl: Sklepy
ro: Magazine

# Languages::proceed
source: Proceed
hu: Tovább
it: Continua
ka: გაგრძელება
nl: Verder gaan
pl: Kontynuować
ro: Procedati

# Languages::proceed_to_checkout
source: Proceed to checkout
hu: Irány a pénztár
it: Procedi al pagamento
ka: შეკვეთის განთავსება
nl: Afrekenen
pl: Złóż zamówienie
ro: Finalizeaza si plateste comanda

# Languages::proceed_to_the_next_step
source: Proceed to the next step
hu: Tovább a következő lépésre
it: Passaggio successivo
ka: შემდეგ ნაბიჯზე გადასვლა
nl: Naar de volgende stap
pl: Przejdź do następnego kroku
ro: Treceti la pasul urmator

# Languages::processed
source: Processed
hu: Feldolgozva
it: Elaborato
ka: დამუშავებული
nl: Verwerkt
pl: Przetworzone
ro: Procesat

# Languages::processing
source: Processing
hu: Feldolgozás
it: In elaborazione
ka: დამუშავება
nl: Verwerken
pl: W trakcie przetwarzania
ro: In curs de procesare

# Languages::processing_order
source: Processing order
hu: Rendelés feldolgozása
it: Elaborazione ordine
ka: შეკვეთის დამუშავება
nl: Verwerken bestelling
pl: Realizowanie zamówienia
ro: Se proceseaza comanda

# Languages::processor
source: Processor
hu: Kiszolgáló
it: Processore pagamenti
ka: პროცესორი
nl: Verwerkingseenheid
pl: Serwis obsługujący
ro: Procesorul

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
it: Account commerciante forniti da Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> Email: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>
ka: Аккаунты продавцов, предоставленные Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
nl: Merchant accounts aangeboden door Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
ro: Conturi de comerciant furnizate de Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> E-mail: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>
