Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
it: <b>P21 Simple API</b> consente di accettare pagamenti con assegno. Offre la suite più completa del settore di creazione immagini di controllo e soluzioni di pulitura. Con verifica 21, riceverai i fondi entro lo stesso giorno tramite assegno o bonifico. <br/> <br/>Per attivare l'opzione di verifica 21, vi preghiamo di contattarci via e-mail a: <a href="mailto:support@payment21.com">support@payment21.com</a> o telefonando al numero: 1-888-770-0850 (US Toll Free) oppure 0041-71-740-1629 (internazionale). <br/> <br/><a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
ka: <b>P21 Simple API</b> позволяет принимать платежи по чекам. Мы предлагаем самый удобный набор решений для создания изображения чека и безналичного расчета. С помощью Check 21 Вы получите Ваши деньги в тот же день в виде чека или прямого депозита.<br/><br/>Чтобы активировать опцию Check 21, напишите: <a href="mailto:support@payment21.com">support@payment21.com</a> или позвоните нам: 1-888-770-0850 (US Toll Free) или 0041-71-740-1629 (международный).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
nl: <b>P21 Simple API</b> kunt u om check-betalingen te accepteren. Het biedt de industrie het meest uitgebreide pakket van het check-creatie en clearing-oplossingen. Met Check 21, zult u uw geld ontvangen binnen dezelfde dag per cheque of directe storting. <br/> <br/>Om Check-21 te activeren neemt u contact met ons op via e-mail: <a href="mailto:support@payment21.com"> support@payment21.com</a> of telefonisch via: 1-888-770-0850 (Amerikaanse Toll gratis) of 0041-71-740-1629 (Internationaal). <br/> <br/><a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
ro: <b>P21 Simple API</b>permite acceptul la plata prin cec. Acesta ofera suita cea mai cuprinzatoare din industrie de solutii de creare a imaginii cecurilor si solutii de compensare.Cu "Check 21" veti primi fondurile in aceeasi zi prin cec sau depunere directa.<br/><br/>Pentru a activa optiunea "Check 21" va rugam contactati-ne via email: <a href="mailto:support@payment21.com">support@payment21.com</a> sau sunati la numarul de telefon 1-888-770-0850 (US Toll Free) sau 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>

# Languages::processor_id
source: Processor ID
hu: Feldolgozó azonosító
it: ID del processore
ka: გადახდის მოდულის ID
pl: ID procesora płatności
ro: ID-ul procesorului

# Languages::process_selected
source: Process selected
hu: Kiválasztottak feldolgozása
it: Elabora i selezionati
ka: პროცესი არჩეულია
nl: Proces geselecteerd
pl: Proces wybrany
ro: Procesati cea selectata

# Languages::product
source: Product
hu: Termék
it: Prodotto
ka: დასახელება
pl: Nazwa produktu
ro: Produs

# Languages::products
source: Products
hu: Termékek
it: Prodotti
ka: პროდუქცია
nl: Producten
pl: Produkty
ro: Produse

# Languages::products2
source: Products2
hu: Termékek2
it: Prodotti2
ka: პროდუქცია (2)
nl: Producten2
pl: Produkty2
ro: Produse2

# Languages::products_added_to_cart
source: The products were added to your cart
hu: A termékek a kosárba kerültek
it: I prodotti sono stati aggiunti al vostro carrello
ka: პროდუქტი დამატებულია თქვენს კალათაში
nl: De producten zijn toegevoegd aan uw winkelwagen
pl: Produkty dodane do koszyka
ro: Produse adaugate in cos

# Languages::products_amount
source: Product quantity
hu: Mennyiség
it: Quantità prodotti
ka: პროდუქციის რაოდენობა
nl: Productbedrag
pl: Ilość produktów
ro: Cantitatea produsului

# Languages::products_bar
source: Products bar
hu: Termékek sáv
it: Barra prodotti
nl: Producten balk
ro: Bara de produse

# Languages::products_cost
source: Products cost
hu: Termékek ára
it: Costo prodotti
ka: პროდუქციის ღირებულება
nl: Productkosten
pl: Koszt produktu
ro: Costul produselor

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
hu: Termékek, melyekhez nincs szállítmány kiválasztva
it: I prodotti per la spedizione non sono stati selezionati
ka: მიწოდებისთვის არ იქნა შერჩეული პროდუქცია
nl: Producten voor verzending zijn niet geselecteerd
pl: Produkty do wysyłki nie były zaznaczone
ro: Produsele pentru transport nu au fost selectate

# Languages::products_found
source: Products found
hu: Termékek száma
it: Prodotti trovati
ka: ნაპოვნი პროდუქცია
nl: Producten gevonden
pl: Produkty znalezione
ro: Produse gasite

# Languages::products_grid
source: Products grid
hu: Terméklista rács
it: Griglia prodotti
ka: პროდუქციის ცხრილი
nl: Productrooster
pl: Siatka produktów
ro: Grila produse

# Languages::products_information
source: Products information
hu: Termékek részletei
it: Informazione prodotti
ka: ინფორმაცია პროდუქციის შესახებ
nl: Productinformatie
pl: Informacja o produktach
ro: Informatii produse

# Languages::products_in_cart
source: Products in cart
hu: Kosárban lévő termékek
it: Prodotti nel carrello
ka: პროდუქცია კალათაში
nl: Producten in winkelwagen
pl: Produkty w koszyku
ro: Produse in cos

# Languages::products_links_type
source: Products links type
hu: Termék linkek típusa
it: Tipo di collegamenti prodotto
ka: პროდუქციის ტიპების ბმული
nl: Producten links type
pl: Typ linku do produktów
ro: Tipuri de link pe produse

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
hu: Termékek létrehozása, szerkesztése és megtekintése.
it: Visualizzare, aggiungere e modificare prodotti che sono mostrati nel vostro negozio.
ka: პროდუქტების ნახვა, დამატება და რედაქტირება რომელსაც ნახავენ თქვენი მაღაზიის სტუმრები.
nl: Producten in uw webwinkel beheren
pl: Przeglądaj, dodawaj i edytuj produkty, które są widoczne dla odwiedzających w sklepie.
ro: Vizualizati, adaugati si editati produsele prezentate vizitatorilor magazinului.

# Languages::products_required
source: Please add product(s)
hu: Adjon hozzá termék(ek)et
it: Per favore aggiungi prodotto(i)
ka: გთხოვთ დაამატოთ პროდუქტ(ებ)ი
nl: Voeg product(en) toe
pl: Proszę dodaj produkt(y)
ro: Va rugam adaugati produs(e)

# Languages::products_stat
source: Product statistics
hu: Termék statisztikái
it: Statistiche prodotto
ka: პროდუქციის სტატისტიკა
nl: Productstatistieken
pl: Statystyki produktu
ro: Statisticile produselor

# Languages::products_weight
source: Products weight
hu: Termékek súlya
it: Peso prodotti
ka: პროდუქციის წონა
nl: Productgewicht
pl: Waga produtków
ro: Greutatea produselor

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
hu: Az Ön által rendelt termékek feladva. A rendelési információt alább láthatja
it: I prodotti sono stati inviati al vostro indirizzo. Trovate i dettagli dell'ordine qui sotto
ka: პროდუქცია გამოგზავნილია. შეკვეთის შესახებ ინფორმაცია მოცემულია ქვევით
nl: De producten zijn naar u verzonden. De bestel informatie vindt u hieronder
pl: Produkty zostały wysłane do Ciebie. Informacje o wysyłce znajdują się poniżej.
ro: Produsele au fost trimise catre dvs. Informatii cu privire la comanda dvs. sunt precizate mai jos

# Languages::product_added_to_cart
source: The product was added to your cart
hu: Termékek kerültek a kosárba
it: Il prodotto è stato aggiunto al vostro carrello
ka: პროდუქტი დამატებულია თქვენს კალათაში
nl: Het product is toegevoegd aan uw winkelwagen
pl: Produkt dodany do koszyka
ro: Produs adaugat in cos

# Languages::product_added_to_cl
source: The product was added to your Compare list
hu: A termék rákerült az összehasonlító listára
it: Il prodotto è stato aggiunto alla vostra lista di confronto
ka: პროდუქტი დამატებულია შესადარებელ სიაში
nl: Het product is toegevoegd aan je vergelijkingslijst
pl: Produkt dodany do Twojej listy porównania
ro: Produs adaugat in lista de Comparare

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
hu: A termék nem rakható a kosárba. Kérjük ellenőrizze, hogy a feltöltendő fájlok megfelelnek-e a kötvetelményeknek
it: Il prodotto non può essere aggiunto al carrello. Controllate che tutti i file caricati soddisfino le condizioni necessarie
ka: შეუძლებელია პროდუქტის დამატება კალათაში, გადაამოწმეთ ყველა ატვირთული ფაილი თუ აკმაყოფილებს პირობებს.
nl: Het product kan niet toegevoegd worden. Controleer of alle geüploade bestanden de juiste condities hebben
pl: Produkt nie może być dodany do koszyka. Sprawdź, czy wszystkie z ładowanych plików spełniają konieczne warunki.
ro: Acest produs nu poate fi adaugat in cos. Va rugam sa verificati daca toate fisierele propuse pentru incarcare indeplinesc conditiile necesare

# Languages::product_code
source: Product code
hu: Cikkszám
it: Codice prodotto
ka: პროდუქტის კოდი
pl: Kod produktu
ro: Codul produsului

# Languages::product_columns
source: Product columns
hu: Termék oszlopok
it: Colonne prodotti
ka: პროდუქტის რაოდენობა
nl: Productkolommen
pl: Kolumny produktów
ro: Coloane produs

# Languages::product_combinations
source: Product combinations
hu: Termék kombinációk
it: Combinazioni prodotto
ka: პროდუქციის კომბინაცია
nl: Product combinaties
pl: Kombinacje opcji
ro: Combinatii de produse

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
hu: Ez a termék nem rakható kosárba. Csak [avail_date] után lesz elérhető.
it: Questo prodotto non può essere aggiunto al carrello adesso. Sarà disponibile il [avail_date]
ka: ამ პროდუქტის დამატება კალათაში შეუძლებელია. ის ჩვენს საწყობში იქნება [avail_date] [avail_date]
nl: Dit product kan nu niet aan de winkelwagen worden toegevoegd. Het product is beschikbaar op [avail_date]
pl: Ten produkt nie może być teraz dodany do koszyka. Będzie dostępny [avail_date]
ro: Momentan acest produs nu poate fi adaugat in cos. Va fi disponibil in data de [avail_date]

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
hu: Ez a termék [avail_date] után lesz elérhető
it: Questo prodotto sarà spedito il [avail_date]
ka: ეს პროდუქტი იქნება გაყიდვაში [avail_date]
nl: Dit product is binnenkort beschikbaar op [avail_date]
pl: Ten produkt będzie dostępny od [avail_date]
ro: Acest produs va fi disponibil in data de [avail_date]

# Languages::product_details
source: Product details page
hu: Termékadatlap
it: Pagina dettagli prodotto
ka: პროდუქტის დეტალური გვერდი
nl: Product detailpagina
pl: Strona za szczegółami produktu
ro: Detalii produs

# Languages::product_details_view
source: Product details view
hu: Termékadatlap nézet
it: Visualizzazione dettagli prodotto
nl: Productgegevens bekijken
pl: Zobacz szczegóły produktu
ro: Vezi detalii produs

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
hu: A "[feature_name]" tulajdonság nem rendelhető hozzá a "[product_name]" termékhez
it: La caratteristica "[feature_name]" non può essere assegnata al prodotto "[product_name]"
ka: მახასიათებლები "[feature_name]" ვერ მიენიჭა პროდუქტს "[product_name]"
nl: De eigenschap "[feature_name]" kan niet worden toegepast op het product "[product_name]"
pl: Ta cecha "[feature_name]" nie może być przypisana do produktu "[product_name]"
ro: Caractaristica "[feature_name]" nu poate fi asimilata produsului "[product_name]"

# Languages::product_fields
source: Product fields
hu: Termék mezők
it: Campi prodotto
ka: პროდუქტის ველი
nl: Product velden
pl: Pola produktu
ro: Campurile produsului

# Languages::product_filters_free_limit
source: The shop is running in the Free mode. Only the first 3 filters are shown in the customer area.
hu: Az áruház Ingyenes módban van. Csak az első 3 szűrő jelenik meg az oldalon.
it: Il Negozio funziona in modalità GRATUITA. Solo i primi 3 filtri sono visualizzati nell'area clienti.
ka: მაღაზია მუშაობს უფასო რეჟიმში, რის გამოც ხელმისაწვდომია მხოლოდ პირველი 3 ფილტრის რეჟიმი.
nl: De shop werkt in de gratis mode. Alleen de eerste 3 filters worden weergegeven voor de klant.
pl: Sklep działa w trybie free. Tylko 3 pierwsze filtry są wyświetlane.
ro: Magazinul ruleaza pe modul Free. Numai primele 3 filtre sunt afisate in zona de client.

# Languages::product_groups
source: Product groups
hu: Termékcsoportok
it: Gruppi prodotto
ka: პროდუქქციის ჯგუფი
nl: Productgroepen
pl: Grupy produktów
ro: Grupuri de produse

# Languages::product_id
source: Product ID
hu: Termék azonosító
it: ID prodotto
ka: პროდუქტის ID
pl: Numer ID produktu
ro: ID-ul produsului

# Languages::product_images
source: Product images
hu: Termék képek
it: Immagini prodotto
ka: პროდუქტის სურათი
nl: Product afbeeldingen
pl: Zdjęcia produktu
ro: Imagini produs

# Languages::product_inventory
source: Product inventory
hu: Termékek
it: Inventario prodotti
ka: პროდუქცია
nl: Product inventaris
pl: Podsumowanie - produkty
ro: Inventar produse

# Languages::product_in_cart
source: This product is already in the cart
hu: A termék már szerepel a kosárban!
it: Questo prodotto si trova già nel carrello
ka: ეს პროდუქტი უკვე არის დამატებული კალათაში
nl: Dit product is al aanwezig in de winkelwagen
pl: Ten produkt jest już w koszyku
ro: Acest produs e deja adaugat in cos

# Languages::product_in_compare_list
source: This product is already in the compare list
hu: A termék már a listában van.
it: Questo prodotto si trova già nella lista di confronto
ka: პროდუქცია უკვე შეტანილია სიაში
nl: Dit product is al in de vergelijkingslijst
pl: Ten produkt jest już w na liście porównań
ro: Acest produs exista deja in lista de comparare

# Languages::product_name
source: Product name
hu: Terméknév
it: Nome prodotto
ka: პროდუქტის დასახელება
nl: Productnaam
pl: Nazwa produktu
ro: Numele produsului

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
hu: Feliratkozva a termék készletértesítőjére
it: Sei iscritto alle notifiche del prodotto. Riceverai un'E-mail quando il prodotto sarà di nuovo disponibile
nl: U krijgt een melding zodra het product op voorraad is
pl: Zostałeś zapisany do powiadomień o dostawie produktu
ro: Ati fost abonat la notificarile despre produsele pe care le avem in stoc.

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
hu: Leliratkozva a termék készletértesítőjéről
it: Sei stato cancellato dalle notifiche del prodotto
nl: U ontvangt geen melding meer wanneer het product op voorraad is
pl: Zostałeś wypisany z powiadomień o dostawie produktu
ro: Ati fost dezabonat de la notificarile despre produsele pe care le avem in stoc.

# Languages::product_options
source: Product options
hu: Termék opciók
it: Opzioni prodotto
ka: პროდუქტი პარამეტრები
nl: Productopties
pl: Opcje produktu
ro: Optiuni produs

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
hu: A <strong>[product]</strong> -hez megadott termék kombinációk érvénytelenek. A terméket töröltük a kosárból.
it: Il prodotto <strong>[product]</strong> contiene opzioni che sono contenute nella combinazione non permessa. Il prodotto è stato rimosso dal carrello.
ka: У товара <strong>[product]</strong> выбраны опции из запрещенных комбинаций. Товар был удален из корзины
nl: U heeft bij product <strong>[product]</strong> een verkeerde combinatie gemaakt in de opties. Het product is uit de winkelwagen verwijderd.
pl: <strong>[product]</ strong> Produkt posiada opcje, które są zakazaną kombinacją sopcji.Produkt został usunięty z koszyka.
ro: <strong>[product]</strong> produsul are optiuni care sunt incluse in combinatia interzisa. Produsul a fost sters din cos.

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
it: Il prodotto <strong>[product]</strong> ha opzioni o varianti di opzione che non sono più disponibili, perciò è stato rimosso dal carrello
nl: Het product <strong>[product]</strong> heeft opties of varianten die niet meer beschikbaar zijn, waardoor het werd verwijderd uit de winkelwagen

# Languages::product_s
source: Product(s)
hu: Termék
it: Prodotto(i)
ka: პროდუქტი
nl: Product(en)
pl: Produkt(y)
ro: Produs(e)

# Languages::product_subscriptions
source: Product subscriptions
hu: Termék feliratkozások
it: Iscrizioni a prodotti
ka: პროდუქტის გამოწერა
nl: Product inschrijvingen
pl: Subskrypcje produktu
ro: Abonamente de produse

# Languages::product_summary
source: Product summary
hu: Termék összesítő
it: Riepilogo prodotto
ka: პროდუქტის ჯამური თანხა
nl: Product samenvatting
pl: Podsumowanie produktu
ro: Rezumat produse

# Languages::product_tabs
source: Product tabs
hu: Fülek a termékadatlapon
it: Schede prodotto (tabs)
ka: პროდუქციის ჩანართი
nl: Product tabbladen
pl: Zakładki przy produkcie
ro: Tab-urile produsului

# Languages::product_type
source: Product type
hu: Termék típusa
it: Tipo di prodotto
ka: პროდუქტის ტიპი
nl: Productsoort
pl: Rodzaj produktu
ro: Tipul produsului

# Languages::profile
source: Profile
hu: Profilom
it: Profilo
ka: პროფილი
nl: Profiel
pl: Profil
ro: Profil

# Languages::profiles
source: Profiles
hu: Profilok
it: Profili
ka: პროფილი
nl: Profielen
pl: Profile
ro: Profile

# Languages::profile_activated
source: Profile activated
hu: Profil aktiválva
it: Profilo attivato
ka: პროფილი გააქტიურებულია
nl: Profiel geactiveerd
pl: Profil został aktywowany
ro: Profil activat

# Languages::profile_details
source: Profile details
hu: Profil adatok
it: Dettagli profilo
ka: ჩემი ანგარიში
nl: Profiel details
pl: Szczegóły profilu
ro: Detalii profil

# Languages::profile_fields
source: Profile fields
hu: Profil mezők
it: Campi profilo
ka: პროფილის ველები
nl: Profiel velden
pl: Pola profilu
ro: Campuri de profil

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
hu: Felhasználók profil oldalán megjelenő mezők beállítása.
it: Configurare la combinazione dei campi inclusi nei moduli del profilo.
ka: საძიებო ველების პარამეტრები რეგისტრაციის ფორმისთვის.
nl: Configureer de velden in het profiel formulier.
pl: Skonfiguruj zestaw pól zawartych w formularzach profilu.
ro: Configurati setul de domenii incluse in formularele de profil.

# Languages::profile_info
source: Profile information
hu: Profil információk
it: Informazioni profilo
ka: ინფორმაცია პროდუქტის შესახებ
nl: Profiel info
pl: Profile info
ro: Informatii profil

# Languages::profile_name
source: Profile name
hu: Profil név
it: Nome profilo
ka: პროფილის დასახელება
nl: Profiel naam
pl: Nazwa profilu
ro: Numele profilului

# Languages::project_id
source: Project ID
hu: Projekt azonosító
it: ID progetto
ka: პროექტის ID
pl: ID projektu
ro: ID-ul proiectului

# Languages::project_password
source: Project password
hu: Projekt jelszó
it: Password progetto
ka: პროექტის პაროლი
nl: Project wachtwoord
pl: Hasło projektu
ro: Parola proiectului

# Languages::prolongate_download_key
source: Prolong download key to
hu: Letöltési kulcs meghosszabbítása eddig:
it: Prolungare chiave di download fino a
ka: Продлить ключ для скачивания до
nl: Verleng downloadsleutel tot
pl: Przedłuż klucz pobrania do
ro: Descarcati cheia prolong pe

# Languages::promotion
source: Promotion
hu: Promóció
it: Promozione
ka: Поощрение
nl: Aanbieding
pl: Promocja
ro: Promotie

# Languages::promotions
source: Promotions
hu: Promóciók
it: Promozioni
ka: აქციები
nl: Aanbiedingen
pl: Promocje
ro: Promotii

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
hu: Termékek promótálása és búnuszok felajánlása vevők tagságai alapján.
it: Promuovere articoli e offrire premi a clienti che sono registrati come membri/soci nel vostro negozio.
ka: პროდუქციის ხელშეწყობა და განვითარება, ბონუსების შეთავაზება.
nl: Promoot producten en biedt bonussen aan gebaseerd op klant lidmaatschappen.
pl: Promocje towarów i bonusy dla zarejestrowanych klientów
ro: Descrierea promotiilor

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
hu: Kedvemény a kategória összes termékére
it: Sconti su tutti i prodotti in categorie
ka: ფასდაკლება კატეგორიებში არსებულ ყველა პროდუქტზე
nl: Korting op alle producten in categorieën
pl: Rabat na wszystkie produkty w kategorii
ro: Reducere pentru toate produsele din categorii

# Languages::promotion_bonus_discount_on_products
source: Discount on products
hu: Kedvezmény termékekre
it: Sconto su prodotti
ka: ფასდაკლება პროდუქციაზე
nl: Korting op producten
pl: Rabat na produkty
ro: Reducere in cadrul produselor

# Languages::promotion_bonus_free_products
source: Free products
hu: Ingyenes termékek
it: Prodotti gratuiti
ka: უფასო პროდუქცია
nl: Gratis producten
pl: Darmowe produkty
ro: Produse gratuite

# Languages::promotion_bonus_free_shipping
source: Free shipping
hu: Ingyenes szállítás
it: Spedizione gratuita
ka: უფასო მიწოდება
nl: Gratis verzending
pl: Darmowa wysyłka
ro: Transport gratuit

# Languages::promotion_bonus_give_coupon
source: Give coupon
hu: Kupon hozzáadása
it: Regala buono
ka: კუპონის წარდგენა
nl: Geef coupon
pl: Daj kupon rabatowy
ro: Oferiti cupon

# Languages::promotion_bonus_give_points
source: Give points
hu: Pontok hozzáadása
it: Regala punti
ka: ქულების წარდგენა
nl: Geef punten
pl: Podaruj punkty
ro: Oferiti puncte

# Languages::promotion_bonus_give_usergroup
source: Give user group
hu: Felhasználói csoport hozzáadása
it: Concedi a gruppo utente
ka: Назначить группу
nl: Geef gebruikersgroep
pl: Daj grupie klientów
ro: Acordati discount unui grup de utilizatori

# Languages::promotion_bonus_order_discount
source: Order discount
hu: Rendelés kedvezmény
it: Sconto ordinazione
ka: ფასდაკლება შეკვეთაზე
nl: Bestelkorting
pl: Rabat na zamówienie
ro: Discountul comenzii

# Languages::promotion_bonus_product_discount
source: Product discount
hu: Termék kedvezmény
it: Sconto ordine
ka: ფასდაკლება პროდუქტზე
nl: Productkorting
pl: Rabat na produkt
ro: Discountul produsului

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
hu: Automatikusan generált kupon kódok
it: Codici del buono generati automaticamente
ka: კუპონის კოდების ავტომატური გენერირება
nl: Automatisch gegenereerde couponcodes
pl: Automatyczne wygenerowanie kuponu rabatowego
ro: Generaza automat codurile promotionale

# Languages::promotion_cond_categories
source: Categories
hu: Kategóriák
it: Categorie
ka: კატეგორიები
nl: Categorieën
pl: Kategorie
ro: Categorii

# Languages::promotion_cond_country
source: Customer country (shipping)
hu: Vásárló országa (szállítási cím szerint)
it: Paese del cliente (spedizione)
ka: მომხმარებლის ქვეყანა
nl: Land van de klant (verzenden)
pl: Kraj klienta
ro: Tara clientului

# Languages::promotion_cond_coupon_code
source: Coupon code
hu: Kupon kód
it: Codice buono
ka: კუპონის კოდი
pl: Kod kuponu rabatowego
ro: Codul cuponului

# Languages::promotion_cond_feature
source: Product feature
hu: Terméktulajdonság
it: Carratteristica prodotto
ka: პროდუქტის მახასიათებელი
nl: Producteigenschap
pl: Cecha produktu
ro: Caracteristicile produsului
