Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
hu: API Jelkód
it: Passphrase API.
ka: Api პაროლი.
ro: Fraza de acces API.

# Languages::merge
source: Merge
hu: Egyesítés
it: Unisci
ka: გაერთიანება
nl: Samenvoegen
pl: Połącz
ro: Fuziune

# Languages::message
source: Message
hu: Üzenet
it: Messaggio
ka: შეტყობინება
nl: Bericht
pl: Wiadomość
ro: Mesaj

# Languages::messages
source: Messages
hu: Üzenetek
it: Messaggi
ka: შეტყობინება
nl: Berichten
pl: Wiadomości
ro: Mesaje

# Languages::method
source: Method
hu: Mód
it: Metodo
ka: ტრანსპორტირების მეთოდი
nl: Methode
pl: Metoda
ro: Metoda

# Languages::minimized
source: Minimized
hu: Minimalizált
it: Minimizzata
ka: ჩაკეცილი
nl: Geminimaliseerd
pl: Zminimalizowane
ro: Minimizat

# Languages::minimum_commission_payment
source: Minimum commission payment
hu: Minimális jutalék fizetés
it: Importo minimo per pagamento commissione
ka: Минимальный комиссионный платеж
nl: Minimale commissie betaling
pl: Minimalna kwota wypłaty
ro: Comisionul minim de plata

# Languages::minimum_items_in_box
source: Minimum items in box
hu: Minimális darabszám a dobozban
it: Numero minimo articoli in un pacco
ka: Минимальное количество штук в коробке
nl: Minimale items in doos
pl: Minimalna liczba elementów w pudełku
ro: Articolele minime in cutie.

# Languages::minutes
source: minute(s)
hu: perc(ek)
it: minuto(i)
ka: წუთ(ებ)ი
nl: Minuten
pl: Minuty
ro: minut(e)

# Languages::min_order_qty
source: Minimum order quantity
hu: Minimális rendelési mennyiség (MOQ)
it: Quantità minima ordine
ka: შეკვეთაში ნივთების მინიმალური რაოდენობა
nl: Minimale bestelhoeveelheid
pl: Minimalna ilość w koszyku
ro: Cantitate minima pentru o comanda

# Languages::missing_variants_handling
source: Missing variants handling
hu: Hiányzó variánskezelés
it: Varianti mancanti
ka: გამოტოვებული ვარიანტების დამუშავება
nl: Missende varianten handeling
pl: Obsługa brakujących wariantów
ro: Manipulare variante lipsa.

# Languages::modifier
source: Modifier
hu: Módosító
it: Modificatore
ka: მოდიფიკატორი
nl: Wijziger
pl: Modyfikator
ro: Modificator

# Languages::modify_profile
source: Modify Profile
hu: Profil módosítása
it: Modifica profilo
ka: პროფილის შეცვლა
nl: Wijzigen profiel
pl: Edytuj profil
ro: Modificati profil

# Languages::modify_selected
source: Modify selected
hu: Kijelölt módosítása
it: Modifica selezionati
ka: მონიშნულის რედაქტირება
nl: Wijzig selectie
pl: Modyfikuj wybrane
ro: Modificati cele selectate

# Languages::month
source: Month
hu: Ez a hónap
it: Mese
ka: თვე
nl: Maand
pl: Miesiąc
ro: Luna

# Languages::months
source: month(s)
hu: hónap(ok)
it: mese(i)
ka: თვე(ები)
nl: maand(en)
pl: miesiąc(e)
ro: Lunile

# Languages::month_name_1
source: January
hu: Január
it: Gennaio
ka: იანვარი
nl: Januari
pl: Styczeń
ro: Ianuarie

# Languages::month_name_10
source: October
hu: Október
it: Ottobre
ka: ოქტომბერი
nl: Oktober
pl: Październik
ro: Octombrie

# Languages::month_name_11
source: November
it: Novembre
ka: ნოემბერი
pl: Listopad
ro: Noiembrie

# Languages::month_name_12
source: December
it: Dicembre
ka: დეკემბერი
pl: Grudzień
ro: Decembrie

# Languages::month_name_2
source: February
hu: Február
it: Febbraio
ka: თებერვალი
nl: Februari
pl: Luty
ro: Februarie

# Languages::month_name_3
source: March
hu: Március
it: Marzo
ka: მარტი
nl: Maart
pl: Marzec
ro: Martie

# Languages::month_name_4
source: April
hu: Április
it: Aprile
ka: აპრილი
pl: Kwiecień
ro: Aprilie

# Languages::month_name_5
source: May
hu: Május
it: Maggio
ka: მაისი
nl: Mei
pl: Maj
ro: Mai

# Languages::month_name_6
source: June
hu: Június
it: Giugno
ka: ივნისი
nl: Juni
pl: Czerwiec
ro: Iunie

# Languages::month_name_7
source: July
hu: Július
it: Luglio
ka: ივლისი
nl: Juli
pl: Lipiec
ro: Iulie

# Languages::month_name_8
source: August
hu: Augusztus
it: Agosto
ka: აგვისტო
nl: Augustus
pl: Sierpień

# Languages::month_name_9
source: September
hu: Szeptember
it: Settembre
ka: სექტემბერი
pl: Wrzesień
ro: Septembrie

# Languages::month_name_abr_1
source: Jan
it: Gen
ka: იან
pl: Sty
ro: Ian

# Languages::month_name_abr_10
source: Oct
hu: Okt
it: Ott
ka: ოქტ
nl: Okt
pl: Paź
ro: Octombrie

# Languages::month_name_abr_12
source: Dec
it: Dic
ka: დეკ
pl: Gru
ro: Decembrie

# Languages::month_name_abr_5
source: May
hu: Máj
it: Mag
ka: მაი
nl: Mei
pl: Maj
ro: Mai

# Languages::month_name_abr_6
source: Jun
hu: Jún
it: Giu
ka: ივნ
pl: Cze
ro: Iun

# Languages::month_name_abr_7
source: Jul
hu: Júl
it: Lug
ka: ივლ
pl: Lip
ro: Iul

# Languages::month_name_abr_8
source: Aug
it: Ago
ka: აგვ
pl: Sie
ro: August

# Languages::month_name_abr_9
source: Sep
hu: Sze
it: Sett
ka: სექ
pl: Wrz
ro: Septembrie

# Languages::more
source: More
hu: Tovább
it: altro
ka: სრულად
nl: Meer
pl: Więcej
ro: Mai mult

# Languages::more_info
source: More info
hu: További info
it: Maggiori informazioni
ka: დამატებითი ინფორმაცია
nl: Meer info
pl: Więcej informacji
ro: Mai multe informatii

# Languages::more_link
source: [more]
hu: [tovább]
it: [altro]
ka: [მეტის წაკითხვა]
nl: [meer]
ro: [mai mult]

# Languages::more_sign_in_options
source: Back to more sign in options
hu: Vissza a többi bejelentkezési lehetőséghez
it: Mostra più opzioni di registrazione
ka: დაბრუნება და ავტორიზაციის გავლა
nl: Terug naar meer inschrijf opties
pl: Wróć do poprzedniego wyboru (strony)
ro: Inapoi la mai multe optiuni de autentificare

# Languages::more_than
source: More than
hu: Több mint
it: Più di
ka: მეტი
nl: Meer dan
pl: Więcej niż
ro: Mai mult de

# Languages::more_w_ellipsis
source: More...
hu: Tovább...
it: Altri testimonials / Aggiungere testimonial
ka: სრულად...
nl: Meer...
pl: Więcej...
ro: Mai mult...

# Languages::most_popular
source: Most popular
hu: Legnépszerűbb
it: Più popolari
ka: ყველაზე პოპულარული
nl: Meest populair
pl: Najbardziej popularne
ro: Cele mai populare

# Languages::most_popular_addons
source: Most popular add-ons
hu: Legnépszerűbb bővítmények
it: Add-ons più popolari
nl: Meest populaire plug-ins
pl: Najpopularniejsze dodatki
ro: Cele mai populare add-on-uri

# Languages::mr
source: Mr.
it: Sig.
ka: ბატ-ი
nl: Dhr.
pl: Pan
ro: Dl.

# Languages::ms
source: Ms.
hu: Hölgy
it: ms_traduzione_c_maurizio_sanapo_ott_2011
ka: Г-жа
nl: Mevr.
pl: Pani
ro: D-ra.

# Languages::tmpl_multicolumns_small
source: Multicolumns small
hu: Többoszlopos kicsi
it: Multi-colonne piccolo
ka: მრავალსვეტიანი პატარა
nl: Multikolom klein
pl: Układ wielokolumnowy mały
ro: Multicoloane mici

# Languages::tmpl_multicolumn_list
source: Multi-column list
hu: Több oszlopos lista
it: Multi-colonne lista
ka: მრავალსვეტიანი სია
nl: Multi-kolom lijst
pl: Lista wielokolumnowa
ro: Lista multicoloane.

# Languages::multiple
source: Multiple
hu: Többszörös
it: Multiplo
ka: რამოდენიმე
nl: Meerdere
pl: Wielokrotne
ro: Multiplu

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
hu: <p>Egyszerre több elemet a CTRL gomb nyomvatartásával és a kívánt elemek kijelölésével lehet kiválasztani.</p>
it: <p>Per selezionare più elementi, premi e mantieni premuto CTRL e clicca sugli elementi richiesti.</p>
ka: <p style="font-size:10px;">ერთზე მეტი ჩანაწერის მონიშვნისთვის დააწკაპუნეთ მაუსის მარცხენა ღილაკი ჩანაწერს და თან გეჭიროთ კლავიშ CTRL-ზე. <br>მონიშვნის გაუქმებისვის ისევ დააჭირეთ ჩანაწერს მაუსის მარცხენა ღილაკით და თან გეჭიროთ CTRL-ღილაკზე.</p>
nl: <p style="font-size:10px;">Om meerdere items te selecteren, houdt u de Control-toets in tijdens de selectie. Dit geldt tevens voor de-selecteren.</p>
pl: <p>Aby zaznaczyć więcej niż jedną opcję, kliknij lewym przyciskiem myszy na wybranej pozycji listy jednocześnie wciskając klawisz CTRL. Aby odznaczyć powtórz operację.</p>
ro: <p>Pentru a selecta mai mult decat o optiune faceti click pe optiuni tinand apasata tasta CTRL. Pentru a le de-selecta faceti din nou click pe ele tindand tasta CTRL apasata.</p>

# Languages::multiupload
source: Multiupload
hu: Több feltöltése
it: Caricamento file multiplo
ka: მულტიჩატვირთვა
pl: Przesyłanie wielu plików
ro: Incarcare Multipla

# Languages::my_account
source: My account
hu: Fiókom
it: Il mio account
ka: ჩემი ანგარიში
nl: Mijn profiel
pl: Moje konto
ro: Contul meu

# Languages::my_account_links
source: My account links
hu: Fiók linkek
it: Collegamenti account
ka: ჩემი ანგარიშის ბმულები
nl: Links naar mijn profiel
pl: Linki do konta
ro: Linkurile contului meu.

# Languages::my_points
source: My points
hu: Pontjaim
it: I miei punti
ka: ჩემი ქულები
nl: Mijn punten
pl: Moje punkty
ro: Punctele mele

# Languages::na
source: N/A
hu: Nincs adat
it: N.D.
ka: მიუწვდომელი
nl: NB

# Languages::name
source: Name
hu: Név
it: Nome
ka: სახელი
nl: Naam
pl: Nazwa
ro: Nume

# Languages::navigation
source: Navigation
hu: Navigáció
it: Navigazione
ka: ნავიგაცია
nl: Navigatie
pl: Nawigacja
ro: Navigare.

# Languages::navi_pages
source: Pages
hu: Oldalak
it: Pagine
ka: გვერდები
nl: Pagina's
pl: Strony
ro: Pagini

# Languages::neighbours
source: Neighbours
hu: Szomszédok
it: Vicini
ka: მეზობელი
nl: Buren
pl: Sąsiedzi
ro: Vecini

# Languages::new
source: New
hu: Új
it: Crea nuova
ka: ახალი
nl: Nieuw
pl: Nowy
ro: Nou

# Languages::newest
source: Newest
hu: Legújabb
it: Più recente
ka: Новые поступления
nl: Nieuwste
pl: Najnowsze
ro: Cel mai nou

# Languages::new_administrator_password
source: New administrator password
hu: Új admin jelszó
it: Nuova password amministratore
ka: ადმინისტრატორის ახალი პაროლი
nl: Nieuwe beheer wachtwoord
pl: Nowe hasło administratora sklepu
ro: Parola noului administrator.

# Languages::new_category
source: New category
hu: Új kategória
it: Nuova categoria
ka: ახალი კატეგორია
nl: Nieuwe categorie
pl: Nowa kategoria
ro: Categorie noua

# Languages::new_chart
source: New chart
hu: Grafikon hozzáadása
it: Nuovo grafico
ka: ახალი დიაგრამა
nl: Nieuwe grafiek
pl: Nowy wykres
ro: Grafic nou

# Languages::new_combination
source: New combination
hu: Kombináció hozzáadása
it: Aggiungi nuova combinazione
ka: ახალი კომბინაციის დამატება
nl: Toevoegen combinatie
pl: Nowe "Kup razem"
ro: Adaugati o noua combinatie.

# Languages::new_currency
source: New currency
hu: Új pénznem
it: Nuova valuta
nl: Nieuwe valuta
pl: Nowa waluta
ro: Moneda noua.

# Languages::new_customer
source: New customer
hu: Most vagyok itt először
it: Nuovo cliente
ka: ახალი მომხმარებელი
nl: Nieuwe klant
pl: Jestem nowym klientem
ro: Client nou

# Languages::new_feature
source: New feature
hu: Új tulajdonság
it: Aggiungi nuova caratteristica
ka: ახალი მახასიათებლის დამატება
nl: Toevoegen eigenschap
pl: Nowa cecha
ro: Adaugati o facilitate noua

# Languages::new_file
source: New file
hu: Fájl hozzáadása
it: Nuovo file
ka: ახალი ფაილი
nl: Nieuw bestand
pl: Nowy plik
ro: Fisier nou

# Languages::new_filter
source: New filter
hu: Új szűrő
it: Nuovo filtro
ka: ახალი ფილტრი
nl: Nieuwe filter
pl: Nowy filtr
ro: Filtru nou

# Languages::new_folder
source: New folder
hu: Új mappa
it: Nuova cartella
ka: ახალი საქაღალდე
nl: Nieuwe map
pl: Nowy folder
ro: Dosar nou.

# Languages::new_group
source: New group
hu: Csoport hozzáadása
it: Nuovo gruppo
ka: ახალი ჯგუფი
nl: Nieuwe groep
pl: Nowa grupa
ro: Grup nou

# Languages::new_items
source: New item
hu: Elem hozzáadása
it: Aggiungi nuovi elementi
ka: ახალი ჩანაწერის დამატება
nl: Toevoegen item(s)
pl: Nowa pozycja
ro: Adaugati un produs nou

# Languages::new_language
source: New language
hu: Új nyelv
it: Nuova lingua
ka: ახალი ენა
nl: Nieuwe taal
pl: Nowy język
ro: Limba noua

# Languages::new_language_variable
source: New language variable
hu: Új nyelvi változó
it: Nuova variabile lingua
nl: Nieuw taal variabele
pl: Nowa zmienna językowa
ro: Variabila de limba noua.

# Languages::new_layout
source: New layout
hu: Elrendezés hozzáadása
it: Nuovo layout
nl: Nieuwe opmaak
pl: Nowy układ graficzny
ro: Layout nou.

# Languages::new_link
source: New link
hu: Új link
it: Nuovo collegamento
ka: ახალი ბმული
nl: Nieuwe link
pl: Nowy link
ro: Link nou

# Languages::new_localization
source: New localization
hu: Új lokalizáció
it: Nuova localizzazione
ka: ახალი ლოკალიზაცია
nl: Nieuwe localisatie
pl: Nowa lokalizacja
ro: Localizare noua

# Languages::new_location
source: New location
hu: Hely hozzáadása
it: Nuova posizione
ka: ახალი მიწოდების ადგილი
nl: Nieuwe locatie
pl: Nowa lokacja
ro: Locatie noua

# Languages::new_menu
source: New menu
hu: Menü hozzáadása
it: Nuovo menù
ka: ახალი მენიუ
nl: Nieuw menu
pl: Nowe menu
ro: Meniu nou

# Languages::new_option
source: New option
hu: Opció létrehozása
it: Nuova opzione
ka: ახალი პარამეტრი
nl: Nieuwe optie
pl: Nowa opcja
ro: Optiune noua

# Languages::new_orders
source: New orders
hu: Új rendelések
it: Nuovi ordini
ka: ახალი შეკვეთები
nl: Bekijk nieuwe bestellingen
pl: Nowe zamówienia
ro: Comenzi noi

# Languages::new_page
source: New page
hu: Új oldal
it: Nuova pagina
ka: ახალი გვერდი
nl: Nieuwe pagina
pl: Nowa strona
ro: Pagina noua

# Languages::new_payments
source: New payment method
hu: Új fizetési mód
it: Nuovo metodo di pagamento
ka: გადახდის ახალი მეთოდის დამატება
nl: Toevoegen betaalmethode
pl: Nowa metoda płatności
ro: Adaugati o noua modalitate de plata

# Languages::new_payout
source: New payout
hu: Kifizetés létrehozása
it: Nuovo versamento
ka: ახალი გადახდის სისტემის დამატება
nl: Nieuw uitbetaling
pl: Zarejestruj nową wypłatę
ro: Adaugati o plata noua

# Languages::new_post
source: New post
hu: Új bejegyzés
it: Nuovo messaggio
ka: შეტყობინების დატოვება
nl: Nieuw bericht
pl: Nowa wiadomość
ro: Postare noua

# Languages::new_product
source: New product
hu: Termék létrehozása
it: Nuovo prodotto
ka: ახალი პროდუქცია
nl: Nieuw product
pl: Nowy produkt
ro: Produs nou

# Languages::new_profile
source: New profile
hu: Új profil
it: Nuovo profilo
ka: ახალი პროფილი
nl: Nieuw profiel
pl: Nowy profil
ro: Profil nou

# Languages::new_profile_field
source: New profile field
hu: Profil mező létrehozása
it: Nuovo campo profilo
ka: პროფილის ახალი ველი
nl: Nieuw profiel veld
pl: Nowe pole profilu
ro: Camp de profil nou.

# Languages::new_profile_notification
source: New [user_type] profile notification
hu: Új [user_type] profil értesítés
it: Nuova notifica profilo [user_type]
ka: შეტყობინება ახალ პროფაილზე
nl: Nieuw klant-profiel mededeling
pl: Powiadomienie o aktualizacji profilu [user_type]
ro: Noul [user_type] notificare profil

# Languages::new_promotion
source: New promotion
hu: Új promóció
it: Nuova promozione
ka: ახალი ფასდაკლება
nl: Nieuwe aanbieding
pl: Nowa promocja
ro: Promotie noua

# Languages::new_report
source: New report
hu: Új jelentés
it: Nuovo rapporto
ka: ახალი ანგარიშის დამატება
nl: Nieuw rapport
pl: Nowy raport
ro: Adaugare raport(uri) nou(noi)

# Languages::new_saved_search
source: New saved search
hu: Mentett keresés létrehozása
it: Crea nuova ricerca e salva
ka: ახალი ძიება
nl: Nieuwe opgeslagen zoekopdracht
pl: Nowe zapisane wyszukiwanie
ro: Noua cautare salvata.

# Languages::new_section
source: New section
hu: Szekció létrehozása
it: Nuova sezione
ka: ახალი განყოფილება
nl: Nieuwe sectie
pl: Nowa sekcja
ro: Sectiune noua.

# Languages::new_shipment
source: New shipment
hu: Szállítmány létrehozása
it: Nuova spedizione
ka: ტრანსპორტირების ახალი მეთოდი
nl: Nieuwe verzending
pl: Zrób wysyłkę
ro: Transport nou

# Languages::new_shipment_was_created
source: New shipment was created
hu: Szállítmány sikeresen létrehozva
it: La nuova spedizione è stata creata
ka: ახალი მიწოდების მეთოდის დამატება
nl: Nieuwe verzending is aangemaakt
pl: Nowa wysyłka została utworzona
ro: Noul transport a fost creat

# Languages::new_shipping_method
source: New shipping method
hu: Új szállítási mód
it: Nuovo metodo di spedizione
ka: მიწოდების ახალი მეთოდი
nl: Nieuwe verzendmethode
pl: Nowy sposób wysyłki
ro: Modalitate noua de transport

# Languages::new_site_map_section
source: New sitemap section
hu: Új webhelytérkép szekció
it: Nuova sezione mappa del sito
ka: ახალი განყოფილების დამატება "საიტის რუკაზე"
nl: Toevoegen site-map sectie
ro: Adaugati o asezare noua pentru sectiunea de harta a site-ului

# Languages::new_states
source: New state(s) for the selected country
hu: Új megyék a kiválasztott országhoz
it: Nuova(e) provincia(ie)/cantone(i) per il paese selezionato
ka: ახალი რაიონ(ებ)ის დამატება
nl: Toevoegen provincies voor geselecteerd land
pl: Nowe stany do wybranego kraju
ro: Adaugati o regiune noua pentru tara selectata

# Languages::new_status
source: New status
hu: Új státusz
it: Nuovo stato
ka: ახალი სტატუსის დამატება
nl: Nieuwe status
pl: Nowy status
ro: Adaugati un statut nou

# Languages::new_tab
source: New tab
hu: Fül hozzáadása
it: Nuovo Tab (linguetta)
ka: ახალი ჩანართი
nl: Nieuw tabblad
pl: Nowa zakładka
ro: Tab nou

# Languages::new_tax
source: New tax
hu: Adó hozzáadása
it: Nuova tassa
ka: ახალი გადასახადი
nl: Nieuw btw-tarief
pl: Nowy podatek
ro: Taxa noua

# Languages::new_usergroups
source: New user group(s)
hu: Új felhasználói csoport(ok)
it: Nuova Tab (linguetta)
ka: ახალი ჯგუფის დამატება
nl: Nieuwe gebruikersgroep(en)
pl: Nowa grupa użytkownika
ro: Adaugati grup(uri) noi de utilizatori

# Languages::new_user_profile
source: New user profile
hu: Új felhasználói profil
it: Nuovo profilo utente
ka: მომხმარებლის ახალი პროფაილი
nl: Nieuw klantprofiel
pl: Nowy profil użytkownika
ro: Profil de utilizator nou

# Languages::new_vendor
source: New store
hu: Áruház hozzáadása
it: Nuovo store
ka: ახალი მაღაზია
nl: Nieuwe winkel
pl: Nowy sklep
ro: Magazin nou

# Languages::new_zealand
source: New Zealand
hu: Új Zéland
it: Nuova Zelanda
ka: ახალი ზელანდია
nl: Nieuw Zeeland
pl: Nowa Zelandia
ro: Noua Zeelanda

# Languages::next
source: Next
hu: Következő
it: avanti
ka: შემდეგი
nl: Volgende
pl: Następna
ro: Urmatorul

# Languages::next_step
source: Next step
hu: Következő lépés
it: Prossimo passo
ka: შემდეგი ნაბიჯი
nl: Volgende stap
pl: Następny krok
ro: Urmatorul pas

# Languages::nocombination
source: Unfortunately this combination is not accessible
hu: Sajnos ez a kombináció nem elérhető
it: Purtroppo questa combinazione non è accessibile
ka: სამწუხაროდ მსგავსი კომბინაცია მიუწვდომელია
nl: Deze combinatie is helaas niet toegankelijk
pl: Niestety ta kombinacja nie jest dostępna
ro: Din pacate aceasta combinatie nu este accesibila

# Languages::none
source: None
hu: Egyik sem
it: Nessuna
ka: ცარიელი
nl: Geen
pl: brak
ro: Niciunul

# Languages::normal
source: Normal
hu: Normál
it: Normale
ka: ნორმა
nl: Normaal
pl: Normalnie

# Languages::norway
source: Norway
hu: Norvégia
it: Norvegia
ka: ნორვეგია
nl: Noorwegen
pl: Norwegia
ro: Norvegia

# Languages::norwegian
source: Norwegian
hu: Norvég
it: Norvegese
ka: ნორვეგიული
nl: Noors
pl: Norweski
ro: Norwegiana

# Languages::note
source: Note
hu: Megjegyzés
it: Nota
ka: კომენტარი
nl: Opmerking
pl: Uwaga
ro: Nota

# Languages::notes
source: Notes
hu: Megjegyzés
it: Note
ka: კომენტარები
nl: Notities
pl: Wiadomość
ro: Note

# Languages::notice
source: Notice
hu: Figyelem!
it: Avviso
ka: შეტყობინება:
nl: Opmerking
pl: Uwaga
ro: Instiintare

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
hu: A meghatározott [DECIMALS] tizedesjegy a [CURRENCY] pénznemhez túl sok. Maximum 2 tizedesjegy kezelhető, a maradék tizedesek nullával lesznek feltöltve.
it: Avete specificato [DECIMALI] posizioni decimali per [VALUTA]. Il numero massimo di posizioni decimali sopportati è 2. Valori più lunghi verranno visualizzati come zeri.
ka: Вы установили [DECIMALS] десятичных знака для [CURRENCY]. Максимальное количество поддерживаемых десятичных знаков 2. Дальнейшие значения будут заменены нулями.
nl: U heeft [DECIMALS] decimalen ingesteld voor [CURRENCY]. Het maximale aantal decimalen is 2. Verdere waarden worden als nullen weergegeven.
ro: Ati specificat [DECIMALS] zecimale pentru [CURRENCY]. Numarul maxim de zecimale acceptate este 2. Urmatoarele valori vor fi afisate ca zero.

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
hu: A kézbesíthetetlen termékek eltávolításra kerültek a kosarából. Folytathatja a vásárlást.
it: Gli articoli non spedibili sono stati rimossi dal vostro carrello. Potete continuare con il vostro acquisto.
ka: შეკვეთები რომლებიც იყო განთავსებული ტრანსპორტირების მეთოდის მითითების გარეშე, წაიშალნენ კალათიდან. თქვენ შეგიძლიათ შეკვეთის გაგრძელება.
nl: Niet leverbare producten zijn verwijderd uit je winkelwagen. U kunt verder gaan met uw aankoop.
pl: Niemożliwe do dostarczenia produkty zostały usunięte z koszyka. Możesz kontynuować zakupy.
ro: Produsele nelivrate au fost scoase din cos. Puteti continua achizitia.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
hu: A vevő megváltoztatta az e-mail címet ebben a profilban. Válassza ki a jelölőnégyzetet a rendelés részleteinek frissítéséhez.
it: Indirizzo e-mail è stato modificato dal cliente nel suo profilo. Spuntate la casella per aggiornare dettagli dell'ordine:
ka: მომხმარებელმა შეიცვალა e-mail თავის პროფაილში. მონიშნეთ რათა მოხდეს შეკვეთის განახლება:
nl: Het e-mailadres van deze klant is gewijzigd. Selecteer het selectievlakje om de details van de bestelling bij te werken:
pl: E-mail został zmieniony przez klienta w jego / jej profilu. Proszę zaznaczyć pole wyboru, aby zaktualizować informacje w zamówieniu:
ro: Adresa de e-mail a fost schimbata de catre client in profilul sau. Bifati caseta pentru a actualiza detaliile de comanda:

# Languages::notify_customer
source: Notify customer
hu: Értesítés a vásárlónak
it: Notifica cliente
ka: მომხმარებლის ინფორმირება
nl: Breng klant hiervan op de hoogte
pl: Powiadom klienta
ro: Notificare client

# Languages::notify_orders_department
source: Notify orders department
hu: Értesítés az áruháznak
it: Notifica il reparto ordini
ka: შეკვეთების განყოფილების ინფორმირება
nl: Breng afdeling bestellingen op de hoogte
pl: Poinformuj wydział zamówień
ro: Notifica departamentul de vanzari

# Languages::notify_user
source: Notify user
hu: Felhasználó értesítése e-mailen
it: Notifica utente
ka: მომხმარებლის ინფორმირება
nl: Meld aan gebruiker
pl: Poinformuj użytkownika
ro: Notificare utilizator

# Languages::notify_vendor
source: Notify store owner
hu: Áruház tulajdonos értesítése
it: Notifica negoziante
ka: გამყიდველის ინფორმირება
nl: Informeer winkeleigenaar
pl: Notify vendor
ro: Notificati proprietarul magazinului.

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
hu: Szeretnék értesítést kérni, ha a termék újra készleten lesz
it: Avvisarmi quando questo prodotto è di nuovo disponibile
ka: შემატყობინე პროდუქციის საწყობში დამატება E-mail-ით.
nl: Breng me op de hoogte als dit product weer op voorraad is
pl: Powiadom mnie gdy produkt będzie dostępny
ro: Anuntati-ma cand acest produs este din nou in stoc.

# Languages::not_active
source: Not active
hu: Nem aktív
it: Non attivo
ka: არააქტიური
nl: Niet actief
pl: Nieaktywne
ro: Nu este activ

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
hu: Ez a fájl csak adminisztrátori jóváhagyást követően lesz letölthető.
it: Questo file sarà disponibile per il download soltanto dopo l'approvazione dell'amministratore
ka: ეს ფაილი გადმოსაწერად ხელმისაწვდომი იქნება ადმინისტრააციის დამოწმების შემდეგ
nl: Dit bestand wordt alleen beschikbaar voor downloaden wanneer de beheerder deze goedkeurd
pl: Ten plik będzie dostępny do ściągnięcia tylko po zaakceptowaniu przez administratora
ro: Fisierul se va putea descarca doar cu acordul adminisratorului

# Languages::not_a_member
source: Not a member
hu: Nem regisztrált
it: Non membro
ka: არაწევრები
nl: Geen lid
pl: Niezarejestrowani
ro: Nu sunteti un membru
