Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::warning_https_disabled
source: The secure connection check has failed. Please check HTTPS settings in the "config.php" file and make sure that SSL certificate is installed on your server.
hu: A biztonságos kapcsolat ellenőrzése során hiba lépett fel. Kérjük, ellenőrizze a HTTPS beállításokat a "config.php" fájlban, és bizonyosodjon meg arról, hogy az SSL tanúsítvány telepítve van a szerveren.
it: La verifica della connessione sicura non è riuscita. Prego controllare impostazioni HTTPS nel file "config.php" e assicurarsi che il certificato SSL sia installato sul tuo server.
ka: დაცული კავშირის შემოწმება ვერ მოხერხდა, გთხოვთ გადაამოწმოთ HTTPS-ის პარამეტრები ფაილში "config.php" და დარწმუნდით რომ SSL სერთიფიკატი დაყენებულია თქვენს სერვერზე.
nl: De beveiligde verbinding controle is mislukt. Controleer HTTPS instellingen in het "config.php" bestand en zorg ervoor dat een SSL-certificaat is geïnstalleerd op uw server.
pl: Sprawdzenie bezpiecznego połączenia nie powiodło się. Proszę sprawdź ustawienia HTTPS w pliku "config.php" i upewnij się, że certyfikat SSL jest zainstalowany na serwerze.
ro: Conexiunea sigura a esuat. Va rugam verificati setarile HTTPS in fisierul "config.php" si asigurati-va ca aveti instalat un certificat SSL pe acest server.

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Knowledge base</a>) for security reasons.
hu: Kiemelten ajánlott, hogy az alapértelmezett <b>admin.php</b> fájlt átnevezze (további infomáció a <a href="[href]" target="_blank">Tudástárban</a>) biztonsági okokból.
it: Lo stato della valuta primaria non può essere cambiatoRaccomandiamo vivamente di rinominare lo script di default <b>admin.php</b> (vedi anche la <a href="[href]" target="_blank">Documentazione</a>) per ragioni di sicurezza.
ka: უსაფრთხოების მიზნით აუცილებელი რეკომენდაციაა რომ სკრიპტს <b>admin.php</b> -ს გადაარქვათ სახელი. დეტალები იხილეთ აქ (check the <a href="[href]" target="_blank">ცოდნის ბაზა</a>)
nl: Het wordt sterk aanbevolen dat u het standaard <b>admin.php</b> script hernoemt (check de <a href="http://kb.cs-cart.com/adminarea-protection" target="_blank">Kennisbank</a>) voor veiligheidsredenen.
pl: Gorąco polecamy abyś zmienił nazwę domyślnego skryptu <b>admin.php</b> ze względu na bezpieczeństwo. (zobacz dokumentację <a href="http://kb2.cs-cart.com/adminarea-protection" target="_blank">)
ro: Este recomandat sa redenumiti <b>admin.php</b> (verificati <a href="http://kb.cs-cart.com/adminarea-protection" target="_blank">Cunostintele de baza</a>) din motive de securitate.

# Languages::warning_insecure_password
source: The password must be different from the username! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
hu: A jelszónak különböznie kell a felhasználónévtől! <p><a href="[link]" class="underlined"><strong>Jelszó változtatás &#155;&#155;</strong></a></p>
it: La tua password deve essere differente dal vostro nome utente!<p><a href="[link]" class="underlined"><b>Cambia password &#155;&#155;</b></a></p>
ka: თქვენი პაროლი უნდა იყოს ფსევდონიმისგან განსხვავებული! <p><a href="[link]" class="underlined"><b>პაროლის შეცვლა &#155;&#155;</b></a></p>
nl: Wachtwoord dient af te wijken van login! <p><a href="[link]" class="underlined"><b>Wijzig wachtwoord &#155;&#155;</b></a>
pl: Hasło nie może być nazwą użytkownika!<p><a href="[link]" class="underlined"><b>Zmień hasło &#155;&#155;</b></a></p>
ro: Parola dvs. trebuie sa fie diferita de numele de utilizator! <p><a href="[link]" class="underlined"><b>Schimbare parola &#155;&#155;</b></a></p>

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
hu: A jelszónak és az e-mail címnek különböznie kell! <p><a href="[link]" class="underlined"><strong>Változtasson jelszót &#155;&#155;</strong></a></p>
it: La password deve essere diversa dall'indirizzo email! <p><a href="[link]" class="underlined"><b>Cambiare password&#155;&#155;</b></a></p>
ka: თქვენი პაროლი უნდა იყოს ფსევდონიმისგან განსხვავებული! <p><a href="[link]" class="underlined"><b>პაროლის შეცვლა &#155;&#155;</b></a></p>
nl: Het wachtwoord dient verschillend te zijn van het e-mailadres! <p><a href="[link]" class="underlined"><b>Wijzig wachtwoord &#155;&#155;</b></a></p>
pl: Hasło nie może być nazwą użytkownika!<p><a href="[link]" class="underlined"><b>Zmień hasło</b></a></p>
ro: Parola trebuie sa fie diferita de e-mail! <p><a href="[link]" class="underlined"><b>Schimbati parola &#155;&#155;</b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
hu: A nyelvi elemek nem támogatott karaktereket tartalmaznak!
it: La variabile della lingua contiene caratteri non supportati!
ka: ენის ცვლადი შეიცავს არასწორ სიმბოლოებს!
nl: Taal variabelen-naam bevat niet-ondersteunde karakters!
pl: Nazwa zmiennej językowej zawiera złe znaki!
ro: Numele variabilei de limba contine caractere care nu sunt acceptate!

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
hu: A [lang_name] nyelv nem törölhető, mert az az áruház alapértelmezett nyelve
it: La lingua [lang_name] non può essere cancellata perchè essa è la lingua predefinita del negozio
nl: Kan de taal [lang_name] niet verwijderen omdat deze als standaard voor de winkel staat ingesteld
pl: Języka [lang_name] nie można usunąć, ponieważ jest to domyślny język w sklepie
ro: [lang_name] limba nu poate fi stearsa deoarece este limba implicita a magazinului.

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
hu: A [condition] feltétel csak a [set_value] feltételekkel együtt használható.
it: La condizione "[condition]" può essere utilizzata solo in gruppi con condizione "[set_value]".
ka: პირობა "[condition]" შეიძლება გამოყენებული იყოს ჯგუფებში"[set_value]" პირობებით.
nl: De "[condition]" conditie kan in groepen worden gebruikt met alleen "[set_value]" condities.
pl: Warunek "[condition]" może być użyty w grupach tylko z warunkami "[set_value]".
ro: Conditia "[condition]" poate fi utilizator in grupuri doar cu conditiile "[set_value]".

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
hu: Automatikus cache frissítés bekapcsolva.<br /><br />A módosított fájlokat valós időben követjük (a közvetlenül a szerveren módosított fájlokkal együtt) és újra cache-eljük.<br /><br />Kis mértékben befolyásolhatja az áruház teljesítményét. Éles üzemmódban javasolt a kikapcsolása az <a href="[link]">Arculat szerkesztőben</a>.
it: Cache disattivata.<br /><br />I file modificati vengono monitorati in tempo reale (compresi i file modificati direttamente sul server) e rigenerati.<br /><br />Le prestazioni dello store possono essere leggermente influenzate. Raccomandiamo di disattivarla in fase di produzione in <a href="[link]">Editor di Modelli</a>.
ka: ჩართულია ავტომატური ქეშირება.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />მაღაზიის წარმადობა შესაძლოა ოდნავ შემცირდეს. რეკომენდირებულია რომ გათიშოთ წარმოებაში <a href="[link]">თემებიდან/გარსიდან</a>.
nl: Automatische cache update ingeschakeld.<br /><br />Gewijzigde bestanden worden realtime gevold (inclusief de direct gewijzigde bestanden op de server) en gere-cached.<br /><br />Winkel prestaties worden enigszins beïnvloed. Uitschakelen tijdens productie in de <a href="[link]">File editor</a> wordt aanbevolen.
pl: Automatyczna aktualizacja plików cache została włączona.<br /><br />Zmodyfikowane pliki są śledzone w czasie rzeczywistym (w tym pliki zmodyfikowane bezpośrednio na serwerze) i ponownie ładowane do pamięci cache.<br /><br />Wydajność sklepu może być lekko ograniczona. Zalecamy wyłącznie tej opcji w sklepie produkcyjnym <a href="[link]">Edytor tematów graficznych</a>.
ro: Actualizare automata cache-ului.<br /><br />Fisierele modificate sunt urmarite in timp real (inclusiv fisierele modificate direct pe server) si re-cache-uite.<br /><br />Performanta magazinului poate fi usor afectata. Recomandat pentru a dezactiva pe productie in<a href="[link]">Editorul de fisiere</a>.

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
hu: Automatikus cache frissítés kikapcsolva.<br /><br />Az összeállított sablonokat manuálisan ürítse az arculat fájlok módosítása után <a href="[link]">erre a linkre</a> kattintva.
it: Cache attivata.<br /><br />Cancellare i modelli compilati manualmente dopo avere modificato i file del modello (tema), cliccare sul seguente collegamento <a href="[link]">applica</a> per applicare le modifiche.
ka: ავტომატური ქეშირება გათიშულია.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">ეს ბმული</a> ცვლილებების შენახვა.
nl: Automatische cache update uitgeschakeld.<br /><br />Na het aanpassen van de thema-bestanden, wis de samengestelde sjablonen handmatig door <a href="[link]">deze link</a> te volgen om de wijzigingen toe te passen.
pl: Automatyczna aktualizacja plików cache została wyłączona. Usuń skompilowane szablony manualnie, po modyfikacji plików szablonów graficznych poprzez ten link <a href="?dispatch=template_editor.manage&ctpl">usuń skompliowane szablony</a> żeby zobaczyć efekty wprowadzonych zamian.
ro: Actualizare auto cache dezactivat.<br /><br />sterge sabloane compilate manual dupa modificarea fisierele tematice, urmand<a href="[link]">acest link</a> pentru a aplica modificarile.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
hu: Az alábbi e-mail cím már a feliratkozottak között szerepel: <strong>[email]</strong>
it: L'indirizzo e-mail <b>[email]</b> esiste già.
ka: ასეთი ელ-ფოსტა <b>[email]</b> უკევ არსებობს დაგზავნის სიებში
nl: <b>[email]</b> bestaat al in abonnees
pl: <b>[email]</b> jest już na liście subsrybentów
ro: <b>[email]</b> este deja in lista de abonati

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
hu: Az arculat klónozása sikertelen, mert a megadott mappa már létezik. Egy másik nevet kell választani.
it: Non è possibile duplicare il modello (tema) perché la cartella specificata esiste già. Per favore inserire un'altra cartella.
nl: Thema kan niet gekloond worden, omdat de map die u heeft ingevuld al bestaat. Probeer een andere map.
pl: Nie można sklonować tematu graficznego, ponieważ katalog który podałeś jest już istnieje. Proszę podać inny katalog.
ro: Nu se poate clona tema, pentru ca directorul introdus deja exista. Va rugam sa introduceti un alt director.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
hu: Nincs engedélye ezen rendelés részleteinek megtekintéséhez.
it: Non sei autorizzato a visionare i dettagli di questo ordine.
ka: თქვენ არ გაქვთ უფლება რომ ნახოთ ინფორმაცია ამ შეკვეთის შესახებ.
nl: U heeft geen toegang tot de detailinformatie van deze order.
pl: Nie masz pozwolenia na podgląd szczegółów tego zamówienia.
ro: Nu aveti permisiunea sa vizualizati detaliile acestei comenzi.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
hu: Ilyen e-mail/Rendelés azonosító nem létezik!
it: L'E-mail/ID ordine da te immessi non esistono nel nostro database (banca dati).
ka: მითითებული E-Mail/Order ID ვერ მოიძებნა
nl: Het door u ingevoerde e-mailadres/bestelnummer bestaat niet
pl: Wpisany E-mail/ID zamówienia nie występuje w naszej bazie danych
ro: E-mail-ul/ID-ul comenzii nu exista in baza noastra de date

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
hu: Amennyiben a Mentésre kattint, törli a termékvariációkat.
it: Cliccando su salva saranno rimosse le varianti prodotto.
ka: "შენახვა"-ზე დაჭერის შემდგომ პროდუქციის მახასიათებლები წაიშლება.
nl: Klikken op Opslaan verwijderd product varianten.
pl: Kliknięcie na Zapisz usunie warianty produktu.
ro: Clicand pe Salvati veti elimina variantele de produs.

# Languages::website
source: Website
hu: Weboldal
it: Sito web
ka: ვებ გვერდი
pl: Strona internetowa
ro: Site web

# Languages::web_pages
source: Web pages
hu: Web oldalak
it: Pagine Web
ka: ვებ გვერდები
nl: Webpagina's
pl: Strony
ro: Pagini web

# Languages::web_site
source: Website
hu: Weboldal
it: Sito web
ka: ვებ გვერდი
pl: Strona internetowa
ro: Site web

# Languages::week
source: Week
hu: Ez a hét
it: Settimana
ka: კვირა
pl: Tydzień
ro: Saptamana

# Languages::weekday_0
source: Sunday
hu: Vasárnap
it: Domenica
ka: კვირა
nl: Zondag
pl: Niedziela
ro: Duminica

# Languages::weekday_1
source: Monday
hu: Hétfő
it: Lunedì
ka: ორშაბათი
nl: Maandag
pl: Poniedziałek
ro: Luni

# Languages::weekday_2
source: Tuesday
hu: Kedd
it: Martedì
ka: სამშაბათი
nl: Dinsdag
pl: Wtorek
ro: Marti

# Languages::weekday_3
source: Wednesday
hu: Szerda
it: Mercoledì
ka: ოთხშაბათი
nl: Woensdag
pl: Środa
ro: Miercuri

# Languages::weekday_4
source: Thursday
hu: Csütörtök
it: Giovedì
ka: ხუთშაბათი
nl: Donderdag
pl: Czwartek
ro: Joi

# Languages::weekday_5
source: Friday
hu: Péntek
it: Venerdì
ka: პარასკევი
nl: Vrijdag
pl: Piątek
ro: Vineri

# Languages::weekday_6
source: Saturday
hu: Szombat
it: Sabato
ka: შაბათი
nl: Zaterdag
pl: Sobota
ro: Sambata

# Languages::weekday_abr_0
source: Sun
hu: V
it: Dom
ka: კვი
nl: Zo
pl: Nie
ro: Dum

# Languages::weekday_abr_1
source: Mon
hu: H
it: Lun
ka: ორშ
nl: Ma
pl: Pon
ro: Lun

# Languages::weekday_abr_2
source: Tue
hu: K
it: Mar
ka: სამ
nl: Di
pl: Wto
ro: Mar

# Languages::weekday_abr_3
source: Wed
hu: Sze
it: Mer
ka: ოთხ
nl: Wo
pl: Śro
ro: Mi

# Languages::weekday_abr_4
source: Thu
hu: Cs
it: Gio
ka: ხუთ
nl: Do
pl: Czw
ro: Joi

# Languages::weekday_abr_5
source: Fri
hu: P
it: Ven
ka: პარ
nl: Vr
pl: Pią
ro: Vin

# Languages::weekday_abr_6
source: Sat
hu: Szo
it: Sa
ka: შაბ
nl: Za
pl: Sob
ro: Sam

# Languages::weeks
source: week(s)
hu: hetek
it: settimana(e)
ka: კვირები
nl: week/weken
pl: tygodnie
ro: Saptamana(saptamani)

# Languages::weight
source: Weight
hu: Súly
it: Peso
ka: წონა
nl: Gewicht
pl: Waga
ro: Greutate

# Languages::weight_dependences
source: Weight dependencies
hu: Súly függőségek
it: Dipendenze peso
ka: წონაზე დამოკიდებული
nl: Gewichtafhankelijkheden
pl: Zależność od wagi produktów
ro: Dependentele Greutate

# Languages::weight_limit
source: Weight limit
hu: Súly korlát
it: Limite peso
ka: წონის ლიმიტი
nl: Gewichtslimiet
pl: Limit wagi
ro: Limita de greutate

# Languages::weight_modifier
source: Weight modifier
hu: Súly módosító
it: Modificatore peso
ka: წონის მოდიფიკატორი
nl: Gewichtswijziging
pl: Modyfikator wagi
ro: Modificator greutate

# Languages::weight_symbol
source: Weight symbol
hu: Súly szimbólum
it: Simbolo peso
ka: წონის ერთეული
nl: Gewicht symbool
pl: Symbol wagi
ro: Simbol greutate

# Languages::well_done
source: Well done!
hu: Remek!
it: Ben fatto!
ka: მზად არის!
nl: Goed gedaan!
pl: Dobra robota!
ro: Felicitari!

# Languages::what_is_cvv2
source: What is CVV/CVC
hu: Mi az a CVV/CVC
it: Cos'è il CVV2
ka: რა არის CVV/CVC
nl: Wat is cvv2
pl: What is cvv2
ro: Ce este CVV/CVC

# Languages::widget_code
source: Widget code
hu: Widget kód
it: Codice Widget
ka: ვიჯეტის კოდი
pl: Kod widżetu
ro: Codul Widget

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
it: <a href="[href]" target="_blank">Cos'è?</a>
nl: <a href="[href]" target="_blank"> Wat is het?</a>

# Languages::width
source: Width
hu: Szélesség
it: Larghezza
ka: სიგანე
nl: Breedte
pl: Szerokość
ro: Latime

# Languages::without_image
source: Without image
hu: Kép nélkül
it: Senza immagine
ka: გამოსახულების გარეშე
nl: Zonder afbeelding
pl: Bez obrazka
ro: Fara imagine

# Languages::with_contact_information
source: With contact information only
hu: Csak kapcsolati információval
it: Solo con informazioni sul contatto
ka: მხოლოდ საკონტაქტო ინფორმაციით
nl: Alleen met contactinformatie
pl: Tylko z danymi kontaktowymi
ro: Doar cu informatii de contact

# Languages::world
source: World
hu: Világ
it: Mondo
ka: დანარჩენი
nl: Wereld
pl: Pozostali
ro: Lume

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
hu: Hiba történt. Hiba részletei: Kérés- és Válasz hash nem egyezik.
it: Si è verificato un errore. Dettagli errore: richiesta e risposta "hash" non corrispondono.
ka: წარმოიშვა შეცდომა: ჰეში მნიშვნელობა მოთხოვნილ და პასუხგაცემულზე არ ემთხვევა.
nl: Foutmelding: Antwoord-hash is niet gelijk aan verzonden hash.
pl: An error occured. Error details: Request and Response hash do not match.
ro: A aparut o eroare. Detalii de eroare: Cererea si raspunsel hash nu se potrivesc.

# Languages::worldpay_secret
source: MD5 secret for transactions
hu: MD5 kulcs a tranzakciókhoz
it: MD5 secret per le transazioni
ka: MD5 გასაღები ტრანზაქციისთვის
nl: MD5 geheim voor transacties
pl: Klucz MD5 dla transakcji
ro: Secrete MD5 pentru tranzactii

# Languages::wrapper
source: Wrapper
hu: Csomagoló
it: Tipo di riquadro
ka: გარსი
pl: Wygląd ramki

# Languages::write
source: Write
hu: Írás
it: Scrivi
ka: ჩაწერა
nl: Schrijf
pl: Zapisywanie
ro: Scrieti

# Languages::year
source: Year
hu: Év
it: Anno
ka: წელი
nl: Jaar
pl: Rok
ro: An

# Languages::yes
source: Yes
hu: Igen
it: Si
ka: კი
nl: Ja
pl: Tak
ro: Da

# Languages::yesterday
source: Yesterday
hu: Tegnap
it: Ieri
ka: გასული დღე
nl: Gisteren
pl: Wczoraj
ro: Ieri

# Languages::your_message
source: Your message
hu: Üzenet
it: Tuo messaggio
ka: შეტყობინება
nl: Uw bericht
pl: Twoja wiadomość
ro: Mesajul dvs.

# Languages::your_name
source: Your name
hu: Neve
it: Tuo nome e paese (paese non obbligatorio)
ka: თქვენი სახელი
nl: Uw naam
pl: Twoje imię i nazwisko
ro: Numele dvs.

# Languages::your_range
source: Your range
hu: Tartománya
it: Tuo intervallo
ka: თქვენი ვარიანტი
nl: Uw reeks
pl: Twój zakres
ro: Domeniul dvs.

# Languages::you_have_no_permissions
source: You have no permissions
hu: Nincs megfelelő jogosultsága
it: Non hai le autorizzazioni
ka: თქვენ არ გაგაჩნიათ უფლებები
nl: U heeft geen rechten
pl: Nie masz uprawnień
ro: Nu aveti permisiuni

# Languages::you_save
source: You save
hu: Megtakarítás
it: Risparmia
ka: დანაზოგი
nl: U bespaart
pl: Oszczędzasz
ro: Discount

# Languages::zero_price_action
source: Zero price action
hu: Nulla ár esetén
it: Comportamento con prezzo zero
ka: მოქმედება ნულოვანი ფასის დროს
nl: Geen prijs actie
pl: Akcja zerowa cena
ro: Actiune de pret zero

# Languages::zipcodes
source: Zip/Postal codes
hu: Irányítószámok
it: CAP (codici postali)
ka: საფოსტო ინდექსები
nl: Postcodes
pl: Kody pocztowe
ro: Coduri postale

# Languages::zip_postal_code
source: Zip/postal code
hu: Irányítószám
it: CAP (codice postale)
ka: საფოსტო ინდექსი
nl: Postcode
pl: Kod pocztowy
ro: Cod postal

# Languages::zone
source: Zone
hu: Zóna
it: Tipo
ka: ზონა
pl: Strefa
ro: Zona

# Languages::zpa_ask_price
source: Ask customer to enter the price
hu: Megkéri a vevőt, hogy adjon meg árat
it: Chiedi al cliente di inserire il prezzo
ka: მოთხოვნა მყიდველთან რათა შეიყვანოს ფასი
nl: Vraag klanten om de prijs in te vullen
pl: Poproś klienta o wpisanie ceny
ro: Intrebati clientul pentru un pret

# Languages::zpa_permit
source: Allow customers to add the product to cart
hu: Engedélyezze a felhasználóknak, hogy kosárba tegyék a terméket
it: Consenti aggiunta del prodotto al carrello
ka: მომხმარებელთათვის პროდუქტის კალათაში დამატების შესაძლებელია
nl: Klanten toestaan om het product toe te voegen aan winkelwagen
pl: Pozwól na dodanie produktu do koszyka
ro: Permiteți adăugarea în coș

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
hu: Ne engedje a felhasználóknak, hogy kosárba tegyék
it: Non consentire ai clienti di aggiungere il prodotto al carrello
ka: მომხმარებლებისთვის პროდუქტის კალათაში დამატება შეუძლებელია
nl: Sta klanten niet toe het product aan het winkelwagentje toe te voegen
pl: Nie pozwól na dodanie produktu do koszyka
ro: Nu permiteți adăugarea în coș

# Languages::po_file
source: Choose a file in the PO or ZIP format
hu: Válasszon egy fájlt a PO vagy ZIP formátumban
it: Scegliere un file in formato ZIP o PO
ka: აირჩიეთ ფაილი PO გაფართოებით
nl: Kies een bestand met bestandsformaat PO of ZIP
pl: Wybierz plik w formacie PO albo ZIP

# Languages::text_free_mode_activated
source: You have switched your store to the Free mode.<br><br>Note that in this mode some features (e.g. certain add-ons) are unavailable.
hu: Az áruház ingyenes módba váltott.<br><br> Fontos tudnivaló, hogy ebben a módban néhány funkció nem elérhető (pl bővítmények).
it: Hai cambiato il tuo negozio in modalità GRATUITA.<br><br>In questa modalità alcune caratteristiche (p.e. alcuni add-ons) non sono disponibili.
nl: U heeft uw winkel gewijzigd naar de Gratis modus. <br><br>In deze modus zijn sommige functies (bijv: enkele add-ons) niet beschikbaar.
pl: Przełączyłeś swój sklep na Free Mode. <br><br> Pamiętaj, że niektóre usługi (niektóre dodatki etc.) są niedostępne.
ro: Ati trecut magazinul dvs. in modul Free.<br><br>Retineti ca in acest mod unele caracteristici(e.g. certain add-ons) nu sunt disponibile.

# Languages::hidden_categories
source: Hidden categories
hu: Rejtett kategóriák
it: Categorie nascoste
ka: დამალული კატეგორიები
nl: Verborgen categorieën
pl: Ukryte kategorie
ro: Categorii ascunse

# Languages::clone_categories
source: Copy categories
hu: Kategóriák másolása
it: Copiare categorie
ka: კატეგორიების კოპირება
nl: Categorieën kopiëren
pl: Zrób kopię kategorii
ro: Cloneaza categorii

# Languages::clone_layouts
source: Copy layouts
hu: Elrendezések másolása
it: Copia layout
ka: შრეების კოპირება
nl: Opmaak kopiëren
pl: Skopiuj układ graficzny
ro: Cloneaza layouts

# Languages::clone_pages
source: Share pages
hu: Oldalak megosztása
it: Condividi pagine
ka: გვერდების გაზიარება
nl: Deel pagina's
pl: Współdziel strony
ro: Cloneaza pagini

# Languages::clone_payments
source: Share payment methods
hu: Fizetési módok megosztása
it: Condividi metodi di pagamento
ka: გადახდის მეთოდების გაზიარება
nl: Deel betaal mogelijkheden
pl: Współdziel metody płatności
ro: Cloneaza metode de plata

# Languages::clone_products
source: Share products
hu: Termékek megosztása
it: Condividi prodotti
ka: პროდუქტების გაზიარება
nl: Deel producten
pl: Współdziel produkty
ro: Cloneaza produse

# Languages::clone_product_features
source: Share product features
hu: Terméktulajdonságok megosztása
it: Condividi caratteristiche prodotto
ka: პროდუქტების თვისებების გაზიარება
nl: Deel producteigenschappen
pl: Współdziel cechy produktów
ro: Cloneaza caracteristicile produselor

# Languages::clone_product_filters
source: Share product filters
hu: Termék szűrők megosztása
it: Condividi filtri prodotto
ka: პროდუქტების ფილტრების გაზიარება
nl: Deel product filters
pl: Współdziel filtry produktów
ro: Cloneaza filtrele produselor

# Languages::clone_profile_fields
source: Share profile fields
hu: Profil mezők megosztása
it: Condividi campi profilo
nl: Deel profielvelden
pl: Współdziel pola profilu
ro: Cloneaza campurile de profil
