Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
hu: Figyelem! Kérjük, másolja ki és mentse el az alábbi URL-t - ennek segítségével visszaállíthatja az áruházát sikertelen frissítés esetén. <br /><b>[href]</b>
it: ATTENZIONE! Prego copiare e salvare il collegamento qui sotto - potrai utilizzarlo per rispristinare il tuo negozio se l'aggiornamento dovesse fallire.<br /><b>[href]</b>
ka: ყურადღება! გთხოვთ შეინახოთ ქვემოთ მოცემული ბმული, ამით თქვენ შესძლებთ მაღაზიის აღდგენას თუკი წარმოიშვა შეფერხებები აღდგენის პროცესში.<br /><b>[href]</b>
nl: Attentie! Kopieer en sla de URL hieronder op - U kunt deze gebruiken om te herstellen als de upgrade mislukt.<br /><b>[href]</b>
pl: Uwaga! Proszę skopiować i zapisać poniższy adres URL - można go używać do przywracania sklepu, jeśli aktualizacja się nie powiedzie.<br /><b>[href]</b>
ro: Atentie! Va rugam sa copiati si salvati URL-ul de mai jos - il puteti utiliza pentru a restaura magazinul dvs. daca upgrade-ul esuaza.<br /><b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
hu: Az adatbázis táblákról nem készült biztonsági mentés
it: Le tabelle della banca dati non sono state salvate
ka: მონაცემტა ბაზის ცხილები არ შეინახნენ
nl: De database tabellen zijn niet gebackuped
pl: Tabele bazy danych nie zostały dołączone do kopii zapasowej
ro: Tabelele bazei de date nu au fost sustinute

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
hu: Hiba új mappa létrehozása közben
it: Creazione della nuova cartella non riuscita
ka: ახალი დირექტორიის შემქნა შეუძლებელია
nl: Nieuwe map aanmaken mislukt
pl: Nie można utworzyć nowego katalogu
ro: Esuare in crearea de nou director

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
hu: FTP átviteli hiba
it: Trasferimento FTP non riuscito
ka: ვერ მოხერხდა ფაილების გადაგზავნა FTP -თი
nl: FTP transfer mislukt
pl: Transfer FTP nie powiódł się
ro: Transfer de FTP esuat

# Languages::text_uc_ftp_cart_directory_not_found
source: The software was not found in the specified directory
hu: A szoftver nem található a meghatározott mappában
it: CS-Cart non è stato trovato nella cartella da te digitata
ka: CS-Cart-ი ვერ მოიძებნა იმ მისამართზე რომელიც თქვენ მიუთითეთ
nl: De software is niet gevonden in de gespecificeerde map
pl: CS-Cart software not found in the directory you entered
ro: Magazinul nu a fost gasit in folderul specificat

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
hu: FTP csatlakozási hiba
it: Connessione FTP non riuscita
ka: ვერ მოხერხდა FTP -სთან დაკავშირება
nl: FTP connectie mislukt
pl: Połączenie FTP nie powiodło się
ro: Conectare FTP esuata.

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
hu: Nem sikerült csatlakozni az FTP szerverhez. Kérjük ellenőrizze a hosztnév helyességét
it: Non è possibile collegarsi al server FTP. Prego verificare se il nome del host (hostname) è giusto.
ka: ვერ მოხერხდა FTP სერვერტან დაკავშირება, გთხოვთ გადაამოწმოთ ჰოსტის სახელი
nl: Kan geen verbinding krijgen met FTP server. Controleer of de host naam correct is
pl: Cannot connect to FTP server. Please check if hostname is correct
ro: Nu s-a putut conecta la serverul FTP. Va rugam verificati daca FTP-ul este corect

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
hu: Nem sikerült belépni az FTP szerverre. Kérjük ellenőrizze, hogy a jelszó és a felhasználó név helyes-e.
it: Non è possibile effettuare il login al server FTP. Prego verificare se nome utente e password sono giusti.
ka: Не получается авторизоваться на FTP сервере. Пожалуйста, проверьте, правильно ли заданы имя пользователя и пароль
nl: Kan geen verbinding krijgen met FTP server. Controleer of gebruikersnaam en wachtwoord correct zijn
pl: Logowanie na serwer FTP niepoprawne. Sprawdź nazwę użytkownika i hasło
ro: Nu s-a putut conecta la serverul FTP. Va rugam verificati daca numele de utilizator si parola sunt corecte

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
hu: FTP adatok, mely segítségével automatikusan hozzáférhetőek a fájlok, és állíthatóak jogosultságok
it: Accesso FTP deve accedere a file che non hanno autorizzazioni in scrittura
ka: Чтобы проверить файлы, на которые не установлены разрешения на запись, необходим доступ по FTP
nl: FTP voor toegang tot de bestanden en stel de juiste rechten automatisch in
pl: Dostęp przez FTP jest potrzebny do uzyskania dostępu do plików, które nie mają uprawnień do zapisu
ro: E nevoie de acces FTP pentru a accesa fisierele care nu au permisiunea de scriere

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
hu: Néhány fájl módosítva lett helyben. Ellenőrizheti ezeket a fájlokat az alábbi linkre kattintva
it: Alcuni dei vostri files sono stati modificati localmente. Puoi controllarli cliccando sul seguente link
ka: ზოგიერთ ფაილში შეტანილია ცვლილებები, თქვენ შეგიძლიათ გადაამოწმოთ ის შემდეგ ბმულზე გადასვლით
nl: Enkele bestanden hebben lokale wijzigingen. U kunt deze controleren door op de volgende link te klikken
pl: Część plików była lokalnie zmodyfikowana. Możesz je sprawdzić klikająć z ten link
ro: Cateva din fisiere au avut modificari locale. Puteti verifica facand click pe link-ul urmator

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
hu: Helytelen útvonal a frissítendő fájlokhoz
it: Percorso errato per files di upgrade
ka: არასოწრი მისამართი განახლების ფაილებისკენ
nl: Verkeerde pad voor upgrade van bestanden
pl: Wrong path to upgrarde files
ro: Cale gresita de a face upgrade de fisiere

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
hu: Kérjük adja meg az Ön [product] licenszkódját.
it: Prego digitare il tuo numero di licenza CS-Cart
ka: გთხოვთ შეიყვანოთ [product] -ის ლიცენიის გასაღები
nl: Vul uw CS-Cart licentienummer in a.u.b.
pl: Proszę, zatwierdź Twój numer licencji CS-Cart
ro: Va rugam introduceti numarul licentei magazinului

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
hu: Hiányzó frissítések listája
it: Lista degli upgrade mancante
ka: განახლების სია მიუწვდომელია
nl: Overzicht van upgrades ontbreekt
pl: Lista aktualizacji jest błędna
ro: Lista de upgrade-uri lipseste

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
hu: Ezen fájloknak írhatóaknak kell lenniük (manuálisan vagy automatikusan, FTP-n)
it: I seguenti file non hanno autorizzazioni in scrittura. Devi impostare queste autorizzazioni manualmente oppure utilizzare un programma per FTP (se non lo stai già utilizzando) per accedere a questi file.
ka: На следующие файлы не установлены разрешения на запись. Вам нужно установить их вручную или использовать доступ по FTP (если уже не используется)
nl: Deze bestanden hebben schrijfrechten nodig (handmatig of automatisch via FTP)
pl: Poniższe pliki nie mają uprawnień do zapisu. Musisz ustawić te uprawnienia ręcznie lub przy użyciu FTP (jeśli jeszcze tego nie zrobiłeś)
ro: Urmatoarele fisiere nu au permisiunea de scriere. Trebuie sa setati permisiunea lor manual sau folositi FTP-ul pentru a accesa fisierle (daca nu este utilizat deja)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
hu: Nincs elég hely az adatbázis biztonsági mentéséhez.
it: Spazio su disco insufficiente per eseguire salvataggio della banca dati
ka: დისკზე არასაკმარისი ადგილია მონაცემთა ბაზის რეზერვირებისათვის
nl: Onvoldoende schijfruimte om een ​​backup van de database te maken
pl: Mało miejsca na dysku kopię zapasową bazy danych
ro: Spatiu insuficient pe disc pentru a face un back-up a bazei de date.

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
hu: Úgy tűnik, hogy nincs FTP modul telepítve a szerverre. A modul telepítéséig nem tudja használni az FTP-t
it: Sembra che nessun modulo (client) FTP è installato sul tuo server. Non puoi utilizzare FTP prima che questo modulo è stato installato.
ka: FTP модуль не установлен на Вашем сервере. Вы не можете использовать доступ по FTP, пока он не будет установлен.
nl: Het lijkt erop dat er geen FTP module is geïnstalleerd o uw server. U kunt FTP niet gebruiken totdat deze module is geïnstalleerd
pl: Wydaje się, że moduł FTP nie jest zainstalowany na serwerze. Nie można użyć FTP, prosimy o instalację tego modułu
ro: Se pare ca nici un modul FTP nu este instalat pe server. Nu puteti folosi FTP-ul pana cand acest modul este instalat

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
hu: Frissítési mappa létrehozása sikertelen
it: Creazione cartella di aggiornamento non riuscita
ka: ვერ მოხერხდეა განახლების საქაღალდის შექმნა
nl: Aanmaken van een upgrade-map mislukt
pl: Nie można utworzyć folderu aktualizacji
ro: Esuare in a crea un dosar de actualizare

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
hu: A frissítési folyamatot leíró uc.xml feldolgozása sikertelen
it: Analisi del processo descriptor uc.xml per l'aggiornamento non riuscito
ka: Не получилось обработать файл с описанием обновления uc.xml
nl: Parsen van de upgrade process descriptor uc.xml mislukt
pl: Nie można przeanalizować pliku procesu uaktualniania uc.xml
ro: Esuare in a analiza procesul de upgrade descriptor uc.xml

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
hu: A fájl törlése sikertelen
it: Rimozione del file non riuscito
ka: ვერ მოხერხდა ფაილების წაშლა
nl: Verwijderen van het bestand mislukt
pl: Nie można usunąć pliku
ro: Esuare in a elimina fisierul

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
hu: A frissítési folyamatot leíró packages.xml eltávolítása sikertelen
it: "Upgrade descriptor packages.xml" non è stato rimosso.
ka: Не получилось удалить файл с описанием обновления packages.xml
nl: Verwijderen van de upgrade descriptor packages.xml mislukt
pl: Nie udało się usunąć deskryptora aktualizacji packages.xml
ro: Esuare in a elimina upgrade-ul pachetelor descriptor de upgrade.xml

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
hu: A frissítést zároló fájl eltávolítása sikertelen. Kérjük, távolítsa el a(z) [file] fájlt.
it: Il file di aggiornamento bloccato non è stato rimosso. Prego cancellare il file [file].
nl: Mislukt om de upgrade versleutel bestand te verwijderen. Verwijder het bestand [file].
pl: Nie udało się usunąć pliku blokady aktualizacji. Proszę manulanie usunąć [file] plik.
ro: Esuare in a elimina fisierul de blocare de upgrade.Va rugam sa eliminati[file]fisierul.

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
hu: A telepített frissítések listájának frissítése sikertelen
it: Aggiornamento lista degli aggiornamenti installati non riuscito
ka: ვერ მოხერხდა დაინსტალირებული განახლებების სიის განახლება
nl: Updaten van de lijst van geïnstalleerde upgrades mislukt
pl: Nie można zaktualizować listy zainstalowanych aktualizacji
ro: Esuare in a actualiza lista de upgrade-uri instalate.

# Languages::text_uc_upgrade_completed
source: <p>Your store has been upgraded successfully.</p>
it: <p>Il tuo negozio è stato aggiornato con successo.</p>
ka: მაღაზია წარმატებით განახლდა.
nl: <p>Het upgraden van de winkel is geslaagd.</p>
pl: Twój sklep został zaktualizowany pomyślnie.
ro: Magazinul dvs. a fost actualizat cu succes.

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
hu: <p>Az áruház be lett zárva a frissítési folyamat közben. Azt javasoljuk, hogy ellenőrizze az áruház működését a frissítés után, és csak utána nyissa ki.</p><p>Az áruházat a Beállítások → Általános menüpont alatt található Áruház bezárása opció kijelölésének megszüntetésével nyithatja ki.
it: <p>Il tuo negozio è stato chiuso durante la procedura di aggiornamento. Ti consigliamo di controllare il negozio dopo il completamento dell'aggiornamento e poi riaprirlo di nuovo.</p><p>Puoi aprire il tuo negozio togliendo il segno di spunta alla casella di impostazione CHIUDI in Impostazioni → Generale.</p>
nl: <p>Uw winkel was gesloten tijdens de upgrade. We bevelen u aan om de werking van de winkel te controleren na de upgrade en dan pas de winkel te openen.</p><p>U kunt de winkel openen door Winkel sluiten uit te vinken onder Instellingen → Algemeen.</p>
pl: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You will find the [link] link at the bottom of each page on the right-hand side.</p>
ro: <p>Magazinul a fost inchis pe durata procesului de upgrade. Verificati functionalitatea magazinului dupa upgrade si abia apoi il puteti deschide</p><p>. Puteti deschide magazinul deselectand setarea ''Inchideti magazinul" </p>

# Languages::text_uc_upgrade_completed_with_errors
source: <p>Errors occurred during the upgrade.</p><p>You can contact <a href="[href]">support team</a> for assistance.</p><p>You can <a href="[restore_link]">restore</a> the previous store version.</p>
hu: <p>Hiba a frissítés során.</p><p>Vegye fel a kapcsolatot a <a href="[href]">terméktámogatással</a>.</p><p>Az <a href="[restore_link]">alábbi linken visszaállíthatja</a> az előző, működő verziót.</p>
it: <p>Si sono verificati errori durante l'aggiornamento.</p><p>Puoi contattare il nostro supporto tecnico al seguente e-mail: <a href="[href]">team di supporto</a> e richiedere assistenza.</p><p>Puoi ripristinare il negozio alla versione precedente cliccando sul seguente collegamento <a href="[restore_link]">Ripristina</a>.</p>
ka: <p>განახლების დროს წარმოიშვა შეცდომები.</p><p>თქვენ შეგიძლიათ დაუკავშირდეთ <a href="[href]">CS-Cart-ის დახმარების ჯგუფს</a> დახმარებისთვის.</p><p>თქვენ ასევე შეგიძლიათ <a href="[restore_link]">აღადგინოთ</a> წინა მაღაზიის ვერსია.</p>
nl: <p>Fouten opgetreden tijdens de upgrade.</p><p>U kunt contact opnemen met het <a href="http://www.cs-cart.com">CS-Cart support team</a> voor assistentie.</p><p>U kunt de vorige versie <a href="[restore_link]">terug zetten</a>.</p>
pl: <p>Errors occurred during the upgrade.</p><p>You can contact <a href="http://www.cs-cart.com">CS-Cart support team</a> for assistance.</p><p>You can <a href="[restore_link]">restore</a> the previous store version.</p>
ro: <p>Errors occurred during the upgrade.</p><p>You can contact <a href="http://www.cs-cart.com">CS-Cart support team</a> for assistance.</p><p>You can <a href="[restore_link]">restore</a> the previous store version.</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
hu: A frissítési napló nem írható
it: Il file di Log non è scrivibile
ka: Не получилось записать файл с логами обновления
nl: Upgrade log bestand is niet schrijfbaar
pl: Plik dziennika aktualizacji nie jest zapisywalny

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
hu: Frissítenie kell erre a verzióra a kívánt frissítési csomag telepítése előtt: <b>[to_version]</b> (aktuális verzió: <b>[your_version]</b>).
it: Devi effettuare un aggiornamento alla versione <b>[to_version]</b> prima di potere applicare questo pacchetto di aggiornamenti, (la vostra versione è <b>[your_version]</b>).
ka: Вам нужно обновить магазин до версии <b>[to_version]</b> прежде, чем Вы сможете использовать этот дистрибутив (Ваша версия <b>[your_version]</b>).
nl: U dient naar versie <b>[to_version]</b> te upgraden voordat u dit upgrade pakket kunt toepassen (uw versie is <b>[your_version]</b>).
pl: You need to upgrade to version <b>[to_version]</b> before you can apply this upgrade package (your version is <b>[your_version]</b>).
ro: Trebuie sa actualizati mai intai la versiunea <b>[to_version]</b> inainte ca sa actualizati pentru aceasta versiune (versiunea dvs. este <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
hu: Nincs frissítési csomag kiválasztva
it: Nessun pacchetto di aggiornamento selezionato
ka: განსაახლებელი პაკეტი არაა არჩეული
nl: Geen upgrade pakket geselecteerd
pl: Nie wybrano pakietu z aktualizacjami.
ro: Nu ati selectat niciun pachet de upgrade.

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
hu: A frissítés sikeresen visszavonva
it: L'aggiornamento è stato ripristinato con successo
ka: მაღაზიის განახლება გადაიდო
nl: De upgrade is met succes terug gezet
pl: Aktualizacja oprogramowania została anulowana.
ro: Upgrade-ul a fost revenit cu succes

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
hu: Termék tulajdonos. Csak a termék tulajdonos szerkesztheti a megosztott termékek minden mezőjét.
it: Proprietario prodotti. Solo il proprietario del prodotto può modificare tutti i campi in prodotti condivisi.
nl: Producteigenaar. Alleen de producteigenaar kan alle velden van gedeelde producten aanpassen.
pl: Właściciel produktu. Tylko właściciel produktu może edytować wszystkie pola we współdzielonych produktach.
ro: Proprietar de produs. Numai proprietarul produsului poate modifica toate campurile din produsele comune.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
hu: Hiba az XML struktúra feldolgozása során
it: Analisi della struttura XML non riuscita
ka: Ошибка разбора структуры XML
nl: Parsen van XML structuur mislukt
pl: Nie można przeanalizować struktury XML
ro: Esuare in a analiza structura XML

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
hu: Olyan pénznemet használ az áruház, melyet nem támogat a fizetési szolgáltató. Kérjük lépjen kapcsolatba az áruház adminisztrátoraival.
it: Una valuta che non viene supportata dal sistema di pagamento viene utilizzata nel tuo negozio. Prego contattare l'amministratore riguardo a questo problema.
ka: ვალუტა რომელიც გამოიყენება საიტზე არ არის მხარდაჭერილი გადახდის სისტემისგან, გთხოვთ შეატყობინოთ საიტის ადმინისტრაციას ამ პრობლემის შესახებ.
nl: De gekozen valuta wordt niet ondersteund door het betaalsysteem op de website. neem contact op met de beheerder van deze website.
pl: Waluta która nie jest obsługiwany przez system płatności jest używana na stronie internetowej. Proszę skontaktować się z administratorem sklepu w tej kwestii.
ro: Moneda selectata nu face parte din sistemul de plati folosit pe site-ul web. Va rugam sa contactati administratorul magazinului cu privire la aceasta problema.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
hu: Új verzió elérhető a [product] szoftverhez. A frissítéshez kattintson <a href="[link]">ide</a>.
it: Una nuova versione di CS-Cart è disponibile! <a href="[link]">Prego aggiornarla adesso</a>
ka: ხელმისაწვდომია [product] -ის ახალი ვერსია. თუ თქვენ გსურთ რომ განაახლოთ თქვენი ვერსია დააწკაპუნეთ <a href="[link]">აქ</a>.
nl: Een nieuwe versie van CS-Cart is beschikbaar. Wilt u nu naar de nieuwste versie upgraden, klik <a href="[link]">hier</a>.
pl: Dostępna jest nowa aktualizacja CS-Cart ! <a href="[link]">Aktualizuję teraz</a>.
ro: O noua versiune a CS-Cart-lui este disponibila. Daca doriti sa faceti upgrade la cea mai recenta versiune acum, faceti clic pe <a href="[link]">here</a>.

# Languages::text_usergroup_activated
source: The user group level you requested has been activated
hu: A kért felhasználói csoport aktiválva
it: Il gruppo utente da te richiesto è stato attivato
ka: მოთხოვნილი ჯგუფი გააქტიურდა
nl: De gebruikersgroep die u heeft aangevraagd is geactiveerd
pl: Grupa użytkownika została aktywowana dla tego konta
ro: Nivelul grupului de utilizatori solicitat a fost activat

# Languages::text_usergroup_disactivated
source: Your user group level has been deactivated. Please contact us for more information.
hu: A kért felhasználói csoport inaktiválásra került. Kérjük lépjen kapcsolatba velünk további információért.
it: Il tuo gruppo utente è stato disattivato. Per ulteriori informazioni ti preghiamo di contattarci.
ka: თქვენი ჯგუფი იყო დეაქტივირებული, თუ გსურთ მიიღოთ დამატებითი ინფორმაცია გთხოვთ დაგვიკავშირდეთ.
nl: Uw gebruikersgroep niveau is gedeactiveerd. Neem contact op voor meer informatie.
pl: Grupa użytkownika została dezaktywowana dla tego konta. W razie pytań zapraszamy do kontaktu.
ro: Nivelul grupului de utilizatori a fost dezactivat. Va rugam sa ne contactati pentru mai multe informatii.

# Languages::text_usergroup_request
source: Customer requested user group.
hu: Vásárló által igényelt felhasználói csoport.
it: Cliente ha richiesto gruppo utente.
ka: Покупатель запросил группу.
nl: Aanvraag klant voor toegang tot gebruikersgroep.
pl: Klient wnioskuje o dołączenie do grupy użytkowników.
ro: Clientul a solicitat un grup de utilizatori.
