Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
hu: Az alsó elemek összezárása
it: Richiudi la lista degli elementi
ka: სიის ჩაკეცვა
nl: Itemlijst opvouwen
pl: Zawęź podmenu pozycji
ro: Ascundeti sub-lista elementelor

# Languages::collapse_text_color
source: Collapse text color
hu: Összecsukódó szöveg színe
it: Collassa il colore del testo
nl: Tekstkleur inkorten
pl: Zwiń kolor tekstu
ro: Sterge culoarea textului

# Languages::color
source: Color
hu: Szín
it: Colore
ka: ფერი
nl: Kleur
pl: Kolor
ro: Culoare

# Languages::combination
source: Combination
hu: Kombináció
it: Combinazione
ka: კომბინაცია
nl: Combinatie
pl: Kombinacja
ro: Asociere

# Languages::comma
source: Comma
hu: Vessző
it: Virgola
ka: Запятая
nl: Komma
pl: Przecinek
ro: Virgula

# Languages::comment
source: Comment
hu: Megjegyzés
it: Commento
ka: კომენტარი
nl: Reactie
pl: Komentarz
ro: Comentariu

# Languages::comments
source: Comments
hu: Hozzászólások
it: Commenti
ka: კომენტარები
nl: Reacties
pl: Komentarze
ro: Comentarii

# Languages::comment_hint
source: Enter your comment to appear below the option
hu: Ez a sor a kombinációk alatt jelenik meg
it: Scrivi il testo che apparirà sotto l'opzione
ka: დაამატეთ კომენტარი რომელიც გამოჩნდება პროდუქციის პარამეტრებთან ერთად
nl: Geef uw reactie
pl: Użyj swojego własnego komentarza, który będzie wyświetlony poniżej opcji
ro: Foloseste comentariul propriu care va fi afisat sub aceasta optiune

# Languages::commission
source: Commission
hu: Jutalék
it: Commissione
ka: საკომისიო
nl: Commissie
pl: Prowizja
ro: Comision

# Languages::commissions
source: Commissions
hu: Jutalékok
it: Commissioni
ka: საკომისიო
nl: Commissies
pl: Prowizje
ro: Comisioane

# Languages::commissions_of_last_periods
source: Commissions of latest periods
hu: Utolsó időszakok jutalékai
it: Commissioni degli ultimi periodi
ka: Комиссии за последний период
nl: Commissies van laatste periode
pl: Prowizje za ostatni okres
ro: Comisioane ultima perioada

# Languages::commission_rates
source: Commission rates
hu: Jutalék díjak
it: Tassi di commissione
ka: Ставки комиссии
nl: Commissie tarieven
pl: Wskaźniki prowizji
ro: Rata comisionului

# Languages::compact_list
source: Compact list
hu: Kompakt lista
it: Compatta lista
ka: კომპაქტური სია
nl: Compacte lijst
pl: Lista kompaktowa
ro: Lista compacta

# Languages::company
source: Company
hu: Cégnév
it: Azienda
ka: ორგანიზაცია
nl: Bedrijf
pl: Firma
ro: Companie

# Languages::company_address
source: Company address
hu: Cég címe
it: Indirizzo azienda
ka: ორგანიზაციის მისამართი
nl: Bedrijfsadres
pl: Adres
ro: Adresa companiei

# Languages::company_name
source: Company name
hu: Cégnév
it: Nome azienda
ka: ორგანიზაციის სახელი
nl: Bedrijfsnaam
pl: Nazwa firmy
ro: Numele companiei

# Languages::company_not_found
source: Selected company not found.
hu: A kiválasztott cég nem található.
it: Azienda selezionata non trovata
ka: მონიშნული ორგანიზაცია ვერ მოიძებნა.
nl: Geselecteerde bedrijf niet gevonden.
pl: Wybranej firmy nie znaleziono.
ro: Compania selectata nu a fost gasita

# Languages::company_phone
source: Company phone
hu: Cég telefonszáma
it: Telefono azienda
ka: ორგანიზაციის ტელეფონი
nl: Bedrijfs telefoonnummer
pl: Telefon
ro: Telefonul companiei

# Languages::company_settings
source: Company settings
hu: Cég beállításai
it: Impostazioni azienda
ka: ორგანიზაციის პარამეტრები
nl: Bedrijfsinstellingen
pl: Ustawienia firmy
ro: Setari companie

# Languages::compare
source: Compare
hu: Összehasonlítás
it: Confronta
ka: პროდუქციის შედარება
nl: Vergelijk
pl: Porównaj
ro: Comparati

# Languages::compare_list
source: Compare list
hu: Összehasonlított termékek
it: Lista di confronto
ka: სიის შედარება
nl: Vergelijkingslijst
pl: Lista porównania
ro: Comparati produsele

# Languages::compare_list_note
source: Go to the compare products list
hu: Tovább az összehasonlító listára
it: Vai alla lista dei prodotti da confrontare
ka: შესადარებელ სიაზე გადასვლა
nl: Ga naar de vergelijkingslijst
pl: Przejdź do listy porównywanych produków
ro: Accesati lista de produse comparabile

# Languages::compare_product_features
source: Compare product features
hu: Terméktulajdonságok összehasonlítása
it: Confronta caratteristiche prodotto
ka: პროდუქციის მახასიათებლების შედარება
nl: Vergelijk producteigenschappen
pl: Porównaj cechy produktów
ro: Comparati caracteristicile produsului.

# Languages::comparison_list
source: Comparison list
hu: Összehasonlító lista
it: Lista di confronto
ka: შედარების სია
nl: Vergelijkingslijst
pl: Lista porównania
ro: Lista de comparare

# Languages::compatible_class
source: Compatible class
hu: Kompatibilis osztály
it: Classe compatibile
ka: თავსებადობის კლასიფიკაცია
nl: Compatibele class
pl: Zgodna klasa
ro: Clasa compatibila

# Languages::completed
source: Completed
hu: Befejeződött
it: Completato
ka: გაგზავნილი
nl: Voltooid
pl: Kompletne
ro: Completat(a)

# Languages::compressing_backup
source: Compressing backup file
hu: Biztonsági mentés tömörítése
it: Compressione file di salvataggio
ka: სარეზერვო ფაილის შეკუმშვა
nl: Inpakken backup-bestand
pl: Skompresuj plik kopii zapasowej
ro: Se comprimeaza fisierul backup

# Languages::compress_dump
source: Compress backup file
hu: Mentés tömörítése
it: Comprimere file di salvataggio
ka: სარეზერვო ფაილის შეკუმშვა
nl: Inpakken backup
pl: Kompresuj plik kopii zapasowej
ro: Comprimarea fisierului backup

# Languages::condition
source: Condition
hu: Kondíció
it: Condizione
ka: პირობა
nl: Conditie
pl: Warunek
ro: Conditie

# Languages::conditions
source: Conditions
hu: Kondíciók
it: Condizioni
ka: პირობები
nl: Voorwaarden
pl: Warunki
ro: Conditii

# Languages::configure
source: Configure
hu: Beállítás
it: Configura
ka: კონფიგურაცია
nl: Configureren
pl: Konfiguruj
ro: Configurati

# Languages::confirm
source: Confirm
hu: Megerősítés
it: Conferma
ka: დამოწმება
nl: Bevestig
pl: Potwierdź
ro: Confirmati

# Languages::confirmation_dialog
source: Confirmation dialog
hu: Megerősítő üzenet
it: Richiesta di conferma
ka: დამოწმების დიალოგი
nl: Bevestigingsdialoog
pl: Okno dialogowe potwierdzenia
ro: Dialogul de confirmare

# Languages::confirm_password
source: Confirm password
hu: Jelszó megerősítése
it: Conferma password
ka: პაროლის დამოწმება
nl: Bevestig wachtwoord
pl: Potwierdź hasło
ro: Confirmare parola

# Languages::conflicts
source: Conflicts
hu: Konfliktusok
it: Conflitti
ka: კონფლიქტები
nl: Conflicten
pl: Konflikty
ro: Conflicte

# Languages::congratulations
source: Congratulations!
hu: Gratulálunk!
it: Congratulazioni!
ka: გილოცავთ!
nl: Gefeliciteerd!
pl: Gratulacje!
ro: Felicitari!

# Languages::connection_ticket
source: Connection ticket
hu: Csatlakozási jegy
it: Ticket di connessione
ka: დაკავშირების პარამეტრები
nl: Connectie ticket
pl: Bilet połączenia
ro: Biletul de conectare

# Languages::contact_information
source: Contact information
hu: Kapcsolati adatok
it: Informazioni contatto
ka: საკონტაქტო ინფორმაცია
nl: Contactinformatie
pl: Informacja o kliencie
ro: Informatii de contact

# Languages::contact_us_for_price
source: Contact us for a price
hu: Rendszerünkben nincs ár megadva ehhez a termékhez. Vegye fel velünk a kapcsolatot, ha további részletre kíváncsi.
it: Contattaci per il prezzo
ka: [ფასის დასაზუსტებლად გთხოვთ დაგვიკავშრდეთ]
nl: [Bel voor prijsopgave]
pl: [Skontaktuj się z nami w sprawie ceny]
ro: [Contactati-ne pentru un pret]

# Languages::container_options
source: Container options
hu: Tároló beállítások
it: Opzioni contenitore
ka: კონტეინერის პარამეტრები
nl: Container opties
pl: Opcje kontenera
ro: Optiuni container

# Languages::content
source: Content
hu: Tartalom
it: Contenuto
ka: შემცველობა
nl: Inhoud
pl: Zawartość
ro: Continut

# Languages::content_alignment
source: Content alignment
hu: Tartalom igazítása
it: Allineamento contenuto
ka: შიგთავსის გათანაბრება
nl: Inhoud uitlijning
pl: Wyrównanie zawartości
ro: Aliniere continut

# Languages::content_changed_for
source: This block instances have different content for
hu: Ezen blokk különböző tartalommal bír itt
it: Le istanze di questo blocco hanno un contenuto differente per
ka: Объекты данного блока имеют различное содержимое для
nl: Dit blok heeft verschillende inhoud voor
pl: Te wystąpienia bloków mają różną zawartość dla
ro: Acest block are continut diferit pentru

# Languages::content_menu_description
source: Create and publish pages, polls, forms and links.
hu: Statikus oldalak és űrlapok kezelése.
it: Crea e pubblica pagine, sondaggi, moduli e collegamenti.
ka: შექმნა და გამოქვეყნება გვერდების, ფორმების, გამოკითხვების და ბმულების.
nl: Maak pagina's, polls, formulieren en links.
pl: Tworzenie i publikowanie stron, ankiet, formularzy i linków.
ro: Creaza si publica pagini, sondaje, formulare si link-uri.

# Languages::continue
source: Continue
hu: Tovább
it: Avanti
ka: გაგრძელება
nl: Verder
pl: Kontynuacja
ro: Continuati

# Languages::continue_shopping
source: Continue shopping
hu: Még nézelődöm
it: Continua gli acquisti
ka: შესყიდვის გაგრძელება
nl: Verder winkelen
pl: Kontynuacja zakupów
ro: Inapoi la produse

# Languages::controller
source: Replace with
hu: Cserélje le ezzel:
it: Sostituisci con
ka: Заменить на
nl: Vervangen door
pl: Zamień na
ro: inlocuiti pentru

# Languages::converting_data_in_table
source: Converting data in table [table]
hu: Adatok konvertálása a [table] táblában
it: Conversione dati nella tabella [table]
ka: მონაცემთა შეცვლა ცხრილში [table]
nl: Converteren gegevens in tabel [table]
pl: Konwertowanie danych w tabeli [table]
ro: Conversia datelor din tabel [table]

# Languages::copy_from_layout
source: Copy data from layout
hu: Adatok másolása elrendezésről
it: Copia dati da layout
nl: Gegevens van opmaak kopiëren
pl: Kopiuj dane z układu graficznego
ro: Copiaza datele din layout

# Languages::cost
source: Cost
hu: Költség
it: Costo
ka: ღირებულება
nl: Kosten
pl: Koszt
ro: Pret

# Languages::cost_dependences
source: Cost dependencies
hu: Költség összefüggések
it: Dipendenze di costo
ka: ფასზე დამოკიდებული
nl: Kosten-afhankelijkheden
pl: Zależność od wartości zamówienia
ro: Dependentele de cost

# Languages::could_not_open_file
source: File preview is not available
hu: A fájlt nem lehet megnyitni.
it: L'anteprima del file non è disponibile
ka: ფაილის გახსნა შეუძლებელია.
nl: Sorry, kon het bestand niet openen.
pl: Sorry, could not open the file.
ro: Ne pare rau, nu am putut deschide fisierul

# Languages::countries
source: Countries
hu: Országlista
it: Paesi
ka: ქვეყნები
nl: Landen
pl: Kraje
ro: tari

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
hu: Az áruházban elérhető országok kezelése.
it: Gestisci l'elenco di paesi supportati dal vostro negozio.
ka: ქვეყნების სიის რედაქტირება რომლებიც გამოიყენება თქვენს მაღაზიაში.
nl: Beheer de landen welke door uw webwinkel worden ondersteund.
pl: Zarządzanie grupą państw, które są obsługiwane w sklepie.
ro: Editeaza tarile care sunt suportate de catre magazinul tau

# Languages::country
source: Country
hu: Ország
it: Paese
ka: ქვეყანა
nl: Land
pl: Kraj
ro: tara

# Languages::coupon
source: Coupon
hu: Kupon
it: Buono
ka: კუპონი
pl: Kupon
ro: Cupon

# Languages::coupons
source: Coupons
hu: Kuponok
it: Buoni
ka: კუპონები
nl: Couponnen
pl: Kupony
ro: Cuponuri

# Languages::coupon_already_used
source: This coupon is already in use
hu: Ez a kupon már használatban van
it: Questo buono è gia in uso
ka: კუპონი უკვე გამოყენებულია
nl: Deze coupon is al in gebruik
pl: Kupon został już wykorzystany
ro: Acest cupon este folosit deja

# Languages::coupon_code
source: Coupon code
hu: Kupon kód
it: Codice buono
ka: კუპონის კოდი
pl: Kod kuponu
ro: Codul cuponului

# Languages::cpi_hash_key
source: CPI Hash Key
hu: CPI Hash Kulcs
it: Chiave Hash CPI
ka: ჰეშ-გასაღები CPI
pl: Klucz CPI
ro: Cheia CPI Hash

# Languages::create
source: Create
hu: Készít
it: Crea
ka: შექმნა
nl: Aanmaken
pl: Utwórz
ro: Creati

# Languages::created
source: Created
hu: Létrehozva
it: Creato
ka: შექმნილი
nl: Aangemaakt
pl: Stworzony
ro: Creat

# Languages::create_account
source: Create account
hu: Regisztráció
it: Crea account
ka: რეგისტრაცია
nl: Klantprofiel aanmaken
pl: Załóż konto
ro: Creati cont

# Languages::create_administrator_account
source: Create administrator account
hu: Adminisztrátori fiók létrehozása
it: Crea account amministratore
ka: ადმინისტრატორის ანგარიშის შექმნა
nl: Beheerdersprofiel aanmaken
pl: Utwórz konto administratora
ro: Creaza un cont de admin

# Languages::create_and_close
source: Create and close
hu: Készít és bezárás
it: Crea e chiudi
ka: შექმნა და დახურვა
nl: Aanmaken en sluiten
pl: Stwórz i zamknij
ro: Creaza si inchide

# Languages::create_file
source: Create file
hu: Fájl létrehozása
it: Crea file
ka: ფაილის შექმნა
nl: Aanmaken bestand
pl: Stwórz plik
ro: Creati fisier

# Languages::create_folder
source: Create folder
hu: Mappa létrehozása
it: Crea cartella
ka: საქაღალდის შექმნა
nl: Map aanmaken
pl: Utwórz folder
ro: Creati dosar

# Languages::create_guest_account
source: Quick checkout with no account creating required
hu: Villámgyors vásárlás, regisztráció nélkül.
it: Cassa veloce senza registrazione
ka: შეკვეთის განთავსება ანგარიშის შეუქმნელად
nl: Snel afrekenen zonder klantprofiel aan te maken
pl: Szybkie zamówienie bez konieczności tworzenia konta
ro: Comanda rapida fara necesitatea creeri unui cont

# Languages::create_new_account
source: Create a permanent account and use it for checkout
hu: Létrehozok egy profilt, és azzal vásárolok.
it: Crea un account da utilizzare per i pagamenti
ka: ახალი მომხმარებლის რეგისტრაცია და შეკვეთის განთავსება
nl: Maak een klantprofiel aan zodat u de volgende keer gemakkelijk kunt inloggen
pl: Stworzenie konta i użycie go w zamówieniu
ro: Creaza un cont

# Languages::create_new_block
source: Create New Block
hu: Új blokk létrehozása
it: Crea nuovo blocco
ka: ახალი ბლოკის შექმნა
nl: Nieuw blok aanmaken
pl: Stwórz nowy blok
ro: Creaza un bloc

# Languages::create_new_order
source: Create a new order
hu: Új rendelés létrehozása
it: Crea nuovo ordine
ka: ახალი შეკვეთის შექმნა
nl: Nieuwe bestelling aanmaken
pl: Stwórz nowe zamówienie
ro: Creati o noua ordine

# Languages::create_process_payment
source: Create and process payment
hu: Fizetés létrehozás és feldolgozása
it: Crea ed elabora il pagamento
ka: შეკვეთა და ანგარიშსწორება
nl: Betaling aanmaken en verwerken
pl: Stwórz i przetwórz wypłatę
ro: Creati si realizati procesul de plata

# Languages::create_profile
source: Create a new profile
hu: Új profil létrehozása
it: Crea nuovo profilo
ka: ახალი პროფილის შექმნა
nl: Nieuw profiel aanmaken
pl: Stwórz nowy profil
ro: Creati un profil nou

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at
hu: Köszönjük a regisztrációt!
it: Grazie per aver scelto il nostro online shop. Le informazioni sottostanti sono state inserite nel vostro profilo utente.
ka: მადლობას გიხდით რეგისტრაციისთვის
nl: Dank u voor het registreren bij
pl: Dziękujemy za zarejestrowanie się
ro: Va multumim pentru inregistrarea efectuata la

# Languages::create_table
source: Create New Table
hu: Új tábla hozzáadása
it: Crea nuova tabella
ka: ცხრილის შექმნა
nl: Aanmaken nieuwe tabel
pl: Stwórz Nową Tabelę
ro: Creati un Tabel Nou

# Languages::creating
source: Creating
hu: Létrehozás
it: Creazione
ka: შექმნა
nl: Aanmaken
pl: Tworzenie
ro: in proces de realizare

# Languages::creating_table
source: Creating table
hu: Tábla létrehozása
it: Creazione tabella
ka: ცხრილის შექმნა
nl: Aanmaken tabel
pl: Tworzenie tabeli
ro: Creaza tabel

# Languages::creation_date
source: Creation date
hu: Létrehozás dátuma
it: Data di creazione
ka: შექმნის თარიღი
nl: Aanmaakdatum
pl: Data utworzenia
ro: Data crearii

# Languages::credit_card
source: Credit card
hu: Bankkártya
it: Carta di credito
ka: საკრედიტო ბარათი
pl: Karta kredytowa
ro: Carte de credit

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
hu: Ez a szám a bankkártya hátulján található, a bankkártyaszám utáni 3 számjegy.
it: Questo numero è stampato vicino alla firma sul retro della carta. Esso è a 3 cifre DOPO il numero della carta di credito.
ka: ეს ნომერი განთავსებულია ბარათის უკანა მხარეს, ეს არის ბარათის ნომრის შედეგ მომდევნო 3 ციფრი.
nl: Dit nummer is geprint op de achterkant van de kaart. Het zijn 3 getallen NA het creditcard nummer.
pl: Ten numer jest wydrukowany w obszarze podpisu na odwrocie karty. To są 3 cyfry za numerem karty kredytowej.
ro: Acest numar se afla printat pe verso-ul cartii de credit. Sunt ultimele 3 cifre

# Languages::credit_memo
source: Credit memo
hu: Nyugta
it: Promemoria credito
ka: Кредитовое извещение
nl: Creditnota
pl: Faktura korygująca
ro: Notă de credit

# Languages::credit_memo_id
source: Credit memo ID
hu: Nyugta azonosító
it: ID memo Credit
ka: ID кредитового извещения
nl: Creditnota ID
pl: Identyfikator noty kredytowej
ro: ID-ul Credit memo

# Languages::cresecureapitoken
source: CRE SecureAPIToken
it: Token API Sicuro CRE

# Languages::cresecureid
source: CRE SecureID
it: ID Sicuro CRE

# Languages::cresecure_allowed_types
source: Allowed card types
hu: Engedélyezett kártyatípusok
it: Tipi di carte accettate
ka: ნებადართული ბარათები
nl: Toegestane kaart types
pl: Dozwolone typy kart
ro: Carti de credit acceptate

# Languages::csv_delimiter
source: CSV delimiter
hu: CSV határoló
it: Delimitatore file CSV
ka: CSV გამყოფი
nl: CSV scheidingsteken
pl: Separator pliku CSV
ro: Delimitatorul CSV

# Languages::csv_file
source: CSV file
hu: CSV fájl
it: File CSV
ka: CSV ფაილი
nl: CSV bestand
pl: Plik w formacie CSV
ro: Fisierul CSV

# Languages::currencies
source: Currencies
hu: Pénznemek
it: Valute
ka: ვალუტა
nl: Valuta
pl: Waluty
ro: Monede

# Languages::currency
source: Currency
hu: Pénznem
it: Valuta
ka: ვალუტა
nl: Valuta
pl: Waluta
ro: Moneda

# Languages::currencycode
source: Currency code
hu: Valuta kód
it: Codice valuta
ka: ვალუტის კოდი
nl: Valuta code
pl: Kod waluty
ro: Cod moneda

# Languages::currency_code_aed
source: United Arab Emirates Dirham
hu: Emirátusi dirham
it: Dirham degli Emirati Arabi Uniti
ka: Дирхам (денежная единица Объединенных Арабских Эмиратов)
nl: Verenigde Arabische Emiraten-Dirham
pl: Dirham - Zjednoczone Emiraty Arabskie
ro: Dirham Emiratele Arabe Unite

# Languages::currency_code_aud
source: Australian Dollar
hu: Ausztrál dollár
it: Dollaro Australiano
ka: ავსტალიური დოლარი
nl: Australische Dollar
pl: Dolar australijski
ro: Dolarul Australian

# Languages::currency_code_brl
source: Brazilian Real
hu: Brazil real
it: Real Brasiliano
ka: ბრაზილიური რეალი
nl: Braziliaanse Real
pl: Real brazylijski

# Languages::currency_code_cad
source: Canadian Dollar
hu: Kanadai dollár
it: Dollaro Canadese
ka: კანადური დოლარი
nl: Canadese dollar
pl: Dolar kanadyjski
ro: Dolarul Canadian

# Languages::currency_code_chf
source: Swiss Franc
hu: Svájci frank
it: Franco Svizzero
ka: შვედური ფრანკი
nl: Zweedse Frank
pl: Frank szwajcarski
ro: Francul Elvetian

# Languages::currency_code_cyr
source: Cyprus Pound
hu: Ciprusi font
it: Sterlina Cypriota
ka: კვირპოსული ფუნტი
nl: Cyprisch pond
pl: Funt cypryjski
ro: Lira Cipriota

# Languages::currency_code_czk
source: Czech Koruna
hu: Cseh korona
it: Corona Ceca
ka: ჩეხური კრონა
nl: Tsjechische kroon
pl: Korona czeska
ro: Coroana Ceha

# Languages::currency_code_dkk
source: Danish Kroner
hu: Dán korona
it: Corona Danese
ka: Датская крона
nl: Deense kronen
pl: Korona duńska
ro: Coroana Daneza

# Languages::currency_code_eek
source: Estonian Kroon
hu: Észt korona
it: Kroon Estonia
ka: ესტონური კრონა
nl: Estlandse Kroon
pl: Korona estońska
ro: Coroana Estoniana

# Languages::currency_code_fjd
source: Fiji Dollar
hu: Fidzsi dollár
it: Dollaro Fijano
ka: ფიჯის დოლარი
pl: Dolar Fidżi
ro: Dolar Fiji

# Languages::currency_code_frf
source: French Franc
hu: Francia frank
it: Franco Francese
ka: ფრანგული ფრანკი
nl: Franse Franc
pl: Frank francuski
ro: Francul Francez

# Languages::currency_code_gbp
source: UK Pound
hu: Angol font
it: Sterlina Inglese
ka: ინგლისური ფუნტი
nl: Britse pond
pl: Funt brytyjski
ro: Lira Sterlina

# Languages::currency_code_hkd
source: Hong Kong Dollar
hu: Hongkongi dollár
it: Dollaro Hong Kong
ka: Гонконгский доллар
pl: Dolar Hongkong
ro: Dolarul Hong Kong

# Languages::currency_code_huf
source: Hungarian Forint
hu: Magyar forint
it: Fiorino ungherese
ka: Венгерский форинт
nl: Hongaarse Forint
pl: Forint węgierski
ro: Forint

# Languages::currency_code_ils
source: Israel New Shequel
hu: Izraeli új sékel
it: New Shequel Israele
ka: Израильский шекель
nl: Israël nieuwe Shequel
pl: Nowy Szekel - Izrael
ro: Noul Shekel Israielian

# Languages::currency_code_inr
source: Indian Rupee
hu: Indiai rúpia
it: Rupia Indiana
ka: ინდური რუპია
nl: Indiase Rupee
pl: Rupia indyjska
ro: Rupia Indiana

# Languages::currency_code_isk
source: Iceland Krona
hu: Izlandi korona
it: Krona Islandese
ka: ისლანდიური კრონა
nl: IJslandse kroon
pl: Korona islandzka
ro: Coroana Islandeza

# Languages::currency_code_jpy
source: Japanese Yen
hu: Japán jen
it: Yen Giapponese
ka: იაპონური იენა
nl: Japanse Yen
pl: Jen japoński
ro: Yenul

# Languages::currency_code_kpw
source: North Korean Won
hu: Észak-koreai von
it: Won Nordcoreano
ka: Севернокорейская вона
nl: Noord-Koreaanse Won
pl: Won - Korea Północna
ro: Won-ul Nord Corean

# Languages::currency_code_krw
source: South Korean Won
hu: Dél-koreai von
it: Won Sudcoreano
ka: Южнокорейская вона
nl: Zuid-Koreaanse Won
pl: Won - Korea Południowa
ro: Won-ul Sud Corean

# Languages::currency_code_kwd
source: Kuwaiti Dinar
hu: Kuvaiti dinár
it: Dinaro Kuwaitiano
ka: ქუვეიტური დინარი
nl: Koeweitse Dinar
pl: Dinar - Kuwejt
ro: Dinarul Kuweitian

# Languages::currency_code_ltl
source: Lithuanian Litas
hu: Litván litas
it: Litas lituano
ka: Литовский лит
nl: Litouwse Litas
pl: Lit litewski
ro: Lit-ul Lituanian

# Languages::currency_code_lvl
source: Latvian Lat
hu: Lett lat
it: Lat lettone
ka: Латвийский лат
nl: Letse Lat
pl: Łat łotewski
ro: Lat-ul Letonian

# Languages::currency_code_mxn
source: Mexican Peso
hu: Mexikói peso
it: Peso Messicano
ka: მექსიკური პესო
nl: Mexicaanse Peso
pl: Peso - Meksyk
ro: Peso-ul Mexican

# Languages::currency_code_myr
source: Malaysian Ringgit
hu: Maláj ringgit
it: Ringgit Malese
ka: Малайзийский ринггит
nl: Maleisische Ringgit
pl: Ringgit - Malezja
ro: Ringgit-ul Malaiezian

# Languages::currency_code_nok
source: Norwegian Kroner
hu: Norvég korona
it: Kroner Norvegese
ka: ნორვეგიული კრონა
nl: Noorweegse kroon
pl: Korona norweska
ro: Coroana Norvegiana

# Languages::currency_code_nzd
source: New Zealand Dollar
hu: Új-zélandi dollár
it: Dollaro Nuovo Zelandese
ka: ახალიზელანდიური დოლარი
nl: Nieuw Zeeland Dollar
pl: Dolar nowozelandzki
ro: Dolarul NeoZeelandez

# Languages::currency_code_php
source: Philippine Peso
hu: Fülöp-szigeteki peso
it: Peso Filippino
ka: ფილიპინური პესო
nl: Filippijnse Peso
pl: Peso filipińskie
ro: Peso filipinez

# Languages::currency_code_pln
source: Polish Zlotych
hu: Lengyel złoty
it: Zlotych polacco
ka: პოლონური ზლოტი
nl: Poolse Zloty
pl: Złoty polski
ro: Zlotul Polonez

# Languages::currency_code_png
source: Papua New Guinea Kina
hu: Pápua új-guineai kina
it: Kina della Papua Nuova Guinea
ka: პაპუა-ახალი გვინეის კინა
nl: Papoea-Nieuw-Guinea Kina
pl: Kina - Papua - Nowa Gwinea
ro: Papua Noua Guinee Kina

# Languages::currency_code_rur
source: Russian Ruble
hu: Orosz Rubel (RUR)
it: Rublo Russo
ka: რუსული რუბლი
nl: Russische roebel
pl: Rubel rosyjski
ro: Rubla Rusa

# Languages::currency_code_sar
source: Saudi Riyal
hu: Szaúdi riál
it: Riyal Arabia Saudita
ka: ირანული რიალი
nl: Saoedi-Arabische Riyal
pl: Rial - Arabia Saudyjska
ro: Riyal-ul Arabiei Saudite
