Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::not_installed
source: Not installed
hu: Nem telepített
it: Non installato
ka: დაუყენებელი
nl: Niet geïnstalleerd
pl: Niezainstalowane
ro: Nu este instalat.

# Languages::not_scroll_automatically
source: Do not scroll automatically
hu: Ne görgessen automatikusan
it: Non scorrere automaticamente
ka: Не прокручивать автоматически
nl: Niet automatisch scrollen
pl: Nie przewijaj automatycznie
ro: Nu faceti scroll in mod automat.

# Languages::no_categories_available
source: No categories available
hu: Nincsenek kategóriák
it: Nessuna categoria disponibile
ka: არცერთი კატეგორია არ არის ხელმისაწვდომი
nl: Geen categorieën beschikbaar
pl: Brak dostępnych kategorii
ro: Nici o categorie disponibila.

# Languages::no_data
source: No data found
hu: Nincs adat
it: Nessun dato trovato
ka: ინფორმაცია ვერ მოიძებნა
nl: Geen gegevens gevonden
pl: Brak danych
ro: Date inexistente

# Languages::no_data_found
source: No data found that satisfies this chart conditions
hu: Nincs adat
it: Non sono stati trovati dati che soddisfano le vostre condizioni di ricerca
ka: ინფორმაცია ვერ მოიძებნა
nl: Geen data die deze condities tegenmoetkomen
pl: Nie znaleziono wyników odpowiednich dla tych warunków
ro: Nu exista date care sa indeplineasca conditiile graficului

# Languages::no_files
source: No files
hu: Nincsenek fájlok
it: Nessun file
ka: ფაილები არ არის
nl: Geen bestanden
pl: Brak plików
ro: Nici un fisier.

# Languages::no_image
source: No image
hu: Nincs kép
it: Nessuna immagine
ka: გამოსახულება არ არის
nl: Geen afbeelding
pl: Nie ma zdjęcia
ro: Nici o imagine

# Languages::no_items
source: No items defined
hu: Nincsenek elemek
it: Nessun elemento definito
ka: ინფორაცია ვერ მოიძებნა
nl: Geen items gedefinieerd
pl: Brak pozycji
ro: Nici un produs.

# Languages::no_items_found
source: No items found matching the search criteria
hu: Nem található a keresési feltételeknek megfelelő elem
it: Nessun elemento trovato che soddisfa i criteri di ricerca
ka: აღნიშნული ძიების პარამეტრების მიხედვით ვერაფერი მოიძებნა
nl: Geen items gevonden met dit zoekcriterium
pl: Nie znaleziono żadnej pozycji spełniającej kryteria wyszukiwania.
ro: Nici un produs gasit care sa corespunda cu criterile cautarii

# Languages::no_menus
source: No menus
hu: Nincsenek menük
it: Senza menù
ka: მენიუ არ არის
nl: Geen menu's
pl: Brak menu
ro: Nici un meniu.

# Languages::no_products_for_shipment
source: There are no products for shipment
hu: Ebben a szállítmányban nincsenek termékek
it: Non ci sono prodotti per questa spedizione
ka: მისაწოდებელი პროდუქცია არაა
nl: Er zijn geen producten voor verzending
pl: Nie ma produktów do wysyłki
ro: Nu exista produse pentru transport

# Languages::no_products_selected
source: No products selected
hu: Nem választott ki terméket.
it: Nessun prodotto selezionato
ka: პროდუქცია არაა არჩეული
nl: Geen producten geselecteerd
pl: Nie wybrano produktów
ro: Nici un produs selectat

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
hu: <p class="error-text" align="center">A kosár üres, a szállítási költséget így nem tudjuk kiszámolni.</p>
it: <p class="error-text" align="center"> Il vostro carrello è vuoto perciò i costi di spedizione non possono essere calcolati</p>
ka: <p class="error-text" align="center">სამწუხაროდ თქვენი კალათა ცარიელია და მიწოდების გამოანგარიშება შეუძლებელია</p>
nl: <p class="error-text" align="center">Uw winkelwagen is leeg en de verzendkosten kunnen niet worden geschat</p>
pl: <p class="error-text" align="center">Twój koszyk jest pusty, koszty wysyłki nie mogą być obliczone</p>
ro: <p class="error-text" align="center">Cosul dvs. este gol si costrul transportului nu poate fi estimat</p>

# Languages::no_shipping_required
source: No shipping required
hu: Nincs szükség szállítási mód megadására
it: Nessuna spedizione richiesta
ka: არ საჭიროებს მიწოდებას
nl: Geen verzending vereist
pl: Nie wymaga wysyłki
ro: Nu necesita transport

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
hu: A megadott kód nem alkalmazható, mert nem felel meg a követelményeknek.
it: Questo buono sconto non può essere applicato, perché non soddisfa i requisiti.
ka: Введенный код в базе данных отсутствует.<br> Пожалуйста, попробуйте еще раз.
nl: Onbekende kortingscoupon.<br>Probeer a.u.b. opnieuw.
pl: Nie ma takiego kuponu rabatowego. <br /> Proszę spróbować ponownie.
ro: Nu exista o asemenea reducere de cupon. <br /> Va rugam incercati din nou.

# Languages::no_themes_available
source: No themes available
hu: Nincs elérhető arculat
it: Nessun Tema disponibile
ka: თემები ხემიუწვდომელია
nl: Geen thema's beschikbaar
pl: Tematy graficzne niedostępne
ro: Nu sunt teme disponibile.

# Languages::no_users_found
source: No users found
hu: Nem találhatóak felhasználók
it: Nessun utente trovato
ka: მომხმარებლები ვერ იქნა ნაპოვნი
nl: Geen gebruikers gevonden
pl: Nie znaleziono użytkowników
ro: Nici un utilizator gasit

# Languages::number
source: Number
hu: Szám
it: Numero
ka: თარიღი
nl: Nummer
pl: Liczba
ro: Numar

# Languages::number_of_columns
source: Number of columns in the objects list
hu: Oszlopok száma a listában
it: Numero di colonne nella lista oggetti
ka: სიაში სვეტების რაოდენობა
nl: Aantal kolommen in de object lijst
pl: Liczba kolumn na liście obiektów
ro: Numar de coloane in lista cu obiecte.

# Languages::object
source: Object
hu: Objektum
it: Oggetto
ka: ობიექტი
pl: Obiekt
ro: Obiect

# Languages::object_does_not_exist
source: The object doesn't exist
hu: Az objektum nem létezik
it: L'oggetto non esiste
ka: ობიექტი არ არსებობს
nl: Het object bestaat niet
pl: Object doesn't exist
ro: Obiectul nu exista

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
hu: Ezzel a névvel már létezik objektum. Biztosan felülírja?
it: Un'oggetto con lo stesso nome esiste già. Volete sovrascriverlo?
ka: ობიექტი მსგავსი დასახლეებით უკვე არსებობს, გსუურთ რომ გადავაწეროთ?
nl: Object met dezelfde naam bestaat al. Wilt u het overschrijven?
pl: Obiekt o tej samej nazwie już istnieje. Czy chcesz go zastąpić?
ro: Un obiect cu acest nume exista deja. Doriti sa-l suprascrieti?

# Languages::object_not_found
source: The [object] not found
hu: Az [object] nem található
it: L'oggetto [object] non è stato trovato
ka: ობიექტი [object] ვერ მოიძებნა
nl: Het [object] is niet gevonden
pl: [object] nie został znaleziony
ro: [object] nu a fost gasit.

# Languages::of
source: of
it: di
nl: van
ro: din

# Languages::off
source: Off
hu: Ki
it: Spento
ka: გამორთული
nl: Uit
pl: Wyłącz

# Languages::offline
source: Offline
hu: Nem elérhető
it: Offline (non in linea)
ka: - გამორთული -

# Languages::offset
source: Offset
hu: Eltolás
it: Spostamento
nl: Compenseren
pl: Przesunięcie

# Languages::old_price
source: Old price
hu: Régi ár
it: Prezzo vecchio
ka: ძველი ფასი
nl: Oude prijs
pl: Stara cena
ro: Pretul vechi

# Languages::on
source: on
hu: be
it: del
ka: დან
nl: aan
pl: Włącz
ro: pe

# Languages::once_per_customer
source: Once per customer
hu: Vásárlónként egyszer
it: Una volta per cliente
ka: Один раз для покупателя
nl: Eén keer per klant
pl: Raz na klienta
ro: O data pe client.

# Languages::onclick_dropdown
source: Onclick-dropdown
hu: Lenyíló menü
it: Menù a discesa
nl: BijKlik-dropdown
pl: Rozwijane okno

# Languages::online_only
source: Online only
hu: Csak online
it: Solo online
ka: მხოლოდ ონლაინის
nl: Alleen online
pl: Tylko robiący zakupy
ro: Doar cei online.

# Languages::on_off
source: On/Off
hu: Be/Ki
it: Attivato/Disattivato
ka: ჩართ./გამ.
nl: Aan/Uit
pl: Wł. / wył.

# Languages::on_site_template_editing
source: On-site template editing
hu: Sablonok szerkesztése az éles oldalon
it: Modifica template direttamente nel frontend
nl: On-site thema wijzigen
pl: Edycja szablonu na stronie
ro: Editare template pe site.

# Languages::on_site_live_editing
source: On-site live editing
hu: Nyelvi elemek szerkesztése valós időben a webáruházban
it: Modifica in tempo reale sul sito
nl: On-site live wijzigen

# Languages::open
source: Open
hu: Kinyit
it: Aperto
ka: ღია
pl: Otwórz
ro: Deschideti

# Languages::open_action
source: Open
hu: Kinyit
it: Apri
ka: ჩვენება
pl: Otwórz
ro: Deschideti

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
hu: Nyisson meg egy fájlt, vagy hozzon létre újat a folytatáshoz.
it: Apri un nuovo file o crea uno nuovo per iniziare.
nl: Open een bestand of maak een nieuw bestand om te starten.
pl: Otwórz plik lub utwórz nowy, aby rozpocząć.
ro: Deschideti fisierul sau creati unul nou pentru a incepe.

# Languages::open_in_new_window
source: Open in new window
hu: Megnyitás új ablakban
it: Apri in nuova finestra
ka: ახალ გვერდზე გახსნა
nl: Open link in nieuw venster
pl: Otwórz w nowym oknie
ro: Deschideti intr-o fereastra noua

# Languages::open_store
source: Open storefront
hu: Storefront kinyitása
it: Apri il negozio
ka: მაღაზიის გახსნა
nl: Winkel openen
pl: Otwórz sklep
ro: Deschideti magazin

# Languages::optimize_database
source: Optimize database
hu: Adatbázis optimalizálása
it: Ottimizza il database
ka: მონაცემთა ბაზის ოპტიმიზირება
nl: Optimaliseer database
pl: Optymalizuj bazę danych
ro: Optimizare baza de date

# Languages::optimizing_table
source: Optimizing table
hu: Tábla optimalizálása
it: Ottimizzazione tabella
ka: ცხრილების ოპტიმიზაცია
nl: Optimaliseren tabel
pl: Optymalizuj tabelę
ro: Optimizare tabel

# Languages::options
source: Options
hu: Termékváltozatok
it: Opzioni
ka: პარამეტრები
nl: Opties
pl: Opcje
ro: Optiuni

# Languages::options_for
source: Options for
hu: Opciók ehhez:
it: Opzioni per
ka: Опции для
nl: Opties voor
pl: Opcje dla
ro: Optiuni pentru

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
hu: Az opciók sikeresen alkalmazva az összes kiválasztott termékre
it: Le opzioni sono state applicate con successo ai prodotti selezionati
ka: პარამეტრები წარმატებით დაემატა არჩეულ პროდუქციას
nl: De opties zijn toegepast op de geselecteerde producten
pl: Opcje zostały z powodzeniem zastosowane do wybranych produktów
ro: Optiunile au fost aplicate cu succes pentru produsele selectate.

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
hu: Globális opciók és azok variánsainak kezelése az áruházban.
it: Gestisci le opzioni globali prodotti e opzioni varianti nel tuo negozi.
nl: Productopties in uw webwinkel beheren
pl: Zarządzanie globalnymi opcjami i wariantami opcji produktów w sklepie.
ro: Gestionati optiunile globale si variantele optiunilor in magazinul dvs.

# Languages::options_settings
source: Options settings
hu: Opciók beállításai
it: Impostazione opzioni
ka: პარამეტრების თვისებები
nl: Optie instellingen
pl: Ustawienia opcji
ro: Setari optiuni

# Languages::options_type
source: Options type
hu: Opciók típusa
it: Tipo opzioni
ka: ოფციის ტიპი
nl: Optie type
pl: Typ opcji
ro: Tipuri optiuni

# Languages::option_combinations
source: Option combinations
hu: Opció kombinációk
it: Combinazione opzioni
ka: კომბინაციის პარამეტრები
nl: Optie combinaties
pl: Kombinacje opcji
ro: Combinatii optiuni

# Languages::option_name
source: Option name
hu: Opció neve
it: Nome opzione
ka: პარამეტრის დასახელება
nl: Naamopties
pl: Nazwa opcji
ro: Numele optiunii

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
hu: Globális opció "[option_name]" inaktiválásra került a termékhez
it: L'opzione globale "[option_name]" è stata disattivata dal prodotto
ka: Общий параметр "[option_name]" был откреплен от этого товара
nl: Globale optie "[option_name]" is losgekoppeld van het product
pl: Global option "[option_name]" has been unlinked from the product
ro: Optiunea globala "[option_name]" a fost detasata de produs

# Languages::option_variants
source: Option variants
hu: Opció változatok
it: Varianti opzione
ka: პარამეტრების ვარიანტები
nl: Variantopties
pl: Warianty opcji
ro: Variante optiuni

# Languages::opt_currency_name
source: Show currency titles
hu: Pénznem nevének mutatása
it: Mostra titoli valute
ka: ვალუტის დასახელების ჩვენება
nl: Toon valuta titels
pl: Pokaż nazwę waluty
ro: Afisati denumirea monedei.

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
hu: Pénznem szimbólumok használata nevek helyett
it: Utilizza simboli valuta invece dei titoli
ka: ვალუტის დასახელების ნაცვლად სიმბოლოს გამოყენება
nl: Gebruik valuta symbolen ipv titels
pl: Użyj symbolu waluty zamiast nazwy
ro: Utilizati simboluri ale monedei in loc de denumirea acestora.

# Languages::opt_language_icon
source: Use language icons instead of names
hu: Nyelvi ikonok használata nevek helyett
it: Utilizza icone lingua invece dei nomi
ka: დასახელების ნაცვლად ენის ხატულების გამოყენება
nl: Gebruik taal iconen in plaats van namen
pl: Użyj ikon języków zamiast nazw
ro: Utilizati iconitele de limba in loc de nume.

# Languages::opt_language_name
source: Show language names
hu: Nyelv nevek mutatása
it: Mostra nomi lingua
ka: ენების დასახელების ჩვენება
nl: Toon taal namen
pl: Pokaż nazwy języków
ro: Afisati denumirea limbii.

# Languages::or
source: or
hu: vagy
it: oppure
ka: ან
nl: of
pl: lub
ro: Sau

# Languages::order
source: Order
hu: Rendelés
it: Ordine
ka: ინვოისი
nl: Bestelling
pl: Zamówienie
ro: Comanda

# Languages::ordered_products
source: Ordered products
hu: Megrendelt termékek
it: Prodotti ordinati
ka: შეკვეთილი პროდუქცია
nl: Bestelde producten
pl: Zamówione produkty
ro: Produse comandate

# Languages::orders
source: Orders
hu: Rendelések
it: Ordini
ka: შეკვეთები
nl: Bestellingen
pl: Zamówienia
ro: Comenzi

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
hu: Cégváltás sikertelen. Rendelés szerkesztése közben a cégváltás nem engedélyezett.
it: L'azienda non è stata cambiata. Non è permesso cambiare l'azienda quando si modifica un'ordine.
nl: Bedrijf is niet gewijzigd. Het is niet toegestaan om het bedrijf te aanpassen wanneer u een bestelling aan het aanpassen bent.
pl: Firma nie została zmieniona. Nie można zmienić firmy podczas edycji zamówienia.
ro: Compania nu a fost schimbata.Nu este permisa schimbarea acesteia in momentul editarii comenzii dvs.

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
hu: Használja a fenti "Termékek hozzáadása" gombot hogy terméket adjon a rendeléshez.
it: Utilizza tasto "Aggiungi prodotti" qui sopra per aggiungere prodotti all'ordine.
nl: Gebruik de "producten toevoegen" knop hierboven om producten aan bestelling toe te voegen.
pl: Użyj przycisku "Dodaj produkty", aby dodać produkty do zamówienia.
ro: Utilizati butonul "Adauga produsele" de mai sus pentru a adauga produse la comanda.

# Languages::order_by_status
source: Order by status
hu: Rendezés státusz alapján
it: Ordina per stato
ka: შეკვეთები სტატუსის მიხედვით
nl: Sorteer op status
pl: Zamówienia według statusu
ro: Comanda in functie de statut.

# Languages::order_date
source: Order date
hu: Rendelés dátuma
it: Data ordine
ka: შეკვეთის თარიღი
nl: Besteldatum
pl: Data zamówienia
ro: Data comenzii

# Languages::order_details
source: Order details
hu: Rendelés részletei
it: Dettagli ordine
ka: შეკვეთის დეტალები
nl: Besteldetails
pl: Szczegóły zamówienia
ro: Detalii comanda

# Languages::order_discount
source: Order discount
hu: Rendelési kedvezmény
it: Sconto ordine
ka: Скидка на заказ
nl: Bestelkorting
pl: Rabat na zamówienie
ro: Discount comanda

# Languages::order_id
source: Order ID
hu: Rendelés azonosító
it: ID ordine
ka: შეკვეთის ნომერი
nl: BestellingID
pl: Identyfikator zamówienia
ro: ID-ul comenzii

# Languages::order_info
source: Order information
hu: Rendelés információk
it: Informazioni ordine
ka: შეკვეთის დეტალები
nl: Bestellinginfo
pl: Informacje o zamówienu
ro: Info comanda

# Languages::order_items
source: Order items
hu: Rendelés tételek
it: Articoli ordinati
ka: შეკვეთილი პროდუქცია
nl: Bestel items
pl: Pozycje zamówienia
ro: Elemente comandate

# Languages::order_landing_page
source: Order landing page
hu: Rendelés utáni köszönőoldal
it: Pagina di atterraggio dopo l'ordine
ka: Целевая страница оформления заказа
nl: Order landingspagina
pl: Strona zakończenia zamówienia
ro: Pagina destnatie a comenzii

# Languages::order_management
source: Order management
hu: Rendelések kezelése
it: Gestione ordine
ka: შეკვეთა
nl: Bestellingenbeheer
pl: Zarządzanie zamówieniami
ro: Gestionare comanda

# Languages::order_placed
source: Order placed
hu: Rendelés sikeresen feladva!
it: Il vostro ordine è stato inoltrato
ka: შეკვეთა განთავსებულია
nl: Bestelling is geplaatst.
pl: Zamówienie zostało złożone
ro: Comanda plasata

# Languages::order_prefix
source: Order prefix
hu: Rendelés előtag
it: Prefisso ordine
ka: შეკვეთის პრეფიქსი
nl: Bestelling voorloop
pl: Prefiks zamówienia
ro: Prefixul comenzii

# Languages::order_search
source: Search order
hu: Rendelések keresése
it: Cerca ordine
ka: შეკვეთის ძიება
nl: Zoek bestelling
pl: Wyszukaj zamówienie
ro: Cauta comanda.

# Languages::order_status
source: Order status
hu: Rendelés státusza
it: Stato dell'ordine
ka: შეკვეთის სტატუსი
nl: Bestelstatus
pl: Status zamówienia
ro: Statut comanda

# Languages::order_statuses
source: Order statuses
hu: Rendelés státuszok
it: Stato degli ordini
ka: შეკვეთების სტატუსი
nl: Bestelstatussen
pl: Statusy zamówień
ro: Statuturi comanda

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
hu: Új rendelési státuszok hozzáadása vagy szerkesztése.
it: Aggiungere un nuovo stato oppure modifica quelli esistenti.
ka: ახლის დამატება ან არსებული სტატუსის რედაქტირება.
nl: Nieuwe bestelstatus toevoegen of bestaande aanpassen.
pl: Dodaj nowe lub edytuj istniejące statusy zamówień
ro: Adaugati noi statuturi de comanda sau editati pe cele existente.

# Languages::order_total
source: Order Total
hu: Végösszeg
it: Totale ordine
ka: სულ ჯამი
nl: Besteltotaal
pl: Wartość zamówienia
ro: Total comanda

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
hu: A kifizetett összeg nem egyezik a rendelés végösszegével
it: L'importo totale pagato non corrisponde al totale dell'ordine
ka: გადახდილი თანხა არ ემთხვევა შეკვეთილ თანხას
nl: Het betaalde bedrag komt niet overeen met het totaal van de bestelling
ro: Suma totala platita nu se potriveste cu totalul comenzii.

# Languages::order_was_not_placed
source: Order was not placed
hu: A rendelés nem jött létre
it: Ordine non è stato inoltrato
ka: შეკვეთა არ იყო განთავსებული
nl: Bestelling werd niet geplaatst
pl: Zamówienie nie zostało złożone
ro: Comanda nu a fost plasata

# Languages::original
source: Original
hu: Normál
it: Originale
ka: დედანი
nl: Origineel
pl: Oryginalny

# Languages::origination
source: Origination
hu: Létrehozás
it: Origine
ka: Происхождение
nl: Herkomst
ro: Origine

# Languages::or_saved_search
source: or any item from the saved search
hu: vagy bármely elem a mentett keresésből
it: oppure qualsiasi articolo da ricerca salvata
ka: или любой элемент сохраненного поиска
nl: of ieder item van de opgeslagen zoekopdracht
pl: albo jakikolwiek element z zapisanego wyszukiwania
ro: Sau orice produs din cautarea salvata

# Languages::or_use
source: Or use
hu: Vagy használ
it: Oppure utilizza
ka: ან გამოიყენეთ
nl: Of gebruik
pl: Lub użyj
ro: Sau utilizati

# Languages::others
source: Others
hu: Mások
it: Altri
ka: სხვები
nl: Anderen
pl: Inne
ro: Altele

# Languages::other_addons
source: Other add-ons
hu: További bővítmények
it: Altri add-ons
ka: სხვა მოდულები
nl: Andere plug-ins
pl: Inne dodatki
ro: Alte add-ons

# Languages::output
source: Output
hu: Kimenet
it: Stampa
ka: გამოტანა
pl: Sposób zapisu
ro: Productie

# Languages::out_of_stock_actions
source: Out of stock actions
hu: Nulla készlet esetén
it: Comportamento per i prodotti non disponibili
ka: მოქმედება პროდუქციის საწყობშ არქონის დროს
nl: Niet op voorraad acties
pl: Akcja - brak w magazynie
ro: Actiuni in caz de stoc indisponibil.

# Languages::out_of_stock_products
source: Out of stock
hu: Nincs készleten
it: Non disponibili
ka: არ არის გაყიდვაში
nl: Niet op voorraad
pl: Brak w magazynie
ro: Stoc indisponibil

# Languages::override_by_dispatch
source: Override locations by dispatch
hu: Helyek felülírása útvonal (dispatch) alapján
it: Sovrascrivi locations per spedizione
nl: Locaties overschrijven door dispatch
ro: Suprascrieti locatii de expediere

# Languages::override_by_this
source: Use this content for all the block instances
hu: Ezen tartalom használata az összes blokk esetében
it: Utilizza questo contenuto per tutte le istanze dei blocchi
ka: Используйте это содержимое для всех блоков
nl: Gebruik deze inhoud voor alle blokken
pl: Użyj tej treści dla wszystkich wystąpień bloku
ro: Utilizati acest continut pentru toate instantele de block.

# Languages::override_product_data
source: Apply values to all the selected products
hu: Értékek alkalmazása az összes kiválasztott termékre
it: Applica valori a tutti i prodotti selezionati
ka: Применить значения к выделенным товарам
nl: Waarden toepassen op alle geselecteerde producten
pl: Zastosuj do wszystkich wybranych produktów
ro: Aplica valorile de la toate produse selectate

# Languages::owner
source: Owner
hu: Tulajdonos
it: Proprietario
ka: მფლობელი
nl: Eigenaar
pl: Właściciel
ro: Proprietar

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
hu: Írja be hogy "AGREE" vagy "DISAGREE"
it: Per favore digita "ACCETTO" o "RIFIUTO" nella casella fornita
ka: გთხოვთ, შეიტანოთ ველებში "AGREE" ან "DISAGREE"
nl: Type a.u.b. "AKKOORD" of "NIET AKKOORD" in het daarvoor aangewezen veld
pl: Wybierz "Zgadzam się", lub "Nie zgadzam się" w polu poniżej
ro: Va rugam bifati casuta "CONVIN" sau "NU CONVIN"
