Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::add_to_cart
source: Add to cart
hu: Kosárba rakom
it: Aggiungi al carrello
ka: კალათაში დამატება
nl: Bestel
pl: Do koszyka
ro: Adaugati in cos

# Languages::add_to_compare_list
source: Add to compare list
hu: Összehasonlítás
it: Aggiungi per confronto
ka: დამატება შესადარებლად
nl: Toevoegen aan vergelijkingslijst
pl: Dodaj do listy porównania
ro: Compara cu alte produse

# Languages::add_user
source: Add user
hu: Felhasználó hozzáadása
it: Aggiungi utente
ka: მომხმარებლის დამატება
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
ro: Adaugati un utilizator

# Languages::add_users
source: Add users
hu: Felhasználók hozzáadása
it: Aggiungi utenti
ka: მომხმარებლების დამატება
nl: Gebruikers toevoegen
pl: Dodaj użytkowników
ro: Adaugati utilizatori

# Languages::add_users_and_close
source: Add users and close
hu: Felhasználó hozzáadása és bezárás
it: Aggiungi utenti e chiudi
ka: მომხმარებლების დამატება და დახურვა
nl: Gebruikers toevoegen en sluiten
pl: Dodaj użytkownika i zamknij
ro: Adaugati utilizatori si inchideti

# Languages::add_vendor
source: Add store
hu: Áruház hozzáadása
it: Aggiungi Negozio
ka: მაღაზიის დამატება
nl: Winkel toevoegen
pl: Dodaj sklep
ro: Adaugati furnizor

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
hu: Az importálás nem kezdhető meg, mert az áruház próba verziója lejárt.
it: Non puoi eseguire un'importazione verso questo negozio perchè stai utilizzando una versione di prova scaduta
nl: U kunt geen import gebruiken in deze winkel omdat u een verlopen test-versie gebruikt
pl: Nie można wykonać importu do tego sklepu, bo używasz wersji testowej, której okres ważności wygasł.
ro: Nu puteti efectua un import in acest stor pentru ca utilizati o versiune de trial expirata

# Languages::administration
source: Administration
hu: Adminisztráció
it: Amministrazione
ka: ადმინისტრირება
nl: Administratie
pl: Administracja
ro: Administrare

# Languages::administration_panel
source: Administration panel
hu: Adminisztációs panel
it: Pannello amministrazione
ka: ადმინისტრატორის დაფა
nl: Beheerpaneel
pl: Panel administracyjny
ro: Panou de administrare

# Languages::administrator
source: Administrator
hu: Adminisztrátor
it: Amministratore
ka: ადმინისტრატორი
nl: Beheerder

# Languages::administrators
source: Administrators
hu: Adminisztrátorok
it: Amministratori
ka: ადმინისტრატორები
nl: Beheerders
pl: Administratorzy
ro: Administratori

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
hu: Admin felhasználók kezelése.
it: Lista di amministratori del negozio, utenti registrati con un account amministratore.
ka: რეგისტრირებული მომხმარებლები ადმინისტრატორის უფლებებით.
nl: Overzicht van beheerders van de webwinkel.
pl: Lista administratorów sklepu i zarejestrowanych użytkowników z prawami administratora.
ro: Lista de administratori, utilizatori inregistrati cu cont de administrator

# Languages::administrators_notified
source: [count] administrators notified.
hu: [count] adminisztrátor lett értesítve.
it: [count] amministratori avvisati.
ka: [count] ადმინისტრატორები ინფორმირებულები არიან.
nl: [count] beheerders gemeld.
pl: Liczba [count] powiadomień administratora.
ro: [count] administratori notificati.

# Languages::admin_panel
source: Administration panel
hu: Adminisztációs panel
it: Pannello amministrazione
ka: ადმინისტრატორის მხარე
nl: Beheerpaneel
pl: Panel administracyjny
ro: Panou de administrare

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
hu: [company_name] webáruháza.
it: Negozio di [company_name]
ka: მადლობას გიხდით ჩვენი საიტით სარგებლობისთვის [company_name]
nl: Webwinkel van [company_name].
pl: Sklep internetowy firmy [company_name].
ro: Magazinul online al [company_name].

# Languages::advanced
source: Advanced
hu: Bővített kereső
it: Avanzato
ka: დეტალურად
nl: Geavanceerd
pl: Zaawansowany
ro: Avansat

# Languages::advanced_filter
source: Advanced filter
hu: Bővített kereső
it: Filtro avanzato
ka: დამატებითი ფილტრი
nl: Geavanceerde filter
pl: Zaawansowany filtr
ro: Filtru avansat

# Languages::advanced_search
source: Advanced search
hu: Bővített kereső
it: Ricerca avanzata
ka: დეტალური ძებნა
nl: Geavanceerd zoeken
pl: Wyszukiwanie zaawansowane
ro: Cautare avansata

# Languages::advanced_search_options
source: Advanced search options
hu: Bővített keresési feltételek
it: Opzioni di ricerca avanzate
ka: გაფართოებული ძიება
nl: Geavanceerde zoekopties
pl: Zaawansowane opcje wyszukiwania
ro: Optiuni de cautare avansata

# Languages::after_full_payment
source: After full payment
hu: Teljes fizetést követően
it: Dopo il pagamento completato
ka: სრული გადახდის შემდეგ
nl: Na volledige betaling
pl: Po pełnej zapłacie
ro: Dupa plata integrala

# Languages::after_sum
source: After sum
hu: Az összeg után
it: Dopo l'importo
ka: გადახდის შემდეგ
nl: Na optellen
pl: Po wartości
ro: Dupa o suma

# Languages::agent_id
source: Agent ID
hu: Ügynök azonosító
it: ID Agente
ka: აგენტის ID
pl: ID agenta
ro: ID-ul agentului

# Languages::agreement_required
source: Agreement required
hu: ÁSZF szükséges
it: Accettazione Accordo richiesta
ka: საჭიროებს თანხმობას
nl: Akkoord vereist
pl: Wymagana zgoda
ro: Acordul este necesar

# Languages::all
source: All
hu: Összes
it: Tutti
ka: ყველა
nl: Alle
pl: Wszystkie
ro: Toate

# Languages::allowed
source: Allowed
hu: Engedélyezett
it: Consentito
ka: დაშვებადი
nl: Toegestaan
pl: Dozwolone
ro: Permis

# Languages::allowed_combinations
source: Allowed combinations
hu: Engedélyezett kombinációk
it: Combinazioni consentite
ka: დასაშვები კომბინაციები
nl: Toegestane combinaties
pl: Dozwolone kombinacje
ro: Combinatii permise

# Languages::allowed_extensions
source: Allowed extensions
hu: Engedélyezett kiterjesztések
it: Estensioni file consentite
ka: ნებადართული გაფართოებები
nl: Toegestane extensies
pl: Dozwolone rozszerzenia
ro: Extensii permise

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
hu: Üres mező esetén minden fájltípus feltölthető lesz. A feltölthető fájlok kiterjesztését vesszővel kell elválasztani (pl. jpg,bmp,gif,pdf)
it: Lasciare questo campo vuoto per consentire il caricamento di tutti i tipi di file oppure inserire le estensioni consentite separate da virgola. P.e. jpg,bmp,gif
ka: Оставьте это поле пустым, чтобы разрешить загрузку всех типов файлов, или введите допустимые расширения, разделяя их запятыми (например: jpg,bmp,gif,pdf)
nl: Laat dit veld leeg om uploaden van alle bestandstypes toe te staan, of voer de toegestane extensies geschieden door een komma in (bijv: jpg,bmp,gif,pdf)
pl: Pozostaw to pole puste, aby umożliwić przesyłanie wszystkich typów plików lub wprowadź dozwolone rozszerzenia oddzielone przecinkiem (np. jpg,bmp,gif,pdf)
ro: Lasa acest camp gol pentru a permite incarcarea tuturor tipurilor de fisiere sau specifica separandu-le prin virgula (ex. jpg,bmp,gif,pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
hu: Igen, ez a felhasználó hozzáférhet az API felülethez
it: Sì, consenti all'utente di utilizzare le API
ka: დიახ, ნების მიცემა მომხმარებელზე რათა გამოიყენოს API
nl: Ja, sta deze gebruik toe de API te gebruiken
pl: Tak, pozwól użytkownikowi na korzystanie z API
ro: Da, permite acestui utilizator sa foloseasca API

# Languages::allow_return_registration
source: Allow return registration
hu: Visszatérő regisztráció engedélyezése
it: Consenti la restituzione della merce
ka: თანხმობა დაბრუნების რეგისტრაციაზე
nl: Retour registratie toestaan
pl: Pozwól na rejestrację zwrotu
ro: Permiteti inregistrarea cu intoarcere

# Languages::all_categories
source: All categories
hu: Összes kategória
it: Tutte le categorie
ka: ყველა კატეგორია
nl: Alle categorieen
pl: Wszystkie kategorie
ro: Toate categoriile

# Languages::all_downloads
source: All downloads
hu: Összes letöltés
it: Tutti i download
ka: ყველა ჩამოტვირთვები
nl: Alle downloads
pl: Wszystkie pobrania
ro: Toate descarcarile

# Languages::all_features
source: All features
hu: Összes tulajdonságot mutat
it: Tutte le caratteristiche
ka: ყველა მახასიათებელი
nl: Alle eigenschappen
pl: Wszystkie cechy
ro: Toate caracteristicele

# Languages::all_filters
source: All product filters
hu: Összes termék szűrő
it: Tutti i filtri prodotto
ka: ყველა პროდუქტის ფილტრები
nl: Alle productfilters
pl: Wszystkie filtry produktów.
ro: Toate filtrele de produse

# Languages::all_pages
source: All pages
hu: Összes oldal
it: Tutte le pagine
ka: ყველა გვერდი
nl: Alle pagina's
pl: Wszystkie strony
ro: Toate paginile

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
hu: Az összes termék sikeresen frissült.
it: Tutti i prodotti sono stati aggiornati con successo.
ka: ყველა პროდუქტი წარმატებით იქნა განახლებული.
nl: Alle producten zijn bijgewerkt.
pl: Wszystkie produkty zostały zaktualizowane poprawnie.
ro: Toate produsele au fost actualizate cu succes.

# Languages::all_vendors
source: All stores
hu: Minden áruház
it: Tutti i negozi
ka: ყველა მომწოდებელი
nl: Alle winkels
pl: Wszystkie sklepy
ro: Toti furnizorii

# Languages::all_words
source: All of these words
hu: Mindegyik szóra
it: Tutte le parole
ka: ყველა მითითებული სიტყვა
nl: Al deze woorden
pl: Wszystkie z tych słów
ro: Toate aceste cuvinte

# Languages::also_bought
source: Also bought
hu: Szintén megvásárolták
it: I nostri clienti hanno anche acquistato
ka: ასევე შეძენილი
nl: Kochten ook
pl: Kupione również
ro: Incluse si cele cumparate

# Languages::alt_text
source: Alternative text/title
hu: Választható felirat (Alt/Title)
it: Testo/Titolo alternativo
ka: ალტერნატიული ტექსტი
nl: Alternatieve tekst/titel
pl: Alternatywny tekst
ro: Text alternativ

# Languages::american_express_info
source: CVV is on the front of the card above he credit card number (either on the right or on the left side of the credit card).
hu: A CVV, a bankkártya hátulján található 3 számjegyű kód.
it: Il CVV si trova generalmente sul retro della carta accanto al numero della carta di credito (è un codice a 3 cifre).
ka: CVV წერია ბარათის წინა მხარეს, ბარათის ნომრის ზევით.
nl: CVV vind u aan de voorkant van de kaart, boven het creditcard nummer (hetzij aan de rechter-of aan de linkerkant van de credit card)
pl: CVV znajduje się na przodzie karty powyżej jej numeru (na lewej lub prawej stronie).
ro: CVV este in parte din fata a cardului deasupra numarului cardului de credit (fie in partea dreapta fie in partea stanga a cardului de credit)

# Languages::amount
source: Amount
hu: Érték
it: Importo
ka: თანხა
nl: Aantal
pl: Kwota
ro: Cantitate

# Languages::amount_decreased
source: Quantity has been decreased by
hu: A mennyiség csökkentve lett ennyivel:
it: La quantità è stata diminuita di
ka: რაოდენობა შემცირებული იქნა (მდე)
nl: Hoeveelheid is verlaagd met
pl: Ilość został zmniejszony o
ro: Cantitatea a fost scazuta cu

# Languages::amount_increased
source: Quantity has been increased by
hu: A mennyiség emelve lett ennyivel:
it: La quantità è stata incrementata di
ka: რაოდენობა მომატებული იქნა (მდე)
nl: Aantal is verhoogd met
pl: Ilość została zwiększona o
ro: Cantitatea a fost majorata cu

# Languages::anonymous
source: Anonymous
hu: Vendég
it: Anonimo
ka: ანონიმური
nl: Anoniem
pl: Nieznany
ro: Sub anonimat

# Languages::answer
source: Answer
hu: Válasz
it: Risposta
ka: პასუხი
nl: Antwoord
pl: Odpowiedź
ro: Raspuns

# Languages::any
source: Any
hu: Mindegy
it: Qualsiasi
ka: ნებისმიერი
nl: Elke
pl: Jakikolwiek
ro: Oricare

# Languages::any_date
source: Any date
hu: Bármely dátum
it: Qualsiasi data
ka: ნებისმიერი თარიღი
nl: Elke datum
pl: Wszystkie daty
ro: Orice data

# Languages::any_option_combinations
source: Any option combinations
hu: Bármely opció kombináció
it: Qualsiasi combinazione di opzioni
ka: პარამეტრების ნებისმიერი კომბინაცია
nl: Elke optie combinatie
pl: dowolna kombinacja opcji
ro: Orice combinatii de optiuni

# Languages::any_status
source: Any status
hu: Bármely státusz
it: Qualsiasi stato
ka: ნებისმიერი სტატუსი
nl: Elke status
pl: Dowolny status
ro: Orice statut

# Languages::any_words
source: Any of these words
hu: Bármelyik szóra
it: Una qualsiasi di queste parole
ka: ნებისმიერი ამ სიტყვათაგან
nl: Elk woord
pl: Jakiekolwiek z tych słów
ro: Oricare dintre aceste cuvinte

# Languages::api_access
source: API access
hu: API hozzáférés
it: Accesso API
ka: API წვდომა
nl: API toegang
pl: Dostęp do API sklepu
ro: Acces API

# Languages::api_key
source: API key
hu: API kulcs
it: Chiave API (API key)
ka: API გასაღები
nl: API sleutel
pl: Klucz API
ro: Cheie API

# Languages::need_company_id
source: Company ID is required (the company_id param)
hu: Termék azonosító szükséges (company_id paraméter)
it: L'ID dell'azienda è richiesto (parametro company_id)
ka: ორგანიზაციის ID სავალდებულოა (the company_id param)
nl: Bedrijfs ID is vereist (de company_id parameter)
pl: ID sklepu jest wymagane (parametr company_id)
ro: iD-ul companiei este solicitat (the company_id param)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
hu: Nem található cég az átadott azonosítóval
it: L'Azienda con questa ID non è stata trovata
nl: Bedrijf niet gevonden
pl: Firmy o szukanym ID nie znaleziono
ro: Compania nu este gasita dupa ID-ul inregistrat

# Languages::api_need_id
source: Object ID undefined
hu: Objektum azonosító nincs definiálva
it: ID dell'oggetto non definito
nl: Object ID ongedefenieerd
pl: ID obiektu nie zostało zdefiniowane
ro: Id-ul obiectului este nedefinit

# Languages::api_need_params
source: Missing parameters
hu: Hiányzó paraméterek
it: Parametri mancanti
ka: პარამეტრების ცდომილება
nl: Missende parameters
pl: Brakujące parametry
ro: Parametrii lipsa

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
hu: Áruház kötelező (company_id paraméter)
it: Il Negozio è obbligatorio (parametro company_id o entità negozio)
nl: Winkel is vereist (de company_id parameter of entiteit winkels)
pl: Sklep jest wymagany (parametr company_id lub nazwa sklepu)
ro: Este necesar store-ul

# Languages::api_not_need_id
source: ID must not be defined
hu: Az azonosítót tilos definiálni
it: L'ID non deve essere definita
ka: ID შესაძლოა არ იყოს მითითებული
nl: ID moet gedefinieerd zijn
pl: ID nie musi być zdefiniowane
ro: Id-ul nu trebuie definit

# Languages::api_partner
source: API partner
it: Partner API
ka: API პარტნიორი
pl: Partner API
ro: Partener API

# Languages::api_password
source: API password
hu: API jelszó
it: Password API
ka: API პაროლი
nl: API wachtwoord
pl: Hasło API
ro: Parola API

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
hu: Csak a tracking_number és a carrier paraméterek módosíthatóak akkor, amikor az "Engedélyezze, hogy a felhasználók szállítmányokat készítsenek" beállítás érvényben van
it: Solo i parametri tracking_number e carrier possono essere aggiornati con l'impostazione 'Consenti spedizione multiple per un singolo ordine' attiva
ka: Only the tracking_number and carrier params can be updated with the setting 'Allow users to create shipments' set
nl: Alleen de parameters 'tracking_number' en 'vervoerder' kunnen worden bijgewerkt met de optie 'Klanten toestaan verzendingen aan te maken'
pl: Only the tracking_number and carrier params can be updated with the setting 'Allow users to create shipments' set
ro: Doar codul de urmarire si parametrii de transport pot fi updatate cu setarea 'Permite utilizatorilor sa creeze transporturi'

# Languages::api_user
source: API user
hu: API felhasználó
it: API utente
ka: API მომხმარებელი
nl: API gebruiker
pl: Użytkownik API
ro: Utilizator API

# Languages::appearance
source: Appearance
hu: Megjelenés
it: Aspetto
ka: გარე ხედი
nl: Opmaak
pl: Wygląd
ro: Aspect

# Languages::appearance_settings
source: Appearance settings
hu: Megjelenés beállítása
it: Impostazioni aspetto
ka: გარე ხედი
nl: Opmaak-instellingen
pl: Ustawienia wyglądu
ro: Setari aspect

# Languages::appearance_type
source: Appearance type
hu: Megjelenés típusa
it: Tipologia aspetto
ka: აღქმის ხედი
nl: Uitstraling type
pl: Wygląd
ro: Tipul aspectului

# Languages::application_id
source: Application ID
hu: Alkalmazás azonosító
it: ID applicazione
ka: პროგრამის ID
nl: Applicatie ID
pl: ID aplikacji
ro: ID-ul aplicatiei

# Languages::application_login
source: Application login
hu: Alkalmazás azonosító
it: Accesso applicazione
ka: აპლიკაზიის ავტორიზაცია
nl: Applicatie login
pl: Login do aplikacji
ro: Cerere de conectare

# Languages::apply
source: Apply
hu: Alkalmaz
it: Applica
ka: მორგება
nl: Toepassen
pl: Zastosuj
ro: Aplicati

# Languages::apply_as_link
source: Apply as link
hu: Érvényesítés linkként
it: Applica come collegamento
ka: გამოყენება როგორც ბმული
nl: Toepassen als link
pl: Zastosuj jako link
ro: Aplicati ca si link

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
hu: A kiválasztott adók érvényesítése az összes termékre
it: Applica le tasse selezionate a tutti i prodotti
ka: დამატებითი გადასახადის მორგება ყველა პროდუქციაზე
nl: Belasting toepassen op alle producten
pl: Zastosuj wybrane podatki dla wszystkich produktów
ro: Aplicati taxele selectate tuturor produselor

# Languages::apply_to_all_languages
source: Apply to all languages
hu: Érvényesítés az összes nyelvre
it: Applica a tutte le lingue
ka: ყველა ენაზე მორგება
nl: Toepassen op alle talen
pl: Zastosuj dla wszystkich języków
ro: Aplicati la toate limbile

# Languages::apply_to_products
source: Apply to products
hu: Érvényesítés termékekre
it: Applica ai prodotti
ka: პროდუქციაზე მორგება
nl: Toepassen op producten
pl: Zastosuj do produktów
ro: Aplicati produselor

# Languages::approve
source: Approve
hu: Elfogadás
it: Approva
ka: დამოწმება
nl: Goedkeuren
pl: Zatwierdzić
ro: Aprobati

# Languages::approved
source: Approved
hu: Jóváhagyott
it: Approvato
ka: დამოწმებული
nl: Goedgekeurd
pl: Zatwierdzone
ro: Aprobat

# Languages::approve_selected
source: Approve selected
hu: Kijelöltek elfogadása
it: Approva i selezionati
ka: მონიშნულის დამოწმება
nl: Geselecteerden goedkeuren
pl: Zatwierdzić wybrane
ro: Aprobati cele selectate

# Languages::arabic
source: Arabic
hu: Arab
it: Arabo
ka: არაბული
nl: Arabisch
pl: Arabski
ro: Araba

# Languages::arrows
source: Arrows
hu: Nyilak
it: Frecce
ka: ისრები
nl: Pijlen
pl: Strzałki
ro: Sageti

# Languages::asc
source: asc.
hu: a-z
it: Ascendente
ka: მატებით.
nl: oplopend

# Languages::attention
source: Attention!
hu: Figyelem!
it: Attenzione!
ka: ყურადღება!
nl: Attentie!
pl: Uwaga!
ro: Atentie!

# Languages::audience
source: Audience
hu: Közönség
it: Pubblico
ka: აუდიტორია
nl: Publiek
pl: Odbiorca
ro: Audienta

# Languages::australia_post
source: Australia Post
it: Poste Australiane
ka: ავსტრალიული ფოსტა
nl: Australië Post
pl: Poczta Australia
ro: Posta Australiana

# Languages::authentication_failed
source: Authentication failed
hu: Sikertelen azonosítás
it: Autenticazione fallita
ka: ავტორიზაცია შეუძლებელია
nl: Authenticatie mislukt
pl: Autoryzacja błędna
ro: Autentificare esuata

# Languages::authentication_key
source: Authentication key
hu: Azonosító kulcs
it: Chiave di autenticazione
ka: ავტორიზაციის გასაღები
nl: Authenticatie sleutel
pl: Klucz do autoryzacji
ro: Cheie de autentificare

# Languages::authentication_password
source: Authentication password
hu: Azonosító jelszó
it: Password di autenticazione
ka: ავტორიზაციის პაროლი
nl: Authenticatie wachtwoord
pl: Hasło autoryzujące
ro: Parola de autentificare

# Languages::author
source: Author
hu: Szerző
it: Autore
ka: ავტორი
nl: Auteur
pl: Autor
ro: Autor

# Languages::authorization
source: Authorization
hu: Hitelesítés
it: Autorizzazione
ka: ავტორიზაცია
nl: Authorisatie
pl: Autoryzacja
ro: Autorizatie

# Languages::authorize_capture
source: Authorize and capture
hu: Engedélyez és rögzít
it: Autorizza e cattura
ka: ავტორიზება და თანხის გადახდა
nl: Authoriseer en capture
pl: Autoryzuj i przechwyć
ro: Autorizatie si captare

# Languages::authorize_only
source: Authorize only
hu: Csak azonostítás
it: Autorizza soltanto
ka: მხოლოდ ავტორიზება
nl: Alleen autoriseren
pl: Tylko autoryzować
ro: Autorizati doar

# Languages::auth_info
source: Authentication information
hu: Azonosítási információ
it: Informazioni di autenticazione
ka: ინფორმაცია აუთენთიფიკაციაზე
nl: Authenticatie informatie
pl: Informacje związane z uwierzytelnianiem
ro: Informatii de autentificare

# Languages::auto
source: Auto
hu: Automatikus
it: Automatico
ka: ავტომობილი
nl: Automatisch
pl: Automatyczna informacja zwrotna
ro: Automat

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
hu: Jogosultságok automatikus beállíátsa FTP-n
it: Imposta automaticamente i permessi via FTP
nl: Automatisch instellen rechten via FTP
pl: Automatycznie ustawiaj pozwolenia przez FTP
ro: Permisiuni auto-setate prin FTP

# Languages::avail
source: Available
hu: Elérhető
it: Disponibile
ka: ჩართ.
nl: Beschikb.
pl: Avail.
ro: Dispon.

# Languages::availability
source: Availability
hu: Elérhetőség
it: Disponibilità
ka: ხელმისაწვდომობა
nl: Beschikbaarheid
pl: Dostępność
ro: Disponibilitate

# Languages::available
source: Available
hu: Elérhető
it: Disponibile
ka: ხელმისაწვდომი
nl: Beschikbaar
pl: Dostępny
ro: Disponibil

# Languages::available_fields
source: Available fields
hu: Elérhető mezők
it: Campi disponibili
ka: ხელმისაწვდომი ველები
nl: Beschikbare velden
pl: Dostępne pola
ro: Campuri disponibile

# Languages::available_for_vendor
source: Available for store
hu: Elérhető az áruház számára
it: Disponibile per il negozio
ka: ხელმისაწვდომი მაღაზიისთვის
nl: Beschikbaar voor winkel
pl: Dostępne dla sklepu
ro: Disponibil pentru furnizor

# Languages::available_items
source: Available items
hu: Elérhető elemek
it: Elementi disponibili
ka: ხელმისაწვდომი ელემენტები
nl: Beschikbare items
pl: Dostępne pozycje
ro: Produse disponibile

# Languages::available_languages
source: Available
hu: Elérhető nyelvek
it: Lingue Disponibili
ka: ხელმისაწვდომი ენები
nl: Beschikbaar
pl: Dostępne języki
ro: Limbi disponibile

# Languages::available_views
source: Available views
hu: Rendelkezésre álló nézetek
it: Viste disponibili
ka: არსებული ხედები
nl: Beschikbare weergaven
pl: Dostępne widoki
ro: Vizualizări disponibile

# Languages::available_since
source: Avail since
hu: Mikortól legyen elérhető
it: Disponibile dal
ka: ხელმისაწვდომობა
nl: Beschikbaar sinds
pl: Dostępny od
ro: Disponibil incepand cu

# Languages::installed_themes
source: Installed themes
hu: Telepített arculatok
it: Temi installati
ka: დაინსტალირებული თემები
nl: Geïnstalleerde thema 's
pl: Zainstalowane tematy graficzne
ro: Teme instalate

# Languages::browse_all_available_themes
source: Browse all available themes
hu: Összes elérhető arculat megtekintése
it: Sfoglia tutti i temi disponibili
nl: Door alle beschikbare thema's bladeren
pl: Przeglądaj wszystkie dostępne tematy graficzne
ro: Răsfoiți toate temele disponibile

# Languages::currently_in_use
source: Currently in use
hu: Jelenleg használatban
it: Attualmente in uso
ka: ამჟამად გამოყენებაშია
nl: Momenteel in gebruik
pl: Obecnie w użyciu
ro: Folosit momentan

# Languages::avail_from
source: Available from
hu: Érvényesség kezdete
it: Disponibile da
ka: დაწყება
nl: Beschikbaar vanaf
pl: Dostępne od
ro: Disponibil de la

# Languages::avail_till
source: Available till
hu: Érvényesség vége
it: Disponibile fino al
ka: დასრულება
nl: Beschikbaar tot
pl: Dostępne do
ro: Disponibil pana la

# Languages::average
source: Average
hu: Átlagos
it: Media
ka: საშუალო
nl: Gemiddeld
pl: Przeciętnie
ro: Medie
