Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
hu: A <strong>[directory]</strong> mappa átnevezése sikertelen. Kérjük ellenőrizze a jogosultságokat.
it: Impossibile rinominare la cartella <b>[directory]</b>. Per favore controllare i permessi.
ka: სახელის გადარქმევა <b>[directory]</b> შეუძლებელია. გთხოვთ, გადაამოწმოთ საქაღალდესთან წვდომის უფლებები.
nl: Kan de map <b>[directory]</b> niet hernoemen. Controleer a.u.b. de permissies.
pl: Nie można zmienić nazwy katalogu <b>[directory]</b>. Proszę sprawdzić uprawnienia.
ro: Nu s-a putut redenumi folderul <b>[directory]</b>. Va rugam verificati permisiunile.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
hu: A <strong>[file]</strong> átnevezése sikertelen. Kérjük ellenőrizze a jogosultságokat.
it: Impossibile rinominare il file<b>[file]</b>. Per favore controllare i permessi.
ka: სახელის გადარქმევა <b>[file]</b> შეუძლებელია. გთხოვთ, გადაამოწმოთ საქაღალდესთან წვდომის უფლებები.
nl: Kan bestand <b>[file]</b> niet hernoemen. Controleer a.u.b. de permissies.
pl: Nie można zmienić nazwy pliku <b>[file]</b>. Proszę sprawdzić uprawnienia.
ro: Nu s-a putut redenumi fisierul <b>[file]</b>. Va rugam verificati permisiunile.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
hu: A <strong>[directory]</strong> mappa visszaállítása a rendszertárból sikertelen. Kérjük ellenőrizze hogy létezik-e rendszertár (repository).
it: Impossibile ripristinare la cartella <b>[directory]</b> dall'archivio. Per favore controllare se l'archivio esiste.
ka: Невозможно восстановить директорию <b>[directory]</b> из хранилища. Пожалуйста, проверьте существование хранилища.
nl: Kan de map <b>[directory]</b> niet herstellen van de bron. Check a.u.b. of de bron bestaat.
pl: Nie można odzyskać katalogu <b>[directory]</b> z repozytorium.Sprawdź czy repozytorium istnieje.
ro: Nu s-a putut restaura folderul <b>[directory]</b> din magazie. Va rugam verificati daca magazia exista.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
hu: A <strong>[file]</strong> fájl visszaállítása a rendszertárból sikertelen. Kérjük ellenőrizze hogy létezik-e rendszertár (repository).
it: Impossibile ripristinare il file <b>[file]</b> dall'archivio. Per favore controllare se l'archivio esiste.
ka: ფაილის აღდგენა <b>[file]</b> საცავიდან შეუძლებელია, გთხოვთ გადაამოწმოთ საცავი.
nl: Kan bestand <b>[file]</b> niet herstellen van de bron. Check a.u.b. of de bron bestaat.
pl: Nie można przywrócić pliku <b>[file]</b> z repozytorium. Proszę sprawdzić, czy istnieje repozytorium.
ro: Nu s-a putut restaura fisierul <b>[file]</b> din magazie. Va rugam verificati daca magazia exista.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
hu: Ez a kupon csak egyszer használható, és már felhasználásra került.
it: Questo buono può essere utilizzato solo una volta ed è già stato utilizzato.
ka: ამ კუპონის გამოყენება შესაძლებელია მხოლოდ ერთხელ, თქვენ ის უკვე გაქვთ გამოყენებული.
nl: Deze coupon is al toegepast. U kunt deze coupon slechts 1 keer gebruiken.
pl: Ten kupon może być użyty tylko raz. Został już użyty wcześniej.
ro: Acest cupon poate fi utilizat o singura data.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
hu: A kosárban lévő <b>[product]</b> termék mennyisége engdélyezhetőre változott.
it: La quantità del prodotto <b>[product]</b> nel tuo carrello è stata cambiata in ammissibile.
ka: პროდუქციის რაოდენობა <b>[product]</b> თქვენს კალათაში შეცვლილია ხელმისაწვდომ რაოდენობამდე.
nl: De hoeveelheid van het product <b>[product]</b> in uw winkelwagen is gewijzigd naar de toegestane hoeveelheid.
pl: Ilość produktu <b>[product]</b> w koszyku została zmieniona na dozwoloną
ro: Cantitatea de produse <b>[product]</b> din cosul dvs. a fost schimbata intr-o cantitate suportata.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
hu: A kosárba helyezett mennyiség nagyobb a készleten lévő termékmennyiségnél. A darabszámot a(z) <strong>[product]</strong> termék esetében a vásárolható maximálisra állítottuk.
it: La quantità di prodotti nell'inventario non è sufficiente per il tuo ordine. La quantità del prodotto <b>[product]</b> nel vostro carrello è stata cambiata.
ka: მოცემულ მომენტში თქვენს მიერ მითითებული რაოდენობის პროდუქცია არ გაგვაჩნია საწყობში, ამიტომ პროდუქციის რაოდენობა <b>[product]</b> შემცირებული იქნება ხელმისაწვდომ რაოდენობამდე.
nl: Het aantal producten is niet voldoende voor uw bestelling. Het bedrag van product <b>[product]</b> is nu gewijzigd in uw winkelwagen.
pl: Liczba produtków w magazynie nie jest wystarczająca do realizacji zamówienia. Ilość produktu <b>[product]</b> w koszyku została zmieniona.
ro: Numarul de produse din inventar nu este suficient pentru comanda dvs. Cantitatea de produse <b>[product]</b> a fost schimbata.

# Languages::text_cart_empty
source: Your cart is empty
hu: Az Ön kosara üres.
it: Il tuo carrello è vuoto!
ka: თქვენი კალათა ცარიელია
nl: Uw winkelwagen is leeg
pl: Twój koszyk jest pusty
ro: Cosul dvs.este gol

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
hu: A maximálisan rendelhető mennyiség a "[product]" esetén <b>[quantity]</b> db.
it: La quantità massima per "[product]" è <b>[quantity]</b>
ka: მაქსიმალური რაოდენობა პროდუქციისთვის "[product]" <b>[quantity]</b>
nl: Maximale aantal voor "[product]" is <b>[quantity]</b>
pl: Maksymalną ilością dla "[product]" jest <b>[quantity]</b>
ro: Cantitatea maxima pentru "[product]" este <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
hu: A minimálisan rendelhető mennyiség a "[product]" esetén <b>[quantity]</b> db.
it: La quantità minima per "[product]" è <b>[quantity]</b>
ka: მაქსიმალური რაოდენობა პროდუქციისთვის "[product]" <b>[quantity]</b>
nl: Minimale hoeveelheid voor "[product]" is <b>[quantity]</b>
pl: Minimalna ilość dla "[product]" to <b>[quantity]</b>
ro: Cantitatea minima pentru "[product]" este <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
hu: A raktárban lévő termékmennyiség nem elegendő a rendeléshez
it: Il quantitativo di prodotti in inventario non è sufficiente per il tuo ordine
ka: პროდუქცია არაა საკმარისი თქვენი შეკვეთის განსახორციელებლად
nl: Het aantal producten op voorraad is niet voldoende voor uw bestelling
pl: Liczba produktów w magazynie nie jest wystarczająca do realizacji zamówienia
ro: Nu exista suficiente produse pe inventar pentru a efectua comanda dvs.

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
hu: <b>[product]<b> nincs készleten, ezért nem rakható a kosárba
it: Il prodotto <b>[product]</b> non è disponibile e non può essere aggiunto al carrello
ka: მოცემულ მომენტში პროდუქტი <b>[product]</b> არ გაგვაჩნია საწყობში, ამიტომ მის დამატებას კალათაში ვერ შეძლებთ
nl: Het product <b>[product]</b> is niet op voorraad en kan derhalve niet aan uw winkelwagen worden toegevoegd.
pl: <b>[product]</b> ma zerowy stan magazynowy i nie można go dodać do koszyka
ro: <b>[product]</b> nu exista in inventar si nu poate fi adaugat in cos

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
hu: <b>[product]<b> nincs készleten, ezért törölve lett a kosárból
it: Il prodotto <b>[product]</b> non è disponibile e quindi è stato rimosso dal carrello
ka: პროდუქტი <b>[product]</b> არაა საკმარისი რაოდენობით საწობში და წაიშალა თქვენი კალათიდან
nl: <b>[product]</b> is niet meer op voorraad en wordt verwijderd uit uw winkelwagen
pl: <b>[product]</b> ma zerowy stan magazynowy i został usunięty z koszyka
ro: <b>[product]</b> nu exista in inventar si este eliminat din cos

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
hu: A kategóriák sikeresen törölve
it: Le categorie sono state cancellate con successo.
ka: კატეგორიები წარმატებით იქნენ წაშლილი
nl: De categorieën zijn verwijderd.
pl: Kategorie zostały pomyślnie usunięte.
ro: Categoriile au fost sterse cu succes.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
hu: Kategória útvonal elválasztó az elsődleges termékkategóriához (pl. "Számítógépek///Asztali számítógépek")
it: Delimitatore percorso categorie per categoria principale prodotto (es. "Computers///Desktops")</p>
ka: Разделитель пути для поля основной категории (пример: "Computers///Desktops")
nl: Categorie scheidingsteken voor 'main_category'-veld (b.v. "Computers///Desktops")
pl: Separator ścieżek kategorii dla produktu głównej kategorii (np. "Komputery///Notebooki")
ro: Delimitator categorii (ex. "Computere///Desktopuri")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
hu: (opcionálisan megjeleníthető csak a kategória lista oldalon)
it: (opzionale, visualizzata solo nella pagina dettagli categorie)
ka: (для показа только на странице с подробным описанием категории)
nl: (alleen optionele weergave op detailpagina v.d. categorieen)
pl: (opcjonalnie wyświetlane tylko na stronie opisującej kategorie)
ro: (afisat optional doar pe pagina de detalii a categoriei)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
hu: Kategória, alkategóriák és a hozzá tartozó termékek sikeresen törölve.
it: Categorie, sottocategorie e relativi prodotti sono stati cancellati con successo.
ka: კატეგორია, ქვეკატეგორია და მათი შიგთავსი პროდუქცია წაიშალა წარმატებით.
nl: Geselecteerde categorie, subcategorieën en producten zijn verwijderd.
pl: Kategoria, podkategorie i ich produkty zostały pomyślnie usunięte.
ro: Categoria, subcategoria si produsele lor au fost sterse cu succes.

# Languages::text_category_icon
source: (displayed on category list and details pages)
hu: (kategória lista oldalon és termékadatlapon megjelenítve)
it: (Visualizzata nella lista categorie e nelle pagine dettagli)
ka: (показывается в списке категорий и на страницах с подробным описанием)
nl: (weergave op categorieen en detailpagina's)
pl: (pokazane na liście kategorii i stronach informacyjnych)
ro: (afisate pe lista de categorii si pe pagina de detalii)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
hu: Csatlakozás <strong>[processor]</strong> ...
it: Connessione con <b>[processor]</b> in corso...
ka: მიმდინარეობის გადახდის სერვერთან დაკავშირება <b>[processor]</b>...
nl: Verbinden met <b>[processor]</b>...
pl: Nawiązywanie połączenia <b>[processor]</b>...
ro: Conectare la <b>[processor]</b>...

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
hu: <strong>Figyelem!</strong> Kérjük teszteljen néhány statikus URL-t, pl. <a href="[url]">[url]</a>, hogy megbizonyosodjon róla, hogy működik, mielőtt engedélyezi a CDN-t (A tároló aktiválását követően lehet engedélyezni). Általában 10-15 percet vesz igénybe, hogy a tárhely aktiválódjon (A "Státusz" mező "Aktív" lesz, töltse újra az oldalt, hogy ellenőrizze).
it: <strong>Attenzione!</strong> Per favore testare alcuni URL, p.e. <a href="[url]">[url]</a>, per essere sicuri che funzioni prima di attivare la CDN (puoi attivarlo dopo che la memoria è diventata attiva). Di regola il tempo per attivare la memoria dura 10-15 minuti (il campo "Status" dovrebbe visualizzare "Active", ricarica la pagina per aggiornare il valore).
nl: <strong>Attentie!</strong> Test enkele statische URL's, bijvoorbeeld <a href="[url]">[url]</a>, om er zeker van te zijn dat deze werken voordat u CND inschakeld (u kunt het inschakelen nadat de opslagruimte is geactiveerd). Normaal gesproken duurt het 10 tot 15 minuten om de opslagruimte te activeren (het "Status" veld zou "Active" moeten weergeven, vernieuw pagina om te controleren).
ro: <strong>Atentie!</strong> Va rugam testati unele URL-uri statice, ex <a href="[url]">[url]</a>, pentru a va asigura ca functioneaza inainte de a activa CDN (se poate activa dupa ce stocarea a devenit activa). De obice dureaza 10-15 min pentru a activa stocarea.(campul "Status"ar trebui sa afiseze "Active", reactualizati pagina pentru update).

# Languages::text_cdn_setup
source: CDN was set up successfully.
hu: CDN sikeresen beállítva.
it: La CDN è stata impostata con successo.
ka: CDN გაიმართა წარმატებით.
nl: CDN is correct geconfigureerd.
pl: CDN został pomyślnie utworzony.
ro: CDN a fost setat cu succes.

# Languages::text_changes_not_saved
source: Your changes have not been saved.
hu: Az oldalon elvégzett változtatások nem lettek elmentve. Biztos, hogy mentés nélkül elnavigál?
it: Le tue modifiche non sono state salvate.
ka: გაკეთებული ცვლილებები არ იყო შენახული.
nl: Uw wijzigingen zijn niet opgeslagen.
pl: Twoje zmiany nie zostaną zapisane.
ro: Modificarile dvs.nu au fost salvate.

# Languages::text_changes_saved
source: Your changes have been saved.
hu: A változtatások elmentésre kerültek.
it: Le tue modifiche sono state salvate.
ka: ცვლილებები შენახულია.
nl: Uw wijzigingen zijn opgeslagen.
pl: Twoje zmiany zostały zapisane.
ro: Modificarile dvs. au fost salvate.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
hu: Sikeresen belépett fiókjába. Kérjük, hogy változtassa meg jelszavát, majd kattintson a "Mentés" gombra.
it: Hai effettuato l'accesso al tuo account. Per favore cambia la password e clicca sul tasto "aggiorna".
ka: თქვენ უკვე გაიარეთ ავტორიზაცია, გთხოვთ შეცვალოთ პაროლი და დააჭიროთ 'შენახვა'-ს.
nl: U bent nu ingelogd in uw account. Wijzig het wachtwoord a.u.b. en klik op de "Opslaan" knop.
pl: Jesteś teraz zalogowany na swoje konto. Proszę zmienić hasło, a następnie nacisnąć przycisk "Aktualizuj".
ro: Autentificare efectuata cu succes. Va rugam sa schimbati parola si apasati butonul "Actualizare" .

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
hu: Ha Ön új vásárló, szükségünk van az adataira.
it: Se sei un nuovo cliente, abbiamo bisogno di sapere i tuoi dati personali.
ka: თუ თქვენ ბრძანდებით ახალი მომხმარებელი, გთხოვთ მოგვაწოდოთ შემდეგი ინფორმაცია:
nl: Indien u een nieuwe klant bent dienen wij uw gegevens te weten.
pl: Jeśli jesteś nowym klientem, musisz podać swoje dane.
ro: Daca sunteti un client nou, trebuie sa stim detaliile dvs.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
hu: Helyettesítő karakterek alkalmazása engedélyezett ennél a mezőnél: <br /><b>'?'</b> - 1db tetszőleges karakter;<b>'*'</b> - bármennyi karakter egymás után.<br /><br /><u>Például:</u><br /><b>Buda*</b> &nbsp;&nbsp;(helyes minta a következőekre: Budapest, Budakalász, stb...)<br /><b>****kalász</b>&nbsp;&nbsp; (helyes minta a következőekre: Budakalász, Zalakalász, stb...)
it: In questo campo potete utilizzare caratteri jolly (wildcards):<br> <b>'?'</b> - qualsiasi carattere singolo; <b>'*'</b> - qualsiasi numero di caratteri. <br><br> <u>Esempio:</u><br> <b>New Y*</b> &nbsp;&nbsp;(corrisponde a New York, New Yark, ecc.)<br> <b>L?s*</b>&nbsp;&nbsp; (corrisponde a Las Vegas, Los Angeles, ecc.)
ka: В этом поле Вы можете использовать следующие подстановочные символы:<br><b>'?'</b> - любой одиночный символ;<b>'*'</b> - любое количество символов.<br><br><u>Например:</u><br><b>New Y*</b> &nbsp;&nbsp;(соответствует: New York, New Yark, и т.д.)<br><b>L?s*</b>&nbsp;&nbsp; (соответствует: Las Vegas, Los Angeles, и т.д.)
nl: U kunt vervangingstekens gebruiken:<br><b>'?'</b> - elk enkel karakter;<b>'*'</b> - elk aantal karakters.<br><br><u>Voorbeeld:</u><br><b>Nieuw V*</b> &nbsp;&nbsp;(komt overeen met Nieuw Vennep, Nieuw Vriezenveen etc)<br><b>L?s*</b>&nbsp;&nbsp; (komt overeen met Las Vegas, Los Angeles, etc..)
pl: Masz możliwość użycia symbolu wieloznacznego w tym polu:<br> <b>'?'</b> - jakiegokolwiek znaku pojedynczego; <b>'*'</b> - jakiejkolwiek liczby znaków. <br><br><u>Przykład:</u><br><b>New Y*</b> &nbsp;&nbsp;(odpowiada wartościom New York, New Yark, etc)<br><b>L?s*</b>&nbsp;&nbsp; (odpowiada wartościom Las Vegas, Los Angeles, etc..)
ro: Puteti utiliza metacaractere in acest camp:<br /><b>'?'</b> - orice caracter unic;<b>'*'</b> - orice numar de caractere.<br /><br /><u>Exemplu:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corespunde la New York, New Yark, etc.)<br /><b>L?s*</b>&nbsp;&nbsp; (corespunde la Las Vegas, Los Angeles, etc.)

# Languages::text_click_here
source: Click here for more details
hu: Kattintson ide a további részletekért
it: Clicca qui per vedere i dettagli
ka: დეტალური ინფორმაციისთვის დააჭირეთ აქ
nl: Klik hier voor meer details
pl: Więcej informacji
ro: Dati click aici pentru mai multe detalii

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
hu: Kérjük az alábbi URL-t állítsa be a <strong>CGI2</strong>-höz: <strong>[postback_url]</strong>
it: Imposta il seguente URL come il <b>CGI2</b>: <b>[postback_url]</b>
ka: გთხოვთ შეიყვანოთ შემდეგი ბმული როგორც URL <b>CGI2</b>: <b>[postback_url]</b>
nl: Stel de volgende URL in voor de <b>CGI2</b>: <b>[postback_url]</b>
pl: Proszę ustawić następujący adres URL jako <b>CGI2</b>: <b>[postback_url]</b>
ro: Va rugam setati urmatoarea adresa URL ca <b>CGI2</b>: <b>[postback_url]</b>

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
hu: Biztonsági okokból szükséges a lenti űrlap kitöltése a tranzakció befejezéséhez. Közben nem szabad a Frissítés vagy Vissza gobokra kattintani, különben meg lesz szakítva a tranzakció.
it: Per la vostra sicurezza, per favore compilare il modulo qui sotto per completare la vostra ordinazione. Non cliccare sul tasto "aggiorna" o il tasto "indietro", perché questa transazione potrebbe venire interrotta o annullata.
ka: უსაფრთხოების მიზნით გთხოვთ შეავსოთ ქვემოთ მოცემული ფორმა. არ დააჭიროთ ღილაკს "განახლება" ან "უკან" თორემ პროცესი შეიძლება შეწყდეს ან გაუქმდეს.
nl: Vanwege veiligheidsredenen vragen we u onderstaande formulier in te vullen om uw bestelling af te ronden. Klik niet op de knop Vernieuwen of op de Terug knop, want dan wordt deze transactie afgebroken of geannuleerd.
pl: For your security, please fill out the form below to complete your order. Do not click the refresh or back button or this transaction may be interrupted or cancelled.
ro: Din motive de securitate, va rugam sa completati formularul de mai jos pentru a finaliza comanda dvs. . Nu dati click pe butonul de reincarcare (refresh) sau buton de navigare anterioara (back) sau aceasta tranzactie ar putea fi intrerupta sau anulata.

# Languages::text_cmpi_go_back
source: Go back
hu: Vissza
it: Ritorna indietro
ka: შეკვეთის გაფორმებაზე დაბრუნება
nl: Ga terug
pl: Idź z powrotem
ro: Mergi inapoi

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
hu: A kiválasztott termékopciókból nincs készlet
it: Non ci sono prodotti con le opzioni selezionate in magazzino
nl: Geen producten met de geselecteerde optie op voorraad
pl: Brak produktów dla wybranych w magazynie
ro: Nu a fost gasit niciun produs cu optiunile selectate

# Languages::text_companies_activated
source: Selected companies have been activated
hu: A kiválasztott cégek sikeresen aktiválva
it: Le aziende selezionate sono state attivate
ka: არჩეული ორგანიზაციები გააქტიურებულია.
nl: Geselecteerde bedrijven zijn geactiveerd
pl: Wybranye firmy zostały aktywowane
ro: Companiile selectate au fost activate.

# Languages::text_companies_disabled
source: Selected companies have been disabled
hu: A kiválasztott cégek sikeresen letiltva
it: Le aziende selezionate sono state disattivate
ka: არჩეული ორგანიზაციები იყვნენ უარყოფილები
nl: Geselecteerde bedrijven zijn uitgeschakeld
pl: Wybrane firmy zostały wyłączone
ro: Companiile selectate au fost dezactivate

# Languages::text_company_status_active_subj
source: Your company was activated.
hu: A cég aktiválva
it: La tua azienda è stata attivata.
ka: თქვენი ორგანიზაცია გააქტიურებულია.
nl: Uw bedrijf is geactiveerd.
pl: Twoja firma została aktywowana.
ro: Compania dvs. a fost activata.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
hu: A cég [company] státusza megváltozott. Az új státusz: [status].
it: Lo status della tua azienda [company] è stato cambiato in [status].
ka: თქვენი ორგანიზაციის სტატუსი [company] შეიცვალა [status].
nl: Status van uw bedrijf [company] is gewijzigd naar [status].
pl: Status firmy [company] została zmieniony na [status].
ro: Starea companiei dvs [company] a fost schimbata cu [status].

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
hu: Cég letiltva.
it: La tua azienda è stata disattivata.
ka: თქვენი ორგანიზაცია უარყოფილია.
nl: Uw bedrijf is uitgeschakeld.
pl: Twoja firma została wyłączona.
ro: Compania dvs. a fost dezactivata.

# Languages::text_conditions_cleared
source: Table conditions were cleared
hu: Tábalkondíciók törölve
it: Le condizioni tabella sono state cancellate
nl: Tabel condities zijn verwijderd
pl: Tabela warunków została wyczyszczona

# Languages::text_confirmation_page_header
source: This is a confirmation page. You must confirm the operation before it is performed.
hu: Ez egy megerősítő oldal. Meg kell erősítenie a műveletet mielőtt végre lesz hajtva.
it: Questa è una pagina di conferma. Dovete confermare l'operazione per poterla eseguire.
ka: ეს არის დამოწმების გვერდი, შესრულების წინ თქვენ უნდა დაამოწმოთ ქმედება.
nl: Deze pagina is ter bevestiging. U dient te bevestigen alvorens de verwerking.
pl: To jest strona z potwierdzeniem. Musisz potwierdzić operację zanim zostanie ona wykonywana.
ro: Aceasta este o pagina de confirmare. Trebuie sa confirmati operatiunea inainte de a fi efectuata.

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
hu: Kövesse az alábbi linket a jelszóvisszaállítási folyamat megerősítéséhez
it: Cliccate sul seguente collegamento per confermare la procedura di ripristino della vostra password
ka: პაროლის აღსადგენად გთხოვთ დააწკაპუნოთ
nl: Volg a.u.b. deze link om de wachtwoord-herstelprocedure te bevestigen
pl: Proszę kliknij na ten link, aby potwierdzić procedurę odzyskiwania hasła
ro: Va rugam sa urmati acest link pentru a confirma procedura de recuperare a parolei dvs.
