Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
hu: A beállítás értékét nem lehet módosítani, mert már vannak megegyező email címek regisztrálva az áruházban.
it: Il valore dell'impostazione non può essere modificato perché indirizzi e-mail identici sono registrati nel vostro negozio.
nl: De ingestelde waarde kan niet worden gewijzigd omdat e-mailadressen identiek worden geregistreerd in de winkel.
pl: Nie można zmienić ustawienia na adresy które już są zarejestrowane w sklepie.
ro: Valoarea de setare nu poate fi modificata in timp ce adresele de e-mail identice sunt inregistrate in magazinul dumneavoastra.

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
hu: Nem lehet törölni ezt az áruházat, mert az adatbázisban vannak olyan termékek, melyek ennek a cégnek a termékeit tartalmazzák. A fiók törléséhez először töröljön minden ilyen rendelést.
it: Impossibile cancellare questo negozio perché vi sono ancora ordini contenenti prodotti di questa azienda nel database dello negozio. Per potere cancellare il negozio prego cancellare prima questi ordini.
nl: Deze winkel kan niet worden verwijderd omdat er nog bestellingen bestaan met producten uit deze winkel. Om de winkel te verwijderen moeten eerst al deze bestellingen worden verwijderd.
pl: Nie można usunąć tego sklepu, bo są zamówienia zawierające produkty tej firmy. Aby usunąć konto, usuń najpierw wszystkie takie zamówienia.
ro: Imposibil sa stergeti acest magazin pentru ca exista comenzi care contin produse al acestei companii in baza de date a magazinului. Pentru a sterge contul, va rugam sa stergeti intai comenzile.

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
hu: A felhasználói csoport érvényesítese sikertelen. Kérjük lépjen kapcsolatba a bolt adminisztrátoraival.
it: Non è stato possibile assegnare il gruppo utenti. Prego contattare l'amministratore del negozio.
ka: შეუძლებელია მომხმარებელთა ჯგუფის გამოყენება. გთხოვთ მიმართოთ მაღაზიის ადმინისტრაციას.
nl: U kunt niet aan deze gebruikersgroep toegevoegd worden. Neem s.v.p contact op met de beheerder van deze site.
pl: Nie można dołączyć do grupy użytkowników. Prosimy o kontakt z administratorem sklepu.
ro: Imposibil de a atribui grup de utilizatori. Va rugam sa contactati administratorul magazinului.

# Languages::unable_to_check_license
source: Unable to check your license number
hu: A licenszkód ellenőrzése sikertelen
it: Non è possibile verificare il tuo numero di licenza
ka: შეუძლებელია თქვენი ლიცენზიის ნომრის შემოწმება
nl: NIet in staat uw licentie nummer te controleren
pl: Nie można sprawdzić numeru licencji
ro: Imposibil de a verifica numarul dvs. de licenta

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
hu: Lehetetlen törölni a beállítás leírását: [reason]
it: Impossibile cancellare impostazione descrizione: [reason]
ka: შეუძლებელია პარამეტრების აღწერილობის წაშლა: [reason]
nl: De beschrijving van de instelling kon niet worden verwijderd. Reden: [reason]
pl: Nie można usunąć ustawienia opisu: [reason]
ro: Imposibil de a sterge descrierea setarii: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
hu: Lehetetlen törölni a beállítás variánsát: [reason]
it: Impossibile cancellare variante impostazione: [reason]
ka: შეუძლებელია პარამეტრების ვარიანტის წაშლა: [reason]
nl: De instellingsvariant kon niet worden verwijderd. Reden: [reason]
pl: Nie można usunąć ustawień wariantów: [reason]
ro: Imposibil de a sterge varianta setarii: [reason]

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
hu: Lehetetlen olvasni az erőforrást: [file]
it: Impossibile leggere la risorsa: [file]
ka: შეუძლებელია რესურსის წაკითხვა: [file]
nl: Niet in staat bron te lezen: [file]
pl: Nie można odczytać zasobów: [file]
ro: Imposibil de a citi resursa: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
hu: Lehetetlen leírást beállítani: [reason]
it: Impossibile aggiornare descrizione impostazione: [reason]
ka: შეუძლებელია აღწერის მინიჭება: [reason]
nl: Niet in staat omschrijving in te stellen: [reason]
pl: Unable to setting description: [reason]
ro: Imposibil de a stabili descrierea: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
hu: Lehetetlen az értéket menteni: [reason]
it: Impossibile aggiornare valore impostazione: [reason]
ka: შეუძლებელია პარამეტრების მინიჭება: [reason]
nl: Niet in staat om waarde in te stellen: [reason]
pl: Unable to setting value: [reason]
ro: Imposibil de a seta valoarea: [reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
hu: A fájlt nem lehet kitömöríteni
it: Impossibile decomprimere il file
ka: შეუძლებელია ფაილის დეკომპრესირება
nl: Niet mogelijk om bestand te decomprimeren
pl: Nie można rozpakować pliku
ro: Imposibil de a dezarhiva fisierul.

# Languages::ungroupped_features
source: Ungrouped features
hu: Csoport nélküli tulajdonságok
it: Caratteristiche non raggruppate
ka: შეუჯგუფებელი მახასიათებლები
nl: Niet gegroepeerde eigenschappen
pl: Niezgrupowane cechy
ro: Caracteristici negrupate

# Languages::uninstall
source: Uninstall
hu: Törlés
it: Disinstalla
ka: წაშლა
nl: Installatie ongedaan maken
pl: Odinstaluj
ro: Dezinstalare

# Languages::unique_html_block
source: Unique HTML block
hu: Egyedi HTML blokk
it: Blocco HTML unico
ka: უნიკალური HTML ბლოკი
nl: Uniek HTML blok
pl: Unikalny blok HTML
ro: Bloc Unic HTML

# Languages::unit
source: Unit
hu: Egység
it: Unità
ka: ერთეული
nl: Eenheid
pl: Jednostka

# Languages::united_kingdom
source: United Kingdom
hu: Egyesült Királyság
it: Regno Unito
ka: დიდი ბრიტანეთი
nl: Verenigd Koninkrijk
pl: Wielka Brytania

# Languages::unit_price
source: Unit price
hu: Egységár
it: Prezzo unitario
ka: ერთეულის ფასი
nl: Stuksprijs
pl: Cena jednostkowa
ro: Pret unitar

# Languages::unknown
source: Unknown
hu: Ismeretlen
it: Sconosciuto
ka: უცნობი
nl: Onbekend
pl: Nieznany
ro: Necunoscut

# Languages::unknown_server_response
source: Unknown server response
hu: Ismeretlen szerver válasz
it: Risposta del server sconosciuta
ka: უცნობი პასუხი სერვერისგნ
nl: Onbekende server antwoord
pl: Nieznana odpowiedź serwera
ro: Raspuns de la server necunoscut

# Languages::unmark
source: Unmark
hu: Jelöletlen
it: Deselezionare
ka: მონიშნულის გაუქმება
nl: Markering verwijderen
pl: Odznacz
ro: Demarcati

# Languages::unregistered_customer
source: Unregistered customer
hu: Vendég vásárló
it: Cliente non registrato
ka: არარეგისტრირებული მომხმარებელი
nl: Niet geregistreerde klant
pl: Klient niezarejestrowany
ro: Client neinregistrat

# Languages::unselect_all
source: Unselect all
hu: Kijelölés törlése
it: Deseleziona tutti
ka: მონიშვნის გაუქმება
nl: Deselecteer alles
pl: Odznacz wszystko
ro: Deselectati toate

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
hu: A kijelölt adók eltávolítása az összes termékről
it: Rimuovi tasse selezionate da tutti i prodotti
ka: დღგ-ს მოხსნა ყველა პროდუქტისგან
nl: Verwijder geselecteerde belastingen van alle producten
pl: Anuluj wybrane podatki od wszystkich produktów
ro: Desetati toate taxele din toate produsele

# Languages::unsubscribe
source: Unsubscribe
hu: Leiratkozás
it: Cancella iscrizione
ka: გამოწერის გაუქმება
nl: Uitschrijven
pl: Wypisz się
ro: Dezabonare

# Languages::up
source: Up
hu: Fel
it: Verso l'alto
ka: მაღლა
nl: Omhoog
pl: Do góry
ro: Sus

# Languages::update
source: Update
hu: Frissítés
it: Aggiorna
ka: განახლება
nl: Wijzig
pl: Aktualizuj
ro: Actualizati

# Languages::update_categories
source: Update categories
hu: Kategóriák frissítése
it: Aggiorna categorie
ka: კატეგორიების განახლება
nl: Wijzig categorieen
pl: Zaktualizuj kategorie
ro: Actualizati categorii

# Languages::update_customer_info
source: Update customer information
hu: Felhasználói információk frissítése
it: Aggiorna informazione cliente
ka: მომხმარებელის ინფორმაციის განახლება
nl: Wijzig klantinformatie
pl: Zaktualizuj informacje o kliencie
ro: Actualizati informatii client

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
hu: Az új érték MINDEN olyan áruházban tárolva lesz, amellyel meg van osztva ez az elem. Ide kattintva menthető csak a tulajdonos áruház számára.
it: Il nuovo valore sarà salvato per TUTTI i negozi che condividono questo elemento. Cliccare per salvarlo solo per il proprietario del negozio.
nl: Nieuwe waarde wordt opgeslagen voor ALLE winkels welke dit item delen. Klik om het alleen voor de eigenaar van de winkel op te slaan.
pl: Nowa wartość zostanie zapisana do wszystkich sklepów, które współdzielą tę pozycję. Kliknij, aby zapisać to tylko dla właściciela sklepu.
ro: Noua valoare va fi salvata pentru toate magazinele care au acest articol in comun. Click aici pentru a-l salva doar pentru proprietarul magazinului.

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
hu: Az új érték CSAK a tulajdonos áruházban lesz tárolva. Ide kattintva menthető minden olyan áruház számára, amellyel meg van osztva az elem.
it: Il nuovo valore sarà salvato SOLO per il proprietario del negozio. Cliccare per salvarlo per tutti i negozi che condividono questo elemento.
nl: Nieuwe waarde wordt alleen opgeslagen voor de winkel eigenaar. Klik om de waarde op te slaan voor alle winkels welke deze item delen.
pl: Nowa wartość zostanie zapisana tylko dla właściciela sklepu. Kliknij, aby zapisać go dla wszystkich sklepów, które współdzielą tę pozycję.
ro: Noua valoare va fi salvata DOAR pentru proprietarul magazinului. Click aici pentru a-l salva pentru toate magazinele care au acest articol in comun.

# Languages::update_for_all_hid_act
source: Click to cancel field update.
hu: Kattintson ide a mező frissítésének törléséhez
it: Cliccare per cancellare aggiornamento campo.
nl: Klik om veld-update te annuleren.
pl: Kliknij, aby anulować aktualizację pola.
ro: Click aici pentru a anula actualizarea

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
hu: Ide kattintva adható meg új mező érték, hogy minden áruházban frissüljön a mentéskor.
it: Cliccare per inserire un nuovo valore nel campo da aggiornare in tutti i negozi quando vengono salvati.
nl: Klik om een nieuwe waarde in te vullen om in alle winkels te updaten wanneer het item wordt opgeslagen.
pl: Kliknij, aby wprowadzić nową wartość pola i zaktualizować we wszystkich sklepach podczas zapisywania pozycji.
ro: Faceti click pentru a introduce o noua valoare de camp pentru a actualiza toate magazinele in momentul salvarii.

# Languages::update_group
source: Update group
hu: Csoport frissítése
it: Aggiorna gruppo
ka: ჯგუფის განახლება
nl: Update groep
pl: Zaktualizuj grupę
ro: Actualizati grup

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
hu: <p class="text-error">A frissítési előfizetés lejárt, így ez a szoftverfrissítés nem telepíthető. Az előfizetés meghosszabbításához lépjen kapcsolatba az <a href="[url]">Ügyfél Támogatással</a>.</p><p>Figyelem! Ez nem kötelező. A szoftver korlátok nélkül használható tovább, frissítési előfizetés nélkül is.</p>
it: <p class="text-error">Questo abbonamento sugli aggiornamenti è scaduto, quindi non è possibile installare questo aggiornamento del software. Si può prorogare l'abbonamento su <a href="[url]"> Customer Help Desk</a>.</p><p>Si prega di notare che non è obbligatorio: si può continuare a usare questo software senza limitazioni anche senza un abbonamento aggiornamenti.</p>
ka: <p class="text-error">თქვენთვის პროგრამული განახლებების მიღების პერიოდი ამოწურულია, ამიტომ თქვენთვის ახალი განახლების ინსტალაცია ხელმიუწვდომელია. თქვენ შეგიძლიათ შეიძინოთ განახლებების მიღების შესაძლებლობა. <a href="[url]">Customer Help Desk</a>.</p><p>გთხოვთ გაითვალისწინოთ რომ ეს პროცედურა არ არის სავალდებულო: თქვენ შეგიძლიათ გააგრძელოთ აღნიშნული პროგრამული უზრუნველყოფის გამოყენება ყოველგვარი შეზღუდვების გარეშე, ახალი პროგრამული განახლებების მიღების გარეშე.</p>
nl: <p class="text-error">Uw upgrade abonnement is verlopen, dus u kunt deze software upgrade kan niet worden geïnstalleerd. U kunt uw abonnement laten verlengen bij de <a href="[url]">Klanten Help Desk</a>.</p><p>Merk op dat dit niet verplicht is: u kunt deze software zonder beperkingen blijven gebruiken, ook zonder upgrade abonnement.</p>
pl: Dostęp do tych i przyszłych aktualizacji jest zamknięty. Możesz kupić upgrade do swojego planu tutaj <a href="[url]">System obsługi klienta</a>
ro: <p class="text-error">Accesul si viitoarele actualizari sunt oprite. Puteti achizitiona un plan de inscriere la <a href="[url]">Platforma de Ajutor pentru Clienti</a></p>

# Languages::update_products
source: Update products
hu: Termékek frissítése
it: Aggiorna prodotti
ka: პროდუქტების განახლება
nl: Wijzig producten
pl: Zaktualizuj produkty
ro: Actualizati produse

# Languages::update_profile
source: Update profile
hu: Profil frissítése
it: Aggiorna profilo
ka: პროფილის განახლება
nl: Wijzig profiel
pl: Zaktualizuj profil
ro: Actualizati profil

# Languages::update_profile_notification
source: Your profile has been updated.
hu: Sikeresen frissült a fiókja.
it: Il tuo profilo è stato aggiornato
ka: თქვენი პროფილი განახლებულია.
nl: Uw profiel is bijgewerkt.
pl: Twój profil został zaktualizowany
ro: Profilul dvs. a fost actualizat.

# Languages::update_profile_notification_header
source: Your profile has been updated
hu: Sikeresen frissült a fiókja.
it: Il tuo profilo è stato aggiornato
ka: თქვენი პროფილი განახლებულია
nl: Uw profiel is bijgewerkt
pl: Twój profil został zaktualizowany.
ro: Profilul dvs. a fost actualizat

# Languages::update_status
source: Update status
hu: Státusz frissítése
it: Aggiorna stato
ka: მდგომარეობის განახლება
nl: Wijzig status
pl: Zaktualizuj status
ro: Actualizati statut

# Languages::update_text
source: Update text
hu: Szöveg frissítése
it: Aggiorna testo
ka: ტექსტის განახლება
nl: Update tekst
pl: Aktualizuj tekst
ro: Actualizati text

# Languages::updating
source: Updating
hu: Frissítés
it: Aggiornamento
ka: განახლება
nl: Bijwerken
pl: Aktualizuję
ro: Se actualizeaza

# Languages::updating_links
source: Updating links
hu: Linkek frissítése
it: Aggiornare collegamenti
ka: ბმულების განახლება
nl: Updaten van links
pl: Aktualizuję linki
ro: Actualizare link-uri

# Languages::upgrade
source: Upgrade
hu: Frissítés
it: Aggiorna
ka: განახლება
pl: Aktualizacja
ro: Actualizare

# Languages::upgrade_center
source: Upgrade center
hu: Frissítési központ
it: Centro aggiornamenti
ka: განახლების ცენტრი
nl: Upgrade centrum
pl: Centrum aktualizacji
ro: Centru de actualizare

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
hu: A frissítés nem lehetséges fájl integritási probléma miatt. Kérjük vegye fel a kapcsolatot a terméktámogatással.
it: L'aggiornamento non è possibile a causa di un errore di controllo integrità del file. Per favore contattare il supporto tecnico CS-Cart.
nl: Upgrade is niet mogelijk wegens een bestand-integriteit controle fout. Neem contact op met het technisch support team.
ro: Actualizarea este imposibila din cauza unei erori de verificare a integritatii fisierului. Va rugam sa contactati echipa de suport tehnic.

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
hu: Frissítések csak <strong>Teljes</strong> és <strong>Ingyenes</strong> módban elérhetőek.<br /><br />Az üzemmód megváltoztatható a Beállítások → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Üzemmód</a> oldalon.
it: Gli aggiornamenti sono disponibili solo nella modalità di licenza <strong>COMPLETA</strong> oppure <strong>GRATUITA</strong> <br /><br />La modalità di licenza può essere cambiata in Impostazioni → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Modalità di Licenza</a>.
nl: UPgrades zijn alleen beschikbaar in <strong>Volledige</strong> en <strong>Gratis</strong> licentie mode.<br /><br />De licentie mode kan gewijzigd worden onder instellingen → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licentie mode</a>.
pl: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> store modes.<br /><br />The store mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Store mode</a>.
ro: Actualizarile sunt disponibile doar in<strong>Full</strong> si <strong>Free</strong> mod de acordare licente.<br /><br />Modul de acordare a licentelor pot fi modificate in Setari → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Mod de acordare licente</a>.

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
hu: Frissítenie kell a Flash Playert
it: È necessario aggiornare il tuo Flash Player
ka: თქვენ გჭირდებათ Flash Player-ის განახლება
nl: U dient uw Flash Player te upgraden
pl: Musisz zaktualizować Flash Player
ro: Trebuie sa va actualizati Flash Playerul

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
hu: <p class="text-error">Ez a frissítés nem elérhető az Ön [product] licenszéhez. Kérjük vegye fel a kapcsolatot a <a href="[href]">terméktámogatással</a> licenszének frissítésével kapcsolatban.</p>
it: <p class="text-error">Questo aggiornamento non è disponibile per la tua licenza. Per favore contatta il <a href="[href]">supporto CS-Cart</a> per aggiornare la tua licenza</p>
ka: <p class="text-error">ეს განახლება მიუწვომელია თქვენი [product] ლიცენზიითვის. გთხოვთ დაუკავშირდეთ <a href="[href]">ჩვენი დახმარების ჯუფს</a> რათა განაახლოთ ლიცენზია.</p>
nl: <p class="text-error">Deze upgrade is niet beschikbaar voor uw CS-Cart licentie. Neem contact op met het <a href="http://www.cs-cart.com">CS-Cart support team</a> om uw licentie te updaten.</p>
pl: Ta aktualizacja nie jest dostępna dla twojej licencji CS-CART.Proszę skontaktuj się z <a href="[url]">CS-Cart support</a> w celu aktualizacji statusu licencji.
ro: <p class="text-error">Aceasta actualizare nu este disponibila pentru licenta Magazinului. Va rugam contactati <a href="[url]">Echipa de suport tehnic a Magazinului</a> pentru a actualiza statutul licientei dvs.</p>

# Languages::upload
source: Upload
hu: Feltöltés
it: Caricare
ka: ატვირთვა
pl: Załaduj
ro: Uploadati

# Languages::upload_install
source: Upload & install
hu: Feltöltés és telepítés
it: Carica & installa
ka: ატვირთვა & ინსტალაცია
nl: Upload & installeer
pl: Załaduj i zainstaluj
ro: Uploadati & instalati

# Languages::upload_another_file
source: Upload another file
hu: Másik fájl feltöltése
it: Caricare un altro file
ka: სხვა ფაილის ატვირთვა
nl: Upload een ander bestand
pl: Załaduj kolejny plik
ro: Uploadati un alt fisier

# Languages::upload_file
source: Upload file
hu: Fájl feltöltése
it: Caricare file
ka: ფაილის ატვირთვა
nl: Upload bestand
pl: Załaduj plik
ro: Uploadati fisier

# Languages::ups
source: United Parcel Service
hu: UPS
it: United Parcel Service (UPS)
ro: Serviciul Unit de colete

# Languages::user
source: User
hu: Felhasználó
it: Utente
ka: მომხმარებელი
nl: Gebruiker
pl: użytkownika
ro: Utilizator

# Languages::usergroup
source: User group
hu: Felhasználói csoport
it: Gruppo utente
ka: მომხმარებელთა ჯგუფი
nl: Gebruikersgroep
pl: Grupa użytkownika
ro: Grup de utilizatori

# Languages::usergroups
source: User groups
hu: Felhasználói csoportok
it: Gruppi utente
ka: მომხმარებელთა ჯგუფები
nl: Gebruikersgroepen
pl: Grupy użytkownika
ro: Grupuri de utilizatori

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
hu: Áruházban lévő felhasználói csoportok listája.
it: Lista di gruppi utenti presenti nel vostro negozio.
ka: ჯგუფების დასახელებები რომლებიც არიან თქვენს მაღაზიაში.
nl: Overzicht van gebruikersgroepen in uw webwinkel.
pl: Lista grup użytkowników, które istnieją w sklepie.
ro: Lista de grupuri de utilizatori care exista in magazin.

# Languages::usergroup_activated
source: User group has been activated
hu: Felhasználói csoport aktiválva
it: Il gruppo utente è stato attivato
ka: მომხმარებელთა ჯგუფი გააქტიურებულია
nl: Gebruikersgroep is geactiveerd
pl: Grupa użytkownika została włączona
ro: Grupul de utilizatori a fost activat

# Languages::usergroup_disactivated
source: User group has been deactivated
hu: Felhasználói csoport letiltva
it: Gruppo utente è stato disattivato
ka: ჯგუფი გაუქმებულია
nl: Gebruikersgroep is gedeactiveerd
pl: Grupa użytkownika została wyłączona
ro: Grupul de utilizatori a fost dezactivat

# Languages::usergroup_privileges
source: User group privileges
hu: Felhasználói csoport jogosultságok
it: Diritti d'accesso per gruppo utente
ka: მომხმარებელთა ჯგუფის უფლებები
nl: Gebruikersgroep privileges
pl: Przywileje grupy użytkownika
ro: Privilegiile grupului de utilizatori

# Languages::usergroup_request_by_customer
source: User group request by customer
hu: Felhasználói csoport kérés vásárlótól
it: Richiesta gruppo utente da parte di cliente
ka: მომხმარებელთა ჯგუფის მოთხოვნა მყიდველისგან
nl: Gebruikersgroep aanvraag door klant
pl: Żadanie grupy użytkownika przez klienta
ro: Grup de utilizatori solicitat de client

# Languages::username
source: Username
hu: Felhasználónév
it: Nome utente
ka: ფსევდონიმი
nl: Gebruikersnaam
pl: Nazwa użytkownika
ro: Nume utilizator

# Languages::users
source: Users
hu: Felhasználók
it: Utenti
ka: მომხმარებლები
nl: Gebruikers
pl: Użytkownicy
ro: Utilizatori

# Languages::users_carts
source: Abandoned / Live carts
hu: Elhagyott kosarak
it: Carrelli abbandonati
ka: დასასრულებელი შესყიდვები
nl: Verlaten / Live winkelwagens
pl: Porzucone/aktywne koszyki
ro: Cosurile utilizatorilor

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
hu: Termékek, melyek kosárba lettek rakva, de nem lettek megvásárolva.
it: Lista di prodotti che per qualche ragione non sono stati acquistati.
ka: პროდუქციის ნუსხა რომლებიც გარკევულ მიზეზთა გამო არ იქნა ნაყიდი.
nl: Overzicht van producten die om bepaalde redenen niet zijn gekocht.
pl: Lista produktów, które z jakiegoś powodu nie zostały zakupione.
ro: Liste de produse care nu au fost cumparate pentru un anumit motiv.
