Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your SagePay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your SagePay VSP Direct account.
hu: <b>Megjegyzés:</b> Amennyiben követni szeretné a SagePay rendeléseket, kérjük engedélyezze a 3D Secure Fraud Checking Option beállítást a SagePay VSP Direct fiókjában.
it: <b>Nota:</b> Al fine di monitorare i tuoi ordini SagePay dal software carrello della spesa, si prega di abilitare il 3D Secure frode controllando opzione per tuo conto SagePay VSP diretto.
ka: <b>Примечание:</b> Чтобы отслеживать Ваши SagePay заказы через программу магазина, пожалуйста, включите опцию 3D Secure Fraud Checking в Вашей учетной записи SagePay VSP Direct.
nl: <b>Opmerking:</b> Schakel 3D secure Fraud Checking Optie voor uw SagePay VSP Direct account in, om uw SagePay bestellingen te volgen.
ro: <b>Atentie:</b> in scopul urmaririi comenzilor dvs. de pe SagePage de catre soft-ul de cumparaturi, va rugam activati optiunea 3D Secure Fraud Checking Option pentru contul dvs. de SagePay VSP Direct.

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
hu: Ha kitölti ezt a mezőt, növelni fogja a tranzakciók biztonságát.
it: Prego compilare questo campo con un valore non-vuoto. Questo aumenterà la sicurezza delle transazioni.
ka: გთხოვთ შეავსოთ ეს ველი ნებისმიერი სიმბოლოთი, ეს გაზრდის უსაფრთხოების პროცესს.
nl: Vul dit veld met een niet-lege waarde. Het zal de veiligheid van transacties verhogen.
pl: Please fill this field with any non-empty value. It will increase the security of transactions.
ro: Va rugam completati acest camp cu orice valoare. Va creste securitatea tranzactiilor dvs.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
hu: Egyszerre több elem szerkesztése is lehetséges. Jelölje ki a megfelelő elemek előtti jelölőnégyzetet, majd kattintson a Kijelöltek szerkesztése gombra.
it: Puoi modificare diversi elementi contemporaneamente. Selezionate alcuni elementi nella lista qui sotto, spuntate le caselle dei campi che desiderate modificare e cliccate sul tasto "Modifica selezionati".
ka: თქვენ შეგიძლიათ ერთდორულად დაარედაქტიროთ რამოდენიმე ჩანაწერი. ამისათვის სიიდან ამოირჩიეთ ჩანაწერი, მონიშნეთ ველი რომლის რედაქტირებაც გსურთ და დააჭირეთ ღილაკს "მონიშნულის რედაქტირება"
nl: U kunt meerdere items tegelijk wijzigen. Selecteer hiervoor de gewenste items, vink de velden ter bewerking uit, en klik op de "Wijzig selectie" knop.
pl: Jesteś w stanie zmodyfikować kilka elementów jednocześnie. Wybierz kilka przedmiotów z listy poniżej, odhaczyć pola wyboru obok pól, które chcesz edytować i kliknij na "Zmień zaznaczone ".
ro: Puteti modifica mai multe produse in acelasi timp. Selectati unele produse din lista de mai jos, bifati casutele pentru campurile care doriti sa le modificati apoi dati click pe butonul "Modifica cele selectate".

# Languages::text_select_file
source: Select a file or enter a URL
hu: Válasszon egy fájlt, vagy adjon meg egy URL-t
it: Seleziona un file o inserisci URL
ka: ფაილის არჩევა
nl: Selecteer bestand
pl: Zaznacz plik lub kliknij w link
ro: Selectati un fisier sau introduceti un URL

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
hu: Egyedi lista is választható exportáláshoz (máskülönben minden [name] exportálásra kerül)
it: Puoi selezionare un'intervallo da esportare (altrimenti tutti i [name] saranno esportati)
ka: თქვენ შეგიძლიათ აირჩოთ ექსპორტისთვის სხვადასხვა პროდუქცია (წინააღმდეგ შემთხვევაში ყველა [name] იქნება ექსპორტირებული)
nl: Je kunt een reeks selecteren om te exporteren (anders worden alle [name] geëxporteerd)
pl: Możesz określić zakres exportu (w innym przypadku wszystkie [name] będą wyeksportowane)
ro: Selectati un interval pentru a exporta (altfel toate [name] vor fi exportate)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
hu: Figyelem! Néhány adat nem lesz átmásolva: a szűrőknél megadott kategóriák nem lesznek átmásolva, még akkor sem, ha minden kategóriát átmásolja. Kérjük, javítsa a kategóriákat kézzel.
it: Attenzione! Alcuni dati non saranno copiati durante quest'operazione: le categorie impostate in filtri saranno perse anche se copiate tutte le categorie. Prego adattare categorie manualmente.
nl: Attentie! Sommige gegevens worden niet gekopieerd tijdens de bewerking: de in de filters ingestelde categorieën gaan verloren, zelfs wanneer u alle categorieën kopieert. Repareer de categorieën handmatig.
pl: Uwaga! Niektóre dane nie zostaną skopiowane podczas tej operacji: kategorie określone w filtrach zostaną utracone nawet jeśli skopiujesz wszystkie kategorie. Proszę naprawić kategorie ręcznie.
ro: Atentie! Unele date nu vor fi copiate in timpul acestei operatiuni: categoriile stabilite in filtre se vor pierde chiar daca copiati toate categoriile. Va rugam, sa stabiliti categoriile manual.

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
hu: Figyelem! A művelet során nem minden adat lesz átmásolva: a tulajdonságoknál megadott kategóriák elvesznek, akkor is, ha minden kategóriát átmásol. Kérjük, manuálisan javítsa a kategóriákat.
it: Attenzione! Alcuni dati non saranno copiati durante quest'operazione: le categorie impostate in filtri saranno perse anche se copiate tutte le categorie. Prego adattare categorie manualmente.
nl: Attentie! Sommige gegevens worden niet gekopieerd: de categorieën ingesteld bij eigenschappen zullen verloren gaan, zelfs wanneer u alle categorieën kopieert. Repareer de categorieën handmatig.
pl: Uwaga! Niektóre dane nie zostaną skopiowane podczas tej operacji: kategorie określone w cechach zostaną utracone nawet jeśli skopiujesz wszystkie kategorie. Proszę naprawić kategorie ręcznie.
ro: Atentie! Unele date nu vor fi copiate in timpul acestei operatiuni: categoriile stabilite in caracteristici se vor pierde chiar daca copiati toate categoriile. Va rugam, sa stabiliti categoriile de manual.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
hu: A promóció megosztása esetén bizonyosodjon meg róla, hogy az érintett termékek is meg vannak osztva (ellenőrizze a Termékek megosztását alul)
it: Puoi potere condividere le promozioni assicurarsi che anche i rispettivi prodotti sono condivisi (spuntare condividere prodotti qui sotto)
nl: Voor het delen van aanbiedingen dienen ook de respectievelijke producten gedeeld te zijn (controleer Deel producten hieronder)
pl: W celu współdzielenia promocji, upewnij się odpowiednie produkty są również wspólne (sprawdź poniżej współdzielenie produktów)
ro: In scopul de a impartasi promotii asigurati-va ca produsele respective sunt, de asemenea,impartasite. (verificati produsele impartasite de mai jos)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
hu: A pontosabb szállítási költség számítás érdekében a termékeket több csomagra osztotta a rendszer, melyek a termék és a szállítási mód beállításakor lettek meghatározva. A következő információ csak tájékoztató jellegű
it: Per assicurare uns stima più precisa dei costi di spedizione, i prodotti sono stati suddivisi in imballaggi secondo le impostazioni dei prodotti e la configurazione del metodo di spedizione. Le informazioni seguenti vogliono essere solo una referenza.
ka: Для обеспечения более точного расчета стоимости доставки, товары были разделены по упаковкам, как это задано в настройках товаров и методов доставки. Следующая информация только для справки.
nl: Om een nauwkeuriger verzendtarief te schatten, zijn de producten onderverdeeld in pakketten zoals gedefinieerd in de product instellingen en de verzendmethode configuratie. De volgende informatie is alleen voor referentieel gebruik.
ro: Pentru a asigura o estimare mai exacta a ratei de transport maritim, produsele au fost separate in pachete asa cum este definit de catre setarile produsului si configuratia metodei de transport maritim.Urmatoarele informatii sunt doar pentru uz referential.

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
hu: A szállítási árak megváltoztak!
it: Costi di spedizione sono stati cambiati
ka: ტრანსპორტირების თანხა შეიცვალა
nl: Verzend tarieven zijn gewijzigd
pl: Koszty wysyłki zostały zmienione
ro: Pretul transportului a fost modificat.

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
hu: A rendelés a számlázási címre lesz küldve
it: Ordine sarà spedito all'indirizzo di fatturazione
ka: შეკვეთა მიწოდებული იქნება მომხმარებლის მისამართზე
nl: Bestelling wordt geleverd op het factuuradres
pl: Zamówienie będzie dostarczone na adres kupującego
ro: Comanda va fi livrata la adresa de facturare.

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
hu: Skrill Merchant Tools segítségével bank- és hitelkártyát tud elfogadni több mint 200 országban. A jutalékokról és egyéb költségekről a Skrill hivatalos weboldalán tud tájékozódni http://www.skrill.com.
it: Skrill Merchant Tools consente di acquisire pagamenti da carte di credito, carte di debito e oltre 60 altre opzioni di pagamento locale in oltre 200 paesi. I prezzi altamente competitivi per questo servizio sono pubblicati sul sito Skrill presso www.skrill.com.
nl: Skrill Merchant Tools stelt u in staat om betalingen met creditcard, debit cards en 60 andere locale betaalopties in 200 landen te doen. De zeer concurrerende tarieven voor deze dienst worden gepubliceerd op de website van Skrill op http://www.skrill.com.
ro: Plata Rapida Skrill va creaza posibilitatea de a accepta plati de pe carduri de credit, carduri de debit si peste alte 60 de optiuni de plata locale in peste 200 de tari. Tarifele pentru acest serviciu sunt publicate pe website-ul Skrill-ului la www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
hu: Aktivációs kérelmet küldött ekkor: [date]. Legyen türelemmel. A Skrill Merchant Tools aktivációs folyamata akár 72 órán át is tarthat. Az ellenőrzés befejeztével a Skrill fel fogja venni Önnel a kapcsolatot.
it: Hai inviato una richiesta di attivazione [date]. Si prega che, durante il processo di verifica, è necessario utilizzare gli strumenti di Skrill Merchant e potrebbero impiegare fino a 72 ore. Sarete contattati da Skrill quando è stato completato il processo di verifica.
nl: U heeft een verzoek tot activering op de datum [date]. Houd er rekening mee dat het verificatieproces om Skrill Merchant Tools tot 72 uur kan duren. U zult door Moneybookers gecontacteerd worden als het verificatieproces is voltooid.
ro: Ati trimis o cerere de activare in [date]. Va rugam sa fiti constienti de faptul ca procesul de verificare pentru a folosit Plata Rapida Skrill poate dura pana in 72 de ore. Veti fi contactat de catre Skrill cand procesul de verificare a fost finalizat.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
hu: Az aktivációt követően a Skrill egy új szekcióhoz enged hozzáférést fiókjában, melynek neve Skrill Merchant Tools. Ebben a szekcióban válasszon egy titkos szót, mely ne a jelszava legyen, és adja meg lentebb ezt a szót annak érdekében, hogy csatlakozzon a Skrill szolgáltatáshoz. A titkos szó megadása, az utolsó lépése a aktivációs folyamatnak, mely segítségével titkosítva lesznek a tranzakciók. Ezt követően készen áll az áruház arra, hogy közvetlen fizetéseket fogadjon el a Skrill segítségével.
it: Dopo l'attivazione Skrill concederà di accedere a una nuova sezione nel tuo Skrill Account chiamato Merchant Tools. Vi prego scegliere una parola segreta (non la stessa password) e inserirla nella sezione sottostante per connettersi a Skrill. La parola segreta è l'ultimo passaggio del processo di attivazione per crittografare i tuoi pagamenti in modo sicuro. Dopo sarete pronti per utilizzare tutte le opzioni di pagamento diretto di Skrill.
nl: Na het activeren van Skrill wordt er toegang gegeven tot een apart gedeelte in het Skrill-account genaamd Merchant Tools. Kies hier een wachtwoord (NIET hetzelfde als uw Skrill wachtwoord!) en voer het in onderstaand veld in om verbinding met Skrill te maken. Dit wachtwoord is de laatste stap in het activatieproces en versleutelt de betalingen. Nadat dit voltooid is kunt u direct Skrill-betalingen accepteren.
ro: Dupa activare, Skrill va va oferi acces catre o noua sectiune in contul dvs. de Skrill, sectiune numita Instrumente Comerciant. Va rugam sa va alegeti un cuvant secret (NU acelasi ca si parola) de asemenea introduceti-l in sectiunea de mai jos pentru a va conecta la Skrill. Cuvantul secret e ultimul pas al procesului de activare si platile dvs. vor fi criptate fiind in siguranta. Dupa trimiterea efectuata cu succes veti putea folosi toate optiunile platilor directe a Skrill-ului.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
hu: Amennyiben olyan pénznemet választ, ami nincs benne gyárilag a rendszerben, akkor győződjön meg arról, hogy az <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> kódja megfelelő a <a href="[link]">pénznemek</a> oldalon.
it: Se si seleziona una valuta che non è quella base nel tuo negozio, si prega di assicurarsi che abbia il giusto <a href="http://en.wikipedia.org/wiki/ISO_4217">codice ISO 4217</a> sulla pagina <a href="[link]">valute</a>.
nl: Wanneer u een valuta heeft geselecteerd welke niet de standaard valuta is in uw shop, controleer dan of deze valuta de juiste <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> heeft op de <a href="[link]">valuta</a> pagina.
ro: Daca ati selectat o moneda care nu e de baza in magazinul dvs., asigurati-va ca are <a href="http://en.wikipedia.org/wiki/ISO_4217">codul ISO 4217</a> corect pe pagina <a href="[link]">monezi</a>.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
hu: A megadott e-mail cím nincs regisztrálva a Skrillnél.
it: L'indirizzo e-mail specificato non è registrato su Skrill.
ka: მითითებული ელ ფოსტა არ არის რეგისტრირებული Skrill-ის სისტემაში.
nl: Het e-mailadres is niet geregistreerd in Skrill.
pl: Ten adres e-mail nie jest zarejestrowany w Skrill.
ro: E-mail-ul specificat care nu e inregistrat la Skrill.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
hu: A megadott e-mail cím regisztrálva van a Skrillnél.
it: L'indirizzo e-mail specificato è registrato su Skrill.
ka: მითითებული ელ ფოსტა არის რეგისტრირებული Skrill-ის სისტემაში.
nl: Het e-mailadres is geregistreerd in skrill.
pl: Ten adres e-mail jest zarejestrowany w Skrill.
ro: E-mail-ul specificat e inregistrat laSkrill.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
hu: A Gyors Rendelés aktiválásához szükséges mezők némelyike hiányzik. Kérjük, ellenőrizze.
it: Mancano alcuni campi necessari per l'attivazione della Cassa Veloce. Si prega di controllare.
nl: Enkele verplichte velden voor Quick Checkout activatie zijn niet ingevuld. Controleer opnieuw.
ro: Cateva din campuri necesare pentru activarea Platii Rapide lipsesc. Va rugam verificati.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
it: Se il server HTTPS non è impostato, il logo verrà passato dal protocollo HTTP e gli utenti potranno visualizzare l'avviso "Connessione crittografata parzialmente" sulla pagina Skrill.
nl: Als uw HTTPS-server niet is ingesteld zal het logo met het HTTP-protocol worden gebruikt en gebruikers zien op de Skrill pagina de waarschuwing "Verbinding gedeeltelijk gecodeerd".
ro: Daca serverul HTTPS nu este setat, formula de identificare va fi pasata de catre protocolul HTTP si utilizatorii vor vedea avertismentul "Conexiune Partial Criptata" pe pagina Skrill-ului.

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.
hu: A Skrill nemzetközi fizetési hálózat használatához <a href="[register_url]" target="_blank">ide kattintva</a> regisztrálhat egy ingyenes fiókot.
it: Per accedere alla rete internazionale di pagamento Skrill, si prega di registrarsi <a href="[register_url]" target="_blank">qui</a> per un account gratuito.
nl: Om toegang te krijgen het het internationale betaal netwerk van Skrill te krijgen, kunt u zich <a href="[register_url]" target="_blank">hier</a> registeren voor een gratis account indien u deze nog niet heeft.
ro: Pentru a avea acces la reteaua internationala de plata a Skrill-ului va rugam sa ve inregistrati <a href="[register_url]">aici</a> pentru un cont gratuit daca nu aveti unul inca.

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
hu: Ennek a funkciónak a használatához először mentse el a fizetési módot.
it: Per poter utilizzare questa funzione, si prega di salvare prima il metodo di pagamento.
nl: Om deze functie te gebruiken dient u eerst de betaalmethode op te slaan.
ro: Pentru a utiliza aceasta facilitate va rugam sa salvati modalitatea de plata mai intai.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
hu: A titkos szót kis betűvel kell írni, speciális karakterek nélkül, és maximum 10 karakter hosszú lehet.
it: La parola segreta deve essere in lettere minuscole senza caratteri speciali e almeno di 10 caratteri.
nl: Het geheime woord moet uitsluitend kleine letters zijn, zonder speciale karakters, en minstens 10 tekens lang.
pl: Tajne słowo musi być pisane małymi literami bez znaków specjalnych i mieć długość co najmniej 10 znaków.
ro: Cuvantul secret trebuie sa fie cu litere mari si mici fara caractere speciale si lung de cel putin 10 cifre.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
hu: A megadott titkos szó helyes.
it: La parola segreta specificata è corretta.
ka: მითითებული საიდუმლო სიტყვა სწორია.
nl: Geheime woord is juist.
pl: Podane tajne słowo jest poprawne.
ro: Cuvantul secret specificat este corect.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
hu: A megadott titkos szó helytelen. Kérjük, állítsa be titkos szavát a Skrill fiókjának Merchant Tools szekciójában, majd adja meg itt.
it: La tua parola segreta non è corretta. Scegli la tua parola segreta nella sezione del vostro Skrill Account Merchant Tools e poi immetterla qui.
nl: Uw geheime woord in onjuist. Kies uw geheime woord in de Merchant Tools sectie van je Skrill Account en vul het hier in.
pl: Twoje sekretne słowo jest nieprawidłowe. Proszę wybrać tajne słowo w sekcji Narzędzia Handlowca Konta Skrill, a następnie wpisać je w odpowiednie miejsce.
ro: Cuvantul dvs. secret este incorect. Va rugam alegeti cuvantul secret din sectiunea Unelte Comerciant a contului Monneybookers si intruduceti-l aici.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
hu: <b>Támogatás:</b> <br /><br /> Kérdése van?<br /> Vegye fel a kapcsolatot a Skrill Támogatással emailen: <a href="mailto:">ecommerce@skrill.com</a> vagy telefonon: +44 (0) 870 383 0762.<br />
it: <b>Supporto:</b><br /><br />avete domande?<br />Contatta Skrill a <a href="mailto:ecommerce@skrill.com">ecommerce@skrill.com</a> o telefonicamente al numero + 44 (0) 870 383 0762.<br />
nl: <b>Support:</b> <br /><br /> Heeft u vragen?<br /> Neem contact op met Skrill via <a href="mailto:">ecommerce@skrill.com</a> of per telefoon +44 (0) 870 383 0762.<br />
ro: <b>Suport:</b> <br /><br /> Aveti intrebari?<br /> Contactati Skrill pe <a href="mailto:">ecommerce@skrill.com</a> sau prin telefon +44 (0) 870 383 0762.<br />

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
hu: Nem használhat időintervallumot a "Státusz" paraméterhez, mert ez a paraméter időfüggő.
it: Non puoi utilizzare un intervallo di tempo per il parametro "status" perchè questo parametro è dipendente dal fattore tempo
ka: Вы не можете использовать временной интервал для параметра "Статус", так как этот параметр не зависит от времени.
nl: U kunt geen tijds-interval gebruiken voor de "Status"-parameter, daar deze tijdsgebonden is.
ro: Nu puteti folosi intervalul de timp pentru parametrul "Statut" pentru ca acest parametru este referitor la timp.

# Languages::text_storage_changed
source: Storage changed successfully
hu: A tároló sikeresen megváltozott
it: Memoria cambiata con successo
ka: საცავი წარმატებით შეიცვალა
nl: Opslaglocatie is gewijzigd
pl: Składowanie danych zmienione poprawnie.
ro: Depozitare schimbata cu succes !
