Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
hu: A megadott nyelvi kód ([code]) már létezik
it: Il codice lingua specificato ([code]) esiste già. Prego inserire un'altro codice appropriato.
ka: მიმდინარე ენის კოდი ([code]) უკვე არსებობს, გთხოვთ შეიყვანოთ სხვა.
nl: De verstrekte taal-code ([code]) bestaat al
pl: Podany kod języka ([code]) już istnieje. Proszę podać inny właściwy kod.
ro: Codul pentru limba ([code]) este deja folosit

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
hu: Ilyen e-mail cím nem szerepel az adatbázisunkban!
it: Il nome utente inserito non esiste. Per favore assicurati di aver inserito un nome utente corretto e riprova.
ka: მომხმარებელი ასეთი სახელით არ არის რეგისტრირებული ჩვენს სისტემაში. გთხოვთ გადაამოწმოთ ინფორმაციის სიზუსტე
nl: Uw gebruikersnaam komt niet voor in onze bestanden. Controleer of de gebruikersnaam van uw account correct is ingevoerd en probeer nogmaals.
pl: Wprowadzona nazwa użytkownika nie pasuje do żadnego konta w naszym sklepie. Proszę upewnić się, że poprawnie wprowadzono użytkownika związanego z Twoim kontem i proszę spróbować ponownie.
ro: Numele de utilizator care l-ati specificat nu se potriveste cu conturile existente ale magazinul nostru. Va rugam sa va asigurati ca ati introdus numele de utilizator asociat cu contul dvs. si incercati din nou.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
hu: Az üzenetet elküldése sikertelen.<br />Üzenetküldő hiba:
it: Il messaggio non ha potuto essere inviato.<br>Mailer Error:
ka: შეტყობინების გაგზავნა შეუძლებელია.<br>შეცდომა:
nl: Bericht kon niet verzonden worden.<br>E-mail Fout:
pl: Wiadomość nie mogła zostać wysłana.<br />Mailer Error:
ro: Mesajul nu a putut fi trimis.<br />Eroare de e-mail:

# Languages::error_not_logged
source: You must log in before you can access this resource!
hu: Az oldal megtekintéséhez bejelentkezés szükséges!
it: Devi effettuare l'accesso per accedere a questa risorsa!
ka: რესურსთან წვდომისთვის აუცილებელია რომ გაიაროთ ავტორიზაცია!
nl: U dient in te loggen alvorens dit gedeelte te betreden.
pl: Musisz być zalogowany żeby mieć dostęp do zasobów.
ro: Trebuie sa va autentificati inainte de a putea accesa aceasta resursa!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
hu: Nincsenek kiválasztott elemek! Legalább egy jelölőnégyzetet ki kell választani.
it: Nessun elemento selezionato! Almeno una casella deve essere selezionata per eseguire questa operazione.
ka: ჩანაწერი არაა არჩეული! ამ მოქმედების შესასრულებლად საჭროა მინიმუმ ერთი ჩანაწერის არჩევა.
nl: Geen selectie! U dient minimaal 1 checkbox te selecteren om door te gaan.
pl: Nie wybrano żadnej pozycji! Przynajmniej jedna pozycja z listy musi być wybrana żeby wykonać operację.
ro: Nici un produs selectat! Cel putin o casuta trebuie bifata pentru a efectua o actiune.

# Languages::error_occured
source: Error occurred.
hu: Hiba.
it: Si è verificato un errore
ka: წარმოიშვა შეცდომა.
nl: Fout opgetreden.
pl: Error occured.
ro: A aparut o eroare

# Languages::error_occurred
source: Error occurred
hu: Hiba történt
it: Si è verificato un errore
ka: წარმოიქმნა შეცდომა
nl: Fout opgetreden
pl: Wystąpił błąd
ro: A aparut o eroare

# Languages::error_passwords_dont_match
source: The passwords do not match.
hu: A jelszavak nem egyeznek
it: Le password non corrispondono.
ka: შეყვანილი პაროლები არ ემთხვევა ერთმანეთს
nl: De wachtwoorden komen niet overeen.
pl: Hasła nie pasują.
ro: Parolele nu se potrivesc.

# Languages::error_password_content
source: The password must contain both letters and numbers.
hu: A jelszónak számot és betűt is kell tartalmaznia.
it: La password deve contenere sia lettere che numeri.
ka: პაროლი უნდა შეიცავდეს ციფრებს და ასოებს
nl: Het wachtwoord moet zowel letters als cijfers bevatten.
pl: Hasło musi zawierać litery i cyfry.
ro: Parola trebuie sa contina litere si numere.

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
hu: A jelszó érvényessége lejárt. Kérjük azonnal cserélje le a jelszavát.
it: La tua password è scaduta. Devi cambiare la tua password adesso.
ka: თქვენი პაროლის ვადა ამოწურულია. თქვენ უნდა შეცვალოთ თქვენი პაროლი.
nl: Uw wachtwoord is verlopen. U moet uw wachtwoord nu aanpassen.
pl: Twoje hasło wygasło. Proszę teraz zmienić hasło.
ro: Parola dvs. a expirat. Trebuie sa va schimbati parola acum.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
hu: A jelszava lejárt. <p><a href="[link]" class="underlined"><b>Jelszóváltoztatás &#155;&#155;</b></a></p>
it: La tua password è scaduta. <p><a href="[link]" class="underlined"><b>Cambia password&#155;&#155;</b></a></p>
ka: თქვენი პაროლის ვადა ამოწურულია. <p><a href="[link]" class="underlined"><b>თქვენ უნდა შეცვალოთ თქვენი პაროლი &#155;&#155;</b></a></p>
nl: Uw wachtwoord is verlopen. <p><a href="[link]" class="underlined"><b>Wijzig wachtwoord &#155;&#155;</b></a></p>
pl: Twoje hasło się przedawniło <p><a href="[link]" class="underlined"> <b>Zmień hasło&#155;&#155;</b></a></p>
ro: Parola dvs. a expirat. <p><a href="[link]" class="underlined"><b>Schimbati parola &#155;&#155;</b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
hu: A jelszó minimum <strong>[number]</strong> karaktert kell tartalmazzon.
it: La password deve contenere almeno <b>[number]</b> caratteri.
ka: პაროლი უნდა შეიცავდეს მინიმუმ <b>[number]</b> სიმბოლოს.
nl: Het wachtwoord moet ten minste <b>[number]</b> karakters bevatten.
pl: Hasło musi się składać z <b>[number]</b> znaków.
ro: Parola trebuie sa contina cel putin <b>[number]</b> caractere.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
hu: Az új jelszó nem egyezhet meg az előző 4 jelszóval. Kérjük, válasszon másik jelszót.
it: La tua nuova password non deve coincidere con nessuna delle quattro password utilizzate precedentemente. Per favore utilizza un'altra password.
ka: Ваш новый пароль не должен совпадать с четырьмя паролями, которые использовались до этого. Пожалуйста, используйте другой пароль.
nl: Uw nieuwe wachtwoord mag niet overeenkomen met één van de 4 eerder gebruikte wachtwoorden. Gebruik een ander wachtwoord.
pl: Nowe hasło nie może być podobne do poprzedniego. Proszę wpisać inne hasło.
ro: Noua dvs.parola nu coincide cu nici una din acele patru utilizate anterior. Va rugam folositi o alta parola.

# Languages::error_permissions_not_changed
source: Cannot change permissions
hu: Nem lehet megváltoztatni a jogosultságokat
it: Non è possibile cambiare le autorizzazioni di accesso
ka: უფლებების შეცვლა შეუძლებელია
nl: Kan rechten niet aanpassen
pl: Nie można zmienić uprawnień
ro: Nu s-au putut modifica permisiunile.

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
hu: Hiba a státuszváltás közben. A státusz nem változott meg.
it: Errore durante l'aggiornamento dello stato. Lo stato non è stato cambiato.
ka: შეცდომა სტატუსის განახლებისას, სტატუსი ვერ იქნა განახლებული.
nl: Fout tijdens het updaten van de status. Status is niet gewijzigd.
pl: Error while updating the status. The status has not been changed.
ro: A existat o eroare in timpul actualizarii statusului. Statusul nu a fost schimbat.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
hu: Az arculat leíró fájlja ("manifest") nem található. A telepítés megszakadt.
it: File di descrizione Tema ("manifest") non trovato. L'installazione è stata cancellata.
nl: Thema omschrijvings bestand ("manifest") is niet gevonden. Installatie geannuleerd.
pl: Pliku opisujący temat graficzny ("manifest") nie został znaleziony. Instalacja anulowana.
ro: Descrierea fisierului pentru aspect ("manifest") nu a fost gasita. Instalarea a fost anulata.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
hu: Ezzel az e-mail címmel már regisztráltak!
it: Il nome utente o l'E-mail da te selezionati sono già presenti nel nostro sistema. Prova a utilizzarne uno diverso.
ka: არჩეული ფსევდონიმი ან ელ-ფოსტა უკვე არსებობს, გთხოვთ აირჩიოთ სხვა.
nl: Deze naam of e-mail bestaat al in ons bestand. Probeer a.u.b. een ander.
pl: Nazwa użytkownika lub adres e-mail już istnieją w baze, wpisz inny.
ro: Numele de utilizator sau e-mail-ul ales exista deja, va rugam sa incercati altele.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
hu: A <strong>[field]</strong> mezőbe írt színkód helytelen.
it: Il codice colore nel campo <b>[field]</b> non è valido.
nl: De kleurcode in het <b>[field]</b> veld is ongeldig.
pl: Kod koloru w polu <b>[field]</b> jest niewłaściwy.
ro: Codul de culoare in fisierul <b>[field]</b> este invalid

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
hu: Érvénytelen az e-mail cím a(z) <b>[field]</b> mezőben.
it: Indirizzo e-mail in <b>[field]</b> non è valido
ka: თქვენს მიერ შეყვანილი მისამართი <b>[field]</b> -ის ველში არასწორია.
nl: Het e-mailadres in het veld <b>[field]</b> is ongeldig.
pl: Adres e-mail w polu <b>[field]</ b> jest nieprawidłowy.
ro: Adresa de e-mail din campul <b>[field]</b> este invalida.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
hu: A <b>[field]</b> mező értéke helytelen. Csak egész szám lehet.
it: Il valore nel campo <b>[field]</b> non è valido. Deve essere un numero intero.
ka: ველის მნიშვნელობა <b>[field]</b> არასწორია. მნიშვნელობა უნდა იყოს მთელი რიცხვი.
nl: De waarde van het veld <b>[field]</b> is ongeldig. Het moet een getal zijn.
pl: Wartość <b>[field]</b> jest nieprawidłowa. Powinna być liczbą całkowitą.
ro: Valoarea campului <b>[field]</b> este invalida. Ar trebui sa fie o valoare intreaga.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
hu: Érvénytelen a(z) <b>[field]</b> mező tartalma.
it: Il valore nel campo <b>[field]</b> non è valido.
ka: ველის მნიშვნელობა <b>[field]</b> - არასწორია.
nl: De waarde in het veld <b>[field]</b> is ongeldig.
pl: Wartość w polu <b>[field]</b> jest niewłaściwa.
ro: Valoarea campului <b>[field]</b> este invalida.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
hu: A <b>[field]</b> mező nem tartalmazza a kijelölt opciókat.
it: Il campo <b>[field]</b> non contiene opzioni selezionate.
ka: ველს<b>[field]</b> არ გააჩნია არჩეული პარამეტრები.
nl: Het veld <b>[field]</b> bevat niet de geselecteerde opties.
pl: The <b>[field]</b> field does not have selected options.
ro: Campul <b>[field]</b> nu are optiuni selectate.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
hu: A <strong>[field2]</strong> és <strong>[field]</strong> mezőben megadott jelszavak nem egyeznek.
it: Le password dei campi <b>[field2]</b> e <b>[field]</b> non corrispondono.
ka: <b>[field2]</b> და <b>[field1]</b> არ ემთხვევა.
nl: De wachtwoorden in de velden <b>[field2]</b> en <b>[field]</b> komen niet overeen.
pl: The passwords in the <b>[field2]</b> and <b>[field1]</b> fields do not match.
ro: Parola in campul <b>[field2]</b> si <b>[field]</b> nu se potrivesc.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
hu: A telefonszám formátuma helytelen! A helyes formátum: (30) 555-55-55 vagy 30 555 5555.
it: Numero di telefono in <b>[field]</b> non è valido. Il formato giusto è (0039) 02-666-555.
ka: ტელეფონის ნომერი არასწორია ველში <b>[field]</b>. სწორი ფორმატი: (555) 55-55-55.
nl: Het telefoonnummer in het veld <b>[field]</b> is ongeldig. Het juiste formaat is (555) 555-55-55 of 55 55 555 5555.
pl: Wpisany numer telefonu w polu <b>[field]</b> jest nieprawidłowy. Prawidłowy format to np. telefon kom.(+48) 555555555 lub stacjonarny (+48) 61 5555555
ro: Formatul numarului de telefon in campul <b>[field]</b> este invalida. Formatul corect este (555) 555-55-55 sau 55 55 555 5555.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
hu: Ehhez a fizetési módhoz a következő formátumot kell alkalmazni: 555 555 5555.
it: Per questo metodo di pagamento è necessario utilizzare il seguente formato: 555 555 5555
ka: აუცილებელია რომ გამოიყენოთ მსგავსი სახის ფორმატი ამ მეთოდით გადახდისას: 555 55-55-55.
nl: Het is verplicht het volgende formaat te gebruiken voor deze betaalmethode: 555 555 5555.
pl: Do tej metody płatności wymagane jest użycie następującego formatu: 555 555 5555.
ro: Este necesar sa folositi urmatorul format pentru aceasta metoda de plata: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
hu: A <b>[field]</b> mezőt kötelező kitölteni!
it: Il campo <b>[field]</b> è obbligatorio.
ka: ველი <b>[field]</b> შესავსებია.
nl: Het veld <b>[field]</b> is verplicht.
pl: <b>[field]</b> pole jest obowiązkowe.
ro: Campul <b>[field]</b> este obligatoriu.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
hu: A <strong>[field]</strong> mezőben megadott irányítószám helytelen. A helyes formátum: [extra].
it: Il CAP/codice postale in <b>[field]</b> è sbagliato. Il formato giusto è [extra].
ka: არასწორი საფოსტო ინდექსი ველში <b>[field]</b>. სწორი ფორმატი: [extra].
nl: De postcode in het veld <b>[field]</b> is onjuist. Het jusite formaat is [extra].
pl: Kod pocztowy w <b>[field]</b> jest niepoprawny. Poprawny format to [extra].
ro: Codul postal in campul <b>[field]</b> este incorect. Formatul corect este [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
hu: A kiválasztott email címhez tartozó cég már létezik, kérjük válasszon másikat.
it: L'azienda con l'indirizzo e-mail che hai scelto esiste già, per favore prova con un'altro.
nl: Het bedrijf met het gekozen e-mailadres bestaat al, probeer een andere.
pl: Firma z wybranym przez Ciebie adresem e-mail już istnieje. Spróbuj ponownie.
ro: Compania cu acesta adresa de e-mail exista,va rugam incercati alta.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
hu: CVV/CVC túl rövid.
it: CVV/CVC è troppo breve.
ka: CVV/CVC-ის კოდი არის ძალიან პატარა.
nl: CVV/CVC is te kort.
pl: CVV/CVC jest zbyt krótki.
ro: CVV/CVC este prea scurt.

# Languages::exact_phrase
source: The exact phrase
hu: A pontos kifejezésre
it: La frase esatta
ka: ზუსტი ფრაზა
nl: De juiste uitdrukking
pl: Dokładnie taka fraza
ro: Fraza exacta

# Languages::excellent
source: Excellent!
hu: Kifogástalan!
it: Eccellente!
ka: შესანიშნავი
nl: Uitstekend!
pl: Doskonale!
ro: Excelent!

# Languages::exception
source: Exception
hu: Kivétel
it: Eccezione
ka: გამონაკლისი
nl: Uitzondering
pl: Wyjątek
ro: Exceptie

# Languages::exceptions
source: Exceptions
hu: Kivételek
it: Eccezioni
ka: გამონაკლისები
nl: Uitzonderingen
pl: Z wyjątkiem
ro: Exceptii

# Languages::exceptions_type
source: Exceptions type
hu: Kivétel típusa
it: Tipo di eccezioni
ka: გამონაკლისის ტიპი
nl: Soort uitzondering
pl: Rodzaj kombinacji
ro: Tipul exceptiilor

# Languages::exception_disabled
source: No variant can be selected
hu: Nem választható ki variáns
it: Nessuna variante può essere selezionata
ka: არცერთი ვარიანტის შერჩევა არ ხერხდება
nl: Er kan geen variant worden geselecteerd
pl: Nie może być wybrany żaden wariant
ro: Nici o varianta nu poate fi selectata

# Languages::exception_disregard
source: Any variant
hu: Bármely variáns
it: Qualsiasi variante
ka: შესაძლებელია ნებისმიერი ვარიანტის შერჩევა
nl: Elke variant
pl: Jakiekolwiek wariant
ro: Orice varianta poate fi selectata

# Languages::exception_error
source: ERROR
hu: HIBA
it: ERRORE
ka: შეცდომა
nl: FOUT
pl: Błąd
ro: EROARE

# Languages::exception_error_code
source: Error code:
hu: Hiba:
it: Codice errore:
ka: შეცდომის კოდი:
nl: Fout code:
pl: Kod błędu:
ro: Cod eroare

# Languages::exception_exist
source: This exception combination already exists
hu: Ez a kivétel kombináció már létezik
it: Questa combinazione di eccezioni esiste già
ka: გამონაკლისების ეს კომბინაცია უკვე არსებობს
nl: Deze uitzonderingscombinatie bestaat al
pl: Taki zestaw "Kup razem" już istnieje
ro: Aceasta combinatie pentru exceptie exista deja

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
hu: Ajjajj :(<br />Nincs ilyen oldal!
it: Oops!<br />Non siamo riusciti a trovare quello che stavi cercando.
ka: შეცდომა!<br>თქვენს მიერ მოთხოვნილი გვერდი ვერ იქნა მოძიებული.
nl: Oeps!<br />We hebben niet gevonden waar u naar op zoek was.
pl: Oops! <br /> Nie mogliśmy znaleźć tego, czego szukasz.
ro: Oops!<br />Nu am reusit sa gasim ceea ce ati cautat.

# Languages::exchange_rate
source: Live exchange rates
hu: Aktuális árfolyamok
it: Tassi di cambio in tempo reale
ka: ვალუტის კურსი რეალურ დროში
nl: Live wisselkoersen
pl: Aktualne kursy walut
ro: Rata de schimb valutar

# Languages::exec
source: Execute
hu: Futtatás
it: Esegui
ka: შესრულება
nl: Uitvoeren
pl: Wykonywanie
ro: Executa

# Languages::exim_remove_additional_images
source: Clean up
hu: Tisztítás
it: Cancella immagini aggiuntive
ka: გასუფთავება
nl: Opschonen
pl: Usuń dodatkowe zdjęcia
ro: Curata

# Languages::exit_point
source: Exit point
hu: Kilépési pont
it: Punto d'uscita
ka: გასვლის წერტილი
nl: Exitpunt
pl: Punkt wyjścia
ro: Punct de iesire

# Languages::exp
source: Exp
hu: Lejárat
it: Scadenza

# Languages::expanded
source: Expanded
hu: Kinyitott
it: Estesa
ka: გაფართოებული
nl: Uitgebreid
pl: Rozwinięte
ro: Extindeti

# Languages::expand_collapse_list
source: Expand / collapse the list of items
hu: Lista elemeinek kibontása/ összecsukása
it: Espandi / Comprimi lista elementi
ka: ძიების ფუნქციების გაფართოება / შეკვეცა
nl: Itemlijst in- en uitklappen
pl: Rozszerz / zawęź listę pozycji
ro: Extindeti / ascundeti lista produselor

# Languages::expand_sublist_of_items
source: Expand the sublist of items
hu: Az alsó elemek kinyitása
it: Espandere la sottolista degli articoli
ka: Расширить подсписок элементов
nl: Item-sublijst uitbreiden
pl: Rozwiń podmenu elementów
ro: Extindeti sublista de produse

# Languages::expired
source: Expired
hu: Lejárt
it: Scaduto
ka: ვადაგასული
nl: Verlopen
pl: Wygasłe
ro: Expirat

# Languages::expirepreauth
source: Preauthorization
hu: Előzetes egedélyezés
it: Pre-autorizzazione
ka: პრეავტორიზაცია
nl: Pre-authenticatie
pl: Preautoryzacja
ro: Pre-Autorizare

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
it: Limite in giorni del periodo di attesa della pre-autorizzazione. Il valore massimo è 30 giorni. Con il tipo di richiesta "vendita", lasciare questo campo vuoto.
ka: Лимит для Preauthorization в днях. Максимальное значение 30 дней. Если используется тип запроса “Sale”, оставьте поле пустым.
nl: Preauthorisatie wacht limiet in dagen. De maximale waarde is 30 dagen. Laat dit veld leeg bij het aanvraagtype "Sale".
ro: Pre-autorizarea este limitata in zile. Maximul valorii este 30 zile. Lasati acest camp gol in cazul in care cererea este de tip "Sale"

# Languages::expiry_date
source: Expiration date
hu: Lejárati idő
it: Data di scadenza
ka: ბარათის ვადის ამოწურვის თარიღი
nl: Verloopdatum
pl: Data ważności
ro: Data expirarii

# Languages::export
source: Export
hu: Exportálás
it: Esporta
ka: ექსპორტი
nl: Exporteer
pl: Eksport
ro: Exportati

# Languages::exported_fields
source: Exported fields
hu: Exportálásra kerülő mezők
it: Campi esportati
ka: ექსპორტირებადი ველები
nl: Geëxporteerde velden
pl: Wyeksportowane pola
ro: Campuri exportate

# Languages::exported_files
source: Exported files
hu: Exportált fájlok
it: File esportati
ka: ექსპორტირებადი ფაილები
nl: Geëxporteerde bestanden
pl: Eksportowane pliki
ro: Fisiere exportate

# Languages::exporting_data
source: Exporting data
hu: Adat exportálása
it: Esporta dati
ka: მონაცემთა ექსპორტი
nl: Geëxporteerde gegevens
pl: Eksportowanie danych
ro: Exportati date

# Languages::export_data
source: Export data
hu: Exportálás
it: Esporta dati
ka: მონაცემების ექსპორტი
nl: Exporteer gegevens
pl: Eksport danych
ro: Exportati date

# Languages::export_locations
source: Export locations
hu: Régiók exportálása
it: Esporta posizioni
ka: მდებარეობის ექსპორტი
nl: Exporteer locaties
pl: Eksport lokacji
ro: Exportati locatii

# Languages::export_options
source: Export options
hu: Export beállítások
it: Opzioni esportazione
ka: პარამეტრების ექსპორტი
nl: Export opties
pl: Eksport opcji
ro: Exportati optiuni

# Languages::export_selected
source: Export selected
hu: Kiválasztottak exportálása
it: Esporta selezionati
ka: მონიშნულის ექსპორტირება
nl: Exporteer geselecteerde
pl: Eksportuj wybrane
ro: Exportati cele selectate

# Languages::extended
source: Extended
hu: Kiterjesztett
it: Esteso(i)
ka: დეტალური
nl: Uitgebreid
pl: Rozszerzona
ro: Extins

# Languages::extra_services
source: Extra services
hu: Extra szolgáltatások
it: Servizi supplementari
ka: დამატებითი სერვისები
nl: Extra diensten
pl: Dodatkowe usługi
ro: Servicii aditionale

# Languages::fail
source: Fail
hu: Hiba
it: Non riuscito
ka: შეცდომა
nl: Faal
pl: Niepowodzenie
ro: Esec

# Languages::failed
source: Failed
hu: Hibás
it: Non riuscito
ka: ვერ გაიარა
nl: Mislukt
pl: Błędne
ro: Esuat

# Languages::fair
source: Fair
hu: Elmegy
it: Buono
ka: ცუდი
nl: Gemiddeld
pl: Dostatecznie
ro: Acceptabil

# Languages::false
source: False
hu: Hamis
it: Errato
ka: მცდარია
nl: Onjuist
pl: Fałsz
ro: FALS

# Languages::faroese
source: Faroese
hu: Feröer-szigetek
it: Faeroese
ka: ფარერი
ro: Feroeza

# Languages::fast
source: Fast
hu: Gyors
it: Veloce
ka: სწრაფი
nl: Snel
pl: Szybko
ro: Rapid

# Languages::feature
source: Feature
hu: Tulajdonság
it: Caratteristica
ka: მახასიათებლები
nl: Eigenschap
pl: Cecha
ro: Caracteristica

# Languages::features
source: Features
hu: Tulajdonságok
it: Caratteristiche
ka: მახასიათებლები
nl: Eigenschappen
pl: Cechy
ro: Caracteristici

# Languages::features_delimiter
source: Features delimiter
hu: Tulajdonság elválasztó
it: Delimitatore caratteristiche
ka: მახასიათებლების გამყოფი
nl: Eigenschappen scheidingsteken
pl: Znak rozdzielający dla cech produktów
ro: Separator caracteristici

# Languages::features_menu_description
source: Add and manage extra product fields.
hu: Extra termék mezők hozzáadása, kezelése
it: Aggiungi e gestisci campi prodotto addizionali.
nl: Extra producteigenschappen beheren
pl: Dodawaj i zarządzaj dodatkowymi polami produktu.
ro: Adauga si administreaza "campuri" aditionale in produs

# Languages::feature_code
source: Feature code
hu: Tulajdonság kód
it: Codice caratteristica
nl: Eigenschap code
pl: Kod cechy
ro: Codul caracteristicii

# Languages::feature_comparison
source: Feature comparison
hu: Tulajdonság összehasonlítás
it: Confronta caratteristiche
ka: პროდუქციის შედარება
nl: Eigenschap vergelijking
pl: Możliwość porównania
ro: Comparati caracteristicile

# Languages::feature_display_on_catalog
source: Show in product list
hu: Megjelenítés terméklistában
it: Mostra in lista prodotti
nl: Toon in productlijst
pl: Pokaż na liście produktów
ro: Arata in lista de produse
