Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_worldpay_notice
source: Configure your WorldPay account before using the payment.<br /><br />Go to the WorldPay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
hu: Mielőtt a WorldPay fizetést használja, kérjük állítsa be a fiókját.<br /><br />Lépjen be a WorldPay adminisztrációs panelre, és ott a telepítés szekcióba.<br /><br />Töltse ki a mezőket a következőképpen:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Írjon be egy jelszót.</b> Ismételje meg a jelszót.<br />MD5 secret for transactions: <b>Írjon be egy jelszót.</b> Ismételje meg a jelszót<br />SignatureFields: <b>instId:amount:currency:cartId</b>
it: Configurare il proprio account WorldPay prima di utilizzare il pagamento.<br /><br />Vai alla pagina di amministrazione WorldPay e passa alla sezione installazione.<br /><br />Riempire i campi come segue:<br /><br />URL di risposta del pagamento: <b>[return_url]</b><br />Password Risposta Pagamento: <b>crea una parola segreta.</b>La stessa parola deve essere immessa nel rispettivo campo sottostante<br />MD5 segreto per le transazioni: <b>crea una parola segreta.</b> La stessa parola deve essere immessa nel rispettivo campo sottostante<br />SignatureFields: <b>instId:amount:currency:cartId</b>
ka: დაბრუნებისთვის გთხოვთ გამოიყენოთ შემდეგი ბმული: <br /><b>[return_url]</b>
nl: Configureer uw WorldPay account voor u de betaling gaat gebruiken.<br /><br />Ga naar de WorldPay administratie pagina en schakel naar de installatie pagina.<br /><br />Vul de velden als volgt in:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Maak een geheim woord.</b> Hetzelfde woord moet ingevuld worden in het veld hieronder<br />MD5 geheim voor transacties: <b>Maak een geheim woord.</b> Hetzelfde woord moet ingevuld worden in het veld hieronder<br />SignatureFields: <b>instId:amount:currency:cartId</b>
pl: Please use the following URL as the callback url: <br /><b>[return_url]</b>
ro: Va rugam folositi urmatoarea adresa URL pentru apelul invers al URL-ului: <br /><b>[return_url]</b>

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
hu: Helyettesítő karakterek alkalmazása engedélyezett ennél a mezőnél: <br /><b>'?'</b> - 1db tetszőleges karakter;<b>'*'</b> - bármennyi karakter egymás után.<br /><br /><u>Például:</u><br /><b>98?78</b> &nbsp;&nbsp;(helyes minta a következőekre: 98878, 98378, 98978, stb...)<br /><b>12*</b>&nbsp;&nbsp; (helyes minta a következőekre:12345, 12876, 12098, stb..)
it: In questo campo potete utilizzare caratteri jolly (wildcards):<br> <b>'?'</b> - qualsiasi carattere singolo; <b>'*'</b> - qualsiasi numero di caratteri. <br><br> <u>Esempio:</u><br> <b>98?78</b> &nbsp;&nbsp;(corrisponde a 98878, 98378, 98978, ecc.)<br> <b>12*</b>&nbsp;&nbsp; (corrisponde a 12345, 12876, 12098, ecc..)
ka: В это поле Вы можете использовать подстановочные символы:<br><b>'?'</b> - любой одиночный символ;<b>'*'</b> - любое количество символов.<br><br><u>Например:</u><br><b>98?78</b> &nbsp;&nbsp;(соответствует 98878, 98378, 98978 и т.д.)<br><b>12*</b>&nbsp;&nbsp; (соответствует 12345, 12876, 12098 и т.д.)
nl: In dit veld kunt u wildcards gebruiken:<br><b>'?'</b> - elk enkel karakter;<b>'*'</b> - elk aantal karakters.<br><br><u>Voorbeeld:</u><br><b>98?78</b> &nbsp;&nbsp;(komt overeen met 98878, 98378, 98978, etc)<br><b>12*</b>&nbsp;&nbsp; (komt overeen met 12345, 12876, 12098, etc..)
pl: Masz możliwość użycia symbolu wieloznacznego w tym polu:<br> <b>'?'</b> - jakiegokolwiek znaku pojedynczego; <b>'*'</b> - jakiejkolwiek liczby znaków. <br><br> <u>Przykład:</u><br> <b>98?78</b> &nbsp;&nbsp;(odpowiada wartościom 98878, 98378, 98978, etc)<br> <b>12*</b>&nbsp;&nbsp; (odpowiada wartościom 12345, 12876, 12098, etc..)
ro: In acest camp puteti folosi metacaractere:<br /><b>'?'</b> - orice caracter unic;<b>'*'</b> - orice numar de caractere.<br /><br /><u>Exemplu:</u><br /><b>98?78</b> (corespunde cu 98878, 98378, 98978, etc)<br /><b>12*</b> (corespunde cu 12345, 12876, 12098, etc..)

# Languages::theme
source: Theme
hu: Arculat
it: Modello
ka: თემა
nl: Thema
pl: Temat graficzny
ro: Tema

# Languages::themes
source: Themes
hu: Arculatok
it: Modelli
ka: თემები
nl: Thema's
pl: Temat graficzny
ro: Teme

# Languages::theme_directory
source: Theme directory
hu: Arculat mappája
it: Cartella modelli
ka: თემის საქაღალდე
nl: Thema map
pl: Katalog tematu graficznego
ro: Director tema.

# Languages::theme_editor
source: Theme editor
hu: Aruclat szerkesztése
it: Editor di Modelli
ka: თემის რედაქტორი
nl: Thema editor
pl: Edytor wyglądu
ro: Editor tema.

# Languages::theme_editor.background
source: Background
hu: Háttér
it: Sfondo
ka: უკანა ფონი
nl: Achtergrond
pl: Tło
ro: Fundal

# Languages::theme_editor.backgrounds
source: Backgrounds
hu: Hátterek
it: Sfondi
ka: უკანა ფონები
nl: Achtergronden
pl: Tła

# Languages::theme_editor.background_color
source: Background color
hu: Háttérszín
it: Colore di sfondo
ka: ფონის ფერი
nl: Achtergrondkleur
pl: Kolor tła
ro: Fundaluri

# Languages::theme_editor.body_font
source: Body
it: Carattere corpo testo
ka: შიგთავსი
pl: Główna czcionka
ro: Corp

# Languages::theme_editor.browse
source: Browse
hu: Tallózás
it: Sfoglia
ka: მოძიება
nl: Bladeren
pl: Przeglądaj

# Languages::theme_editor.buttons_font
source: Buttons
hu: Gombok
it: Pulsanti
ka: ღილაკები
nl: Knoppen
pl: Przyciski
ro: Butoane

# Languages::theme_editor.close
source: Close theme editor
hu: Arculat szerkesztésének bezárása
it: Chiudi editor di modelli
ka: თემის/გარსის რედაქტორის დახურვა
nl: Sluit thema editor
pl: Zamknij edytor wyglądu
ro: Inchideti editorul de teme

# Languages::theme_editor.colors
source: Colors
hu: Színek
it: Colori
ka: ფერები
nl: Kleuren
pl: Kolory
ro: Culori

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
hu: Színkombinációk
it: Combinazione colori
ka: ფერების კომბინაციები
nl: Kleurencombinatie
pl: Kombinacja kolorów
ro: Combinatii de culori

# Languages::theme_editor.color_gen_analogic
source: Analogic
hu: Analóg
it: Analogico
ka: ანალოგური
nl: Analoog
pl: Analogowy

# Languages::theme_editor.color_gen_base_color
source: Base color
hu: Alap szín
it: Colore di base
ka: ბაზისური ფერი
nl: Basiskleur
pl: Kolor podstawowy
ro: Culoare de baza

# Languages::theme_editor.color_gen_contrast
source: Contrast
hu: Kontraszt
it: Contrasto
ka: კონტრასტი
pl: Kontrast

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
hu: Sötét pasztell
it: Pastello scuro
nl: Donkere pastel
pl: Ciemny pastel
ro: Pastel cu nuanta inchisa

# Languages::theme_editor.color_gen_default
source: Default
hu: Alapértelmezett
it: Predefinito
ka: ნაგულისხმევი
nl: Standaard
pl: Domyślny

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
hu: Világos pasztell
it: Pastello chiaro
nl: Lichte pastel
pl: Jasny pastel
ro: Pastel cu nuanta deschisa

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
hu: Monokróm
it: Monochromatico
nl: Monochromatisch
pl: Monochromatyczny
ro: Monocrom

# Languages::theme_editor.color_gen_pale
source: Pale
hu: Halvány
it: Chiaro
nl: Bleek
pl: Blady
ro: Pal

# Languages::theme_editor.color_gen_pastel
source: Pastel
hu: Pasztell
it: Pastello
pl: Pastelowy

# Languages::theme_editor.color_gen_title
source: Generate colors
hu: Színek generálása
it: Genera colori
ka: ფერების გენერირება
nl: Genereer kleuren
pl: Generowanie kolorów
ro: Generati culori

# Languages::theme_editor.color_gen_triad
source: Triad
hu: Triász
it: Triade
nl: Triade
pl: Triada
ro: Triada

# Languages::theme_editor.color_gen_variant
source: Variation
hu: Variáció
it: Variazione
ka: ვარიაცია
nl: Variatie
pl: Wariacja
ro: Variatie

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
hu: Kontraszt
it: Contrasto
ka: კონტრასტი
pl: Kontrast

# Languages::theme_editor.content_bg
source: Content
hu: Tartalom
it: Contenuto
ka: შემცველობა
nl: Inhoud
pl: Zawartość
ro: Continut

# Languages::theme_editor.css
source: Custom CSS
hu: Egyedi CSS
it: CSS personalizzato
nl: Aangepaste CSS
pl: Niestandardowe CSS
ro: CSS personalizat

# Languages::theme_editor.customize
source: Customize
hu: Testreszabás
it: Personalizza
nl: Aanpassen
pl: Dostosowywanie
ro: Personalizati

# Languages::theme_editor.decorative_color
source: Decorative
hu: Dekoratív
it: Decorativo
nl: Decoratief
pl: Ozdobny
ro: Decorativ

# Languages::theme_editor.discount_label
source: Discount label
hu: Akciós címke
it: Etichetta sconto
nl: Korting label
pl: Etykieta rabatu
ro: Reducere

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
hu: Ezzel a névvel már létezik stílus. Kérjük, válasszon másikat.
it: Lo stile con questo nome esiste già. Si prega di scegliere un altro.
nl: Er bestaal al een stijl met deze naam. Kies een andere naam.
pl: Styl o tej nazwie już istnieje. Proszę wybrać inny.
ro: Stilul cu acest nume deja exista Va rugam sa alegeti un alt stil.

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
hu: A favicon pontosan 16x16px méretű lehet
it: Dimensione Favicon deve essere 16x16 px
ka: Favicon-ის ზომა უნდა იყოს16x16 px
nl: Favicon afmetingen moet 16x16 px zijn
pl: Rozmiar Favicon musi być w rozmiarze 16x16 px
ro: Dimensiunea faviconului trebuie sa fie 16x16 px

# Languages::theme_editor.fixed
source: Fixed
hu: Fix
it: Fisso
ka: ფიქსირებული
nl: Vast
pl: Stały
ro: Fixat

# Languages::theme_editor.font
source: Font
hu: Betűtípus
it: Carattere
ka: შრიფტი
nl: Lettertype
pl: Czcionka

# Languages::theme_editor.fonts
source: Fonts
hu: Betűtípusok
it: Caratteri
ka: შრიფტები
nl: Lettertypes
pl: Czcionki
ro: Fonturi

# Languages::theme_editor.font_color
source: Font
hu: Betűtípus
it: Carattere
ka: შრიფტი
nl: Lettertype
pl: Czcionka

# Languages::theme_editor.footer
source: Footer
hu: Lábléc
it: Piè di pagina
nl: Voettekst
pl: Stopka
ro: Subsol

# Languages::theme_editor.footer_text
source: Footer text
hu: Lábléc szöveg
it: Testo piè di pagina
nl: Footer tekst
pl: Tekst w stopce
ro: Text subsol

# Languages::theme_editor.full_width
source: Full width
hu: Teljes szélességű
it: Larghezza completa
nl: Volledige breedte
pl: Pełna szerokość
ro: Latime complet

# Languages::theme_editor.general
source: General
hu: Általános
it: Generale
ka: ზოგადი
nl: Algemeen
pl: Główne

# Languages::theme_editor.general_bg
source: General
hu: Általános
it: Generale
ka: ზოგადი
nl: Algemeen
pl: Główny

# Languages::theme_editor.gradient
source: Gradient
hu: Színátmenet
it: Sfumatura
ka: გრადიენტი
nl: Verlooptint

# Languages::theme_editor.header
source: Header
hu: Fejléc
it: Testata
nl: Kop
pl: Nagłówek
ro: Antet

# Languages::theme_editor.headings_font
source: Headings
hu: Címsorok
it: Testate
nl: Koppen
pl: Nagłówki
ro: Rubrici

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
hu: Arculat szerkesztése panel mutatása/elrejtése
it: Nascondi/mostra pannello modifica
nl: Verberg/Toon thema editor paneel
pl: Ukryj/pokaż panel edytora wyglądu
ro: Ascunde/Arata temele panoului de editare

# Languages::theme_editor.incorrect_style_name
source: Style name can not contain the following characters: "/ # % ? * : ; { } \ "
hu: A stílus neve nem tartalmazhatja a következő karaktereket: "/ # % ? * : ; { } "
it: Nome dello stile non può contenere i seguenti caratteri: "/ # %? * : ; { } \ "
nl: De naam van het opmaakprofiel kan niet de volgende tekens bevatten: "/ # %? * : ; { } \ "
pl: Nazwa stylu nie może zawierać następujących znaków: "/ # % ? * : ; { } \"

# Languages::theme_editor.in_stock
source: In stock
hu: Készleten
it: Disponibile
ka: გაყიდვაშია
nl: Op voorraad
pl: W magazynie
ro: In stoc

# Languages::theme_editor.links_font
source: Links
hu: Hivatkozások
it: Collegamenti
ka: ბმული
pl: Linki
ro: Link-uri

# Languages::theme_editor.link_color
source: Links
hu: Hivatkozások
it: Collegamenti
ka: ბმული
pl: Linki
ro: Link-uri

# Languages::theme_editor.logos
source: Logos
hu: Logók
it: Loghi
ka: ლოგოები
pl: Logo
ro: Logo-uri

# Languages::theme_editor.mail
source: Mail
hu: Levél
it: Posta
ka: ფოსტა
nl: E-mail
pl: Email

# Languages::theme_editor.main
source: Main content
hu: Levél tartalom
it: Contenuto principale
nl: Hoofd content
pl: Główna blok
ro: Continut mail

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
hu: A kép nem lehet 200 kB-nál nagyobb méretű.
it: L'immagine non può essere più grande di 200 kB.
nl: De afbeelding mag niet groter zijn dan 200 kB.
pl: Obraz nie może być większy niż 200 kB.
ro: Imaginea nu trebuie sa fie mai mare de 200 kB.

# Languages::theme_editor.menu_color
source: Menu
hu: Menü
it: Menù
ka: მენიუ
ro: Meniu

# Languages::theme_editor.menu_links_color
source: Menu links
hu: Menü linkek
it: Link menù
ka: მენიუს ბმულები
pl: Linki menu
ro: Link-uri de meniu

# Languages::theme_editor.middle_bg
source: Middle
hu: Közép
it: Centrale
nl: Midden
pl: Centralny
ro: Mijloc

# Languages::theme_editor.no_repeat
source: No repeat
hu: Nincs ismétlés
it: Non ripetere
nl: Geen herhaling
pl: Bez powtarzania
ro: Nu repeta

# Languages::theme_editor.off
source: Off
hu: Ki
it: Disattivato
ka: გამორთული
nl: Uit
pl: Wyłącz

# Languages::theme_editor.on
source: On
hu: Be
it: Attivo
ka: ჩართული
nl: Aan
pl: Włącz

# Languages::theme_editor.out_of_stock
source: Out of stock
hu: Nincs készleten
it: Non disponibile
ka: არ არის გაყიდვაში
nl: Niet op voorraad
pl: Brak w magazynie
ro: Nu exista in stoc

# Languages::theme_editor.pattern
source: Pattern
hu: Minta
it: Disegno
nl: Patroon
pl: Wzorzec
ro: Sablon

# Languages::theme_editor.position
source: Position
hu: Pozíció
it: Posizione
ka: მდებარეობა
nl: Positie
pl: Pozycja
ro: Pozitie

# Languages::theme_editor.styles
source: Styles
hu: Stílusok
it: Stili
ka: სტილები
nl: Stijlen
pl: Style

# Languages::theme_editor.style
source: Style
hu: Stílus
it: Stile
ka: სტილი
nl: Stijl
pl: Styl
ro: Stil

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
hu: A stílus adatot nem lehet elmenteni. A probléma megoldásához be kell állítani az írási engedélyeket a <b>[theme_dir]</b> mappára.
it: I dati dello stile non possono essere salvati. È necessario impostare i permessi di scrittura per <b>[theme_dir]</b> per risolvere questo problema.
nl: De stijl kan niet worden opgeslagen. Geef de map <b>[theme_dir]</b> schrijfrechten om dit probleem op te lossen.
pl: Dane nie mogą być zapisane. Należy ustawić uprawnienia do zapisu dla katalogu <b>[theme_dir]</b> aby rozwiązać ten problem.
ro: Datele de stil nu poate fi salvate. Ar trebui sa setati permisiunile de scriere <b>[theme_dir]</b> director pentru a rezolva aceasta problema.

# Languages::theme_editor.style_name
source: Style name
hu: Stílus neve
it: Nome stile
ka: სტილის სახელი
nl: Stijlnaam
pl: Nazwa stylu
ro: Nume stil

# Languages::theme_editor.price
source: Price
hu: Ár
it: Prezzo
ka: ფასი
nl: Prijs
pl: Cena
ro: Pret

# Languages::theme_editor.price_font
source: Price tag
hu: Ár megjelölés
it: Etichetta prezzo
ka: ფასის ტეგი
nl: Prijs tag
pl: Cena
ro: Eticheta de pret

# Languages::theme_editor.primary_button
source: Primary button
hu: Elsődleges gomb
it: Tasto principale
ka: ძირითადი ღილაკი
nl: Hoofd knop
pl: Podstawowy przycisk
ro: Buton primar

# Languages::theme_editor.tertiary_button
source: Tertiary button
hu: Harmadlagos gomb
it: Pulsante terziario
nl: Tertiaire knop
pl: Przycisk trzeciego poziomu

# Languages::theme_editor.repeat
source: Repeat
hu: Ismétlés
it: Ripeti
ka: გამეორება
nl: Herhaal
pl: Powtarzać
ro: Repetare

# Languages::theme_editor.repeat_x
source: Repeat x
hu: Ismétlés vízszintesen
it: Ripeti x
ka: გამეორება x
nl: Herhaal x
pl: Powtarzać w osi x
ro: Repetati x

# Languages::theme_editor.repeat_y
source: Repeat y
hu: Ismétlés függőlegesen
it: Ripeti y
ka: გამეორება y
nl: Herhaal y
pl: Powtarzać w osi y
ro: Repetati y

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
hu: Hátterek visszaállítása
it: Ripristina sfondi
ka: ფონის ანულირება
nl: Herstel achtergronden
pl: Resetowanie tła
ro: Resetare fundaluri

# Languages::theme_editor.reset_colors
source: Reset colors
hu: Színek visszaállítása
it: Ripristina colori
ka: ფერების ანულირება
nl: Herstel kleuren
pl: Resetowanie kolorów
ro: Resetare culori

# Languages::theme_editor.reset_css
source: Reset CSS
hu: CSS visszaállítása
it: Ripristina CSS
ka: CSS-ის ანულირება
nl: Herstel CSS
pl: Zresetuj CSS
ro: Resetare CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
hu: Betűtípusok visszaállítása
it: Ripristina caratteri
ka: შრიფტის ანულირება
nl: Herstel lettertypes
pl: Resetowanie czcionek
ro: Resetare fonturi

# Languages::theme_editor.reset_general
source: Reset general
hu: Általános beállítások visszaállítása
it: Ripristina generale
nl: Reset algemeen
pl: Resetowanie ogólne
ro: Resetare generala

# Languages::theme_editor.reset_logos
source: Reset logos
hu: Logók visszaállítása
it: Ripristina loghi
nl: Herstel logo's
pl: Resetowanie loga
ro: Resetare logo-uri

# Languages::theme_editor.rounded_corners
source: Rounded corners
hu: Lekerekített sarkok
it: Angoli arrotondati
nl: Ronde hoeken
pl: Zaokrąglone narożniki
ro: Colturi rotunjite

# Languages::theme_editor.scroll
source: Scroll
hu: Görgetés
it: Scrollare
pl: Przewijanie

# Languages::theme_editor.secondary_button
source: Secondary button
hu: Másodlagos gomb
it: Tasto secondario
nl: Tweede knop
pl: Dodatkowy przycisk
ro: Buton secundar

# Languages::theme_editor.sidebar
source: Sidebar
hu: Oldalsáv
it: Barra laterale
nl: Zijbalk
pl: Boczny panel

# Languages::theme_editor.text_align
source: Text alignment
hu: Szöveg igazítása
it: Allineamento testo
ka: ტექსტის განლაგება
nl: Tekst uitlijning
pl: Wyrównanie tekstu
ro: Alinierea textului

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
hu: Biztosan kilép az arculat szerkesztéséből?
it: Sei sicuro di volere uscire dall'editor di modelli?
ka: დარწმუნებული ხართ რომ გსურთ თემის რედაქტორიდან გამოსვლა?
nl: Weet u zeker dat u de thema-editor wilt verlaten?
pl: Czy na pewno chcesz wyjść z edytora wyglądu ?
ro: Sunteti sigur/a ca doriti iesirea din editorul de teme?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
hu: El nem mentett módosítások vannak. Biztosan kilép az arculat szerkesztéséből?
it: Hai cambiamenti non salvati. Sei sicuro di volere uscire dall'editor di modelli?
ka: თქვენ გაქვთ დაუმახსოვრებელი ცვლილებები, დარწმუნებული ხართ რომ გსურთ თემის რედაქტორიდან გამოსვლა?
nl: U heeft niet opgeslagen wijzigingen. Weet u zeker dat u de thema-editor wilt verlaten?
pl: Masz niezapisane zmiany. Czy na pewno chcesz wyjść z edytora wyglądu ?
ro: Aveti modificari nesalvate. Sunteti sigur/a ca doriti sa parasiti editorul de teme?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
hu: Az utolsó mentés óta történt változások törlődni fognak
it: Tutti i cambiamenti dopo l'ultimo salvataggio saranno ripristinati
nl: Alle wijzigingen die nog niet zijn opgeslagen worden gereset
pl: Wszystkie zmiany ostatnio zapisane zostaną zresetowane
ro: Toate modificarile de la ultima salvare vor fi resetate.

# Languages::theme_editor.theme
source: Theme
hu: Arculat
it: Modello
ka: თემა
nl: Thema
pl: Temat graficzny
ro: Teme

# Languages::theme_editor.top_panel
source: Top panel
hu: Felső panel
it: Pannello superiore
nl: Boven paneel
pl: Nagłówek

# Languages::theme_editor.top_panel_links
source: Top panel links
hu: Felső panel linkek
it: Links pannello superiore
nl: Top paneel links
pl: Linki w nagłówku
ro: Linkurile top panel

# Languages::theme_editor.top_panel_text
source: Top panel text
hu: Felső panel szöveg
it: Testo pannello superiore
nl: Top panel tekst
pl: Tekst w nagłówku
ro: Textul panoului superior

# Languages::theme_editor.transparent
source: Transparent
hu: Átlátszó
it: Trasparente
ka: გამჭირვალე
nl: Transparant
pl: Przeźroczysty

# Languages::theme_editor.upload_image
source: Upload image
hu: Kép feltöltése
it: Carica immagine
ka: სურათის ატვირთვა
nl: Upload afbeelding
pl: Prześlij zdjęcie
ro: Incarcati imaginea

# Languages::theme_editor.enable
source: Enable Theme editor
hu: Arculat szerkesztő bekapcsolása
it: Attiva editor di modelli
ka: თემის რედაქტორის გააქტიურება
nl: Inschakelen thema editor
pl: Włącz edytor wizualny
ro: Dezactivati editorul de teme

# Languages::theme_editor.system_fonts
source: System fonts
hu: Rendszer betűtípusok
it: Caratteri di sistema
ka: სისტემური შრიფტები
nl: Systeem lettertypes
pl: Czcionki systemowe
ro: Fonturi de sistem

# Languages::theme_editor.popular_fonts
source: Popular fonts
hu: Népszerű betűtípusok
it: Caratteri più utilizzati
ka: პოპულარული შრიფტები
nl: Populaire lettertypes
pl: Popularne czcionki
ro: Fonturi populare

# Languages::theme_editor.other_fonts
source: Other fonts
hu: Egyéb betűtípusok
it: Altri caratteri
ka: სხვა შრიფტები
nl: Andere lettertypes
pl: Inne czcionki
ro: Alte font-uri

# Languages::theme_editor_mode
source: Theme editor mode
hu: Arculat szerkesztő mód
it: Modalità editor di modelli
ka: თემის რედაქტირების რეჟიმი
nl: Thema editor modus
pl: Tryb pracy edytora wyglądu
ro: Modul editor tema

# Languages::the_test_transaction
source: This is a TEST transaction
hu: Ez egy TESZT tranzakció
it: Questa è una transazione di PROVA
ka: ეს არის სატესტოა ტრანზაქცია
nl: Dit is een TEST transactie
pl: To jest transakcja TESTOWA
ro: Aceasta este o tranzactie TEST

# Languages::this_day
source: This day
hu: Ma
it: Oggi
ka: დღეს
nl: Deze dag
pl: Ten dzień
ro: In aceasta zi

# Languages::this_month
source: This month
hu: Ebben a hónapban
it: Questo mese
ka: მიმდინარე თვე
nl: Deze maand
pl: Ten miesiąc
ro: In aceasta luna

# Languages::this_week
source: This week
hu: Ezen a héten
it: Questa settimana
ka: მიმდინარე კვირა
nl: Deze week
pl: Ten tydzień
ro: In aceasta saptamana

# Languages::this_year
source: This year
hu: Ebben az évben
it: Quest'anno
ka: მიმდინარე წელი
nl: Dit jaar
pl: Ten rok
ro: In acest an

# Languages::ths_sign
source: Ths sign
hu: Ezresek elválasztója
it: Simb. migliaia
ka: ათასეულის. ნიშანი
nl: Karakter voor duizendtallen
pl: Sep. tysięcy
ro: Semn Ths

# Languages::thumb
source: Thumbnail
hu: Bélyegkép
it: Miniatura
ka: ხატულა
nl: Miniatuur
pl: Miniatura

# Languages::thumbnail
source: Thumbnail
hu: Bélyegkép
it: Miniatura
ka: ხატულა
nl: Miniatuur
pl: Miniatura
ro: Pictograma

# Languages::thumbnails
source: Thumbnails
hu: Bélyegképek
it: Miniature
ka: ხატულები
nl: Miniaturen
pl: Miniaturki zdjęć
ro: Setari imagini

# Languages::thumbnails_removed
source: Thumbnails have been removed
hu: Bélyegképek eltávolítva
it: Le miniature sono state cancellate
ka: ხატულები წაიშალნენ
nl: Miniaturen zijn verwijderd
pl: Miniatury zostały usunięte
ro: Thumbnail-urile au fost indepartate

# Languages::thumbnail_width
source: Thumbnail width in scroller
hu: Bélyegkép szélessége görgetőben
it: Larghezza miniatura con barra di scorrimento
ka: Ширина иконки в скроллере
nl: Breedte miniatuur in scroller
pl: Szerokość miniatury
ro: Pictograma cu derulator
