Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::site_number
source: Site number (EPT)
hu: Oldal szám (EPT)
it: Numero sito (EPT)
ka: საიტის იდენტიფიკატორი (EPT)
nl: Site nummer (EPT)
ro: Numarul site-ului (EPT)

# Languages::size
source: Size
hu: Méret
it: Dimensione
ka: ზომა
nl: Afmeting
pl: Rozmiar
ro: Marime

# Languages::skiplastpage
source: Skip the last page
hu: Utolsó oldal átugrása
it: Salta ultima pagina
ka: ბოლო გვერდის გამოტოვება
nl: Sla de laatste pagina over
pl: Pomiń ostatnią stronę
ro: Sariti peste ultima pagina

# Languages::skip_payment
source: Skip payment
hu: Fizetés kihagyása
it: Salta pagamento
ka: გადარიცხვის გამოტოვება
nl: Betaling overslaan
pl: Pomiń płatność
ro: Treci de plata

# Languages::skrill_customer_id
source: Skrill Customer ID
hu: Skrill ügyfélazonosító
it: ID cliente Skrill
ka: Skrill-ის მომხმარებლის ID
nl: Skrill Klant ID
pl: Numer ID płatności Skrill
ro: ID-ul Clientului Skrill

# Languages::sku
source: CODE
hu: Cikkszám
it: Codice prodotto
ka: კოდი
pl: KOD
ro: COD

# Languages::slovak
source: Slovak
hu: Szlovák
it: Slovacco
ka: სლოვაკეთი
nl: Slowaaks
pl: Słowacki
ro: Slovaca

# Languages::slow
source: Slow
hu: Lassú
it: Lento
ka: ნელა
nl: Langzaam
pl: Wolno
ro: incet

# Languages::small_items
source: Small items
hu: Kis elemek
it: Articoli piccoli
ka: პატარა ელემენტები
nl: Kleine items
pl: Małe przedmioty
ro: Produse de dimensiuni reduse

# Languages::smarty_block
source: HTML block with Smarty support
hu: HTML blokk Smarty támogatással
it: Blocco HTML con supporto Smarty
nl: HTML blok met Smarty ondersteuning
pl: Bloku kodu HTML z obsługą Smarty
ro: Block HTML cu suport Smarty

# Languages::sms_customer_registered
source: Customer [name] has been registered.
hu: [name] vásárló regisztrált.
it: Il cliente [name] è stato registrato.
ka: მომხმარებელი [name] დარეგისტრირდა.
nl: Klant [name] is geregistreerd.
pl: Customer [name] has been registered.Klient [name] został zarejestrowany.
ro: Clientul [name] a fost inregistrat.

# Languages::sms_for_the_sum
source: to the amount of
hu: ehhez a mennyiséghez
it: per l'importo di
ka: რაოდენობაში
nl: naar het bedrag van
ro: La suma de

# Languages::sms_order_placed
source: has been placed
hu: feladva
it: è stato inoltrato
ka: განთავსდა
nl: zijn geplaatst
pl: zostało złożone
ro: Comanda a fost plasata

# Languages::snapshot_date
source: Snapshot date
hu: Pillanatfelvétel dátuma
it: Istantanea data
nl: Snapshot datum
pl: Data zrzutu ekranu
ro: Data snapshot-ului

# Languages::sort_by
source: Sort by
hu: Rendezés
it: Ordina per
ka: სორტირება
nl: Sorteer op
pl: Sortuj wg.
ro: Sortati dupa

# Languages::sort_by_null_asc
source: No sorting
hu: Nincs rendezés
it: Nessun ordinamento
ka: სორტირების გარეშე
nl: Geen sortering
pl: Bez sortowania
ro: Fara sortare

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
hu: Népszerűség szerint: növekvő
it: Ordina per popolarità: in ordine crescente
ka: ზრდადობით
nl: Sorteer op populariteit: Laag naar Hoog
pl: Sortuj wg popularności rosnąco
ro: Sortati crescator in functie de popularitate

# Languages::sort_by_popularity_desc
source: Sort by Popularity
hu: Népszerűség szerint: csökkenő
it: Ordina per popolarità: in ordine decrescente
ka: პოპულარობით
nl: Sorteer op populariteit
pl: Sortuj wg popularności
ro: Sortati in functie de popularitate

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
hu: Pozíció szerint: növekvő
it: Ordina per posizione: in ordine crescente
ka: სორტირება პოზიციების მიხედვით: მეტობით
nl: Sorteer op positie: Laag naar Hoog
pl: Sortuj wg pozycji rosnąco
ro: Sortati crescator in functie de pozitie

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
hu: Pozíció szerint: csökkenő
it: Ordina per posizione: in ordine decrescente
ka: სორტირება პოზიციების მიხედვით: კლებადობით
nl: Sorteer op positie: Hoog naar laag
pl: Sortuj wg pozycji malejąco
ro: Sortati descrescator in functie de pozitie

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
hu: Ár szerint: növekvő
it: Ordina per prezzo: in ordine crescente
ka: ფასით დალაგება: კლებადობით
nl: Sorteer op prijs: Laag naar hoog
pl: Sortuj wg ceny rosnąco
ro: Sortati crescator in functie de pret

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
hu: Ár szerint: csökkenő
it: Ordina per prezzo: in ordine decrescente
ka: ფასით დალაგება: ზრდადობით
nl: Sorteer op prijs: Hoog naar laag
pl: Sortuj wg ceny malejąco
ro: Sortati descrescator in functie de pret

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
hu: Név szerint: növekvő
it: In ordine alfabetico: A-Z
ka: ალფავიტით დალაგება: A დან Z-მდე
nl: Sorteer Alfabetisch: A naar Z
pl: Sortuj alfabetycznie od A do Z
ro: Sortati crescator de la A la Z

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
hu: Név szerint: csökkenő
it: In ordine alfabetico: Z-A
ka: ალფავიტით დალაგება: Z დან A-მდე
nl: Sorteer alfabetisch : Z - A
pl: Sortuj alfabetycznie od Z do A
ro: Sortati descrescator de la A la Z

# Languages::sort_by_timestamp_asc
source: Oldest Items First
hu: Legrégebbiek előre
it: Ordina per articoli più vecchi
ka: ძველი პროდუქციის მიხედვით
nl: Oudste item eerst
pl: Sortuj wg najstarszych pozycji
ro: Produsele mai vechi apar primele

# Languages::sort_by_timestamp_desc
source: Newest Items First
hu: Legújabbak előre
it: Ordina per articoli più recenti
ka: ახალი დამატებულები
nl: Nieuwste item eerst
pl: Sortuj wg najnowszych pozycji
ro: Produsele mai noi apar primele

# Languages::sort_images
source: Sort images
hu: Képek rendezése
it: Ordina immagini
ka: გამოსახულების სორტირება
nl: Sorteer afbeeldingen
pl: Sortuj zdjęcia
ro: Sortare imagini

# Languages::spanish
source: Spanish
hu: Spanyol
it: Spagnolo
ka: ესპანური
nl: Spaans
pl: Hiszpański
ro: Spaniola

# Languages::specific_settings
source: Specific settings
hu: Speciális beállítások
it: Impostazioni specifiche
ka: განსაკუთრებული პარამეტრები
nl: Specifieke instellingen
pl: Określ ustawienia
ro: Setari specifice

# Languages::specify_url
source: Specify URL
hu: Határozzon meg egy URL-t
it: Specifica URL
ka: მიუთითეთ URL
nl: Specificeer URL
pl: Określ adres URL
ro: Specificati URL

# Languages::speed
source: Speed
hu: Sebesség
it: Velocità
ka: სიჩქარე
nl: Snelheid
pl: Szybkość
ro: Viteza

# Languages::ssl_certificate
source: SSL certificate
hu: SSL tanúsítvány
it: Certificato SSL
ka: SSL სერთიფიკატი
nl: SSL certificaat
pl: Certyfikat SSL
ro: Certificat SSL

# Languages::staff_only_notes
source: Staff only notes
hu: Belső megjegyzések
it: Spazio riservato per annotazioni interne
ka: პერსონალის კომენტარი
nl: Meldingen alleen voor personeel
pl: Notatki obsługi sklepu
ro: Doar personalul poate face notari

# Languages::stage
source: Stage
hu: Színpad
it: Fase
ka: ეტაპი
nl: Fase
pl: Etap
ro: Stadiu

# Languages::standard_sidebox
source: Standard side box
hu: Sztenderd oldalú doboz
it: Sidebox standard
ka: ჩვეულებრივი სექცია
nl: Standaard box zijkant
pl: Standardowe okienka

# Languages::start
source: Start
it: Inizia
ka: დაწყება
nl: Begin
ro: Initiaza

# Languages::start_communication
source: Start communication
hu: Kommunikáció megkezdése
it: Se volete scrivere un messaggio riguardante il vostro ordine prego cliccare qui...
ka: საუბრის დაწყება
nl: Start communicatie
pl: Początek korespondencji
ro: Inceput de comunicare

# Languages::start_date
source: Start date
hu: Kezdő időpont
it: Data inizio
ka: დაწყების თარიღი
nl: Begindatum
pl: Data początkowa
ro: Data inceperii

# Languages::start_price
source: Start price
hu: Kezdő ár
it: Importo iniziale
ka: საწყისი ფასი
nl: Start prijs
pl: Cena startowa
ro: Pret de pornire

# Languages::state
source: State/Province
hu: Megye
it: Provincia
ka: რაიონი
nl: Provincie
pl: Stan/prowincja
ro: Stat/Provincie

# Languages::states
source: States
hu: Államok - Megyék
it: Province
ka: რაიონები
nl: Provincies
pl: Stany
ro: State

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
hu: Az áruházban elérhető államok-megyék kezelése.
it: Gestisci la combinazione di province supportate nel vostro negozio.
ka: იმ რეგიონების რედაქტირება რომლებიც არიან თქვენს მაღაზიაში.
nl: Beheer de provincies welke worden ondersteund in uw winkel.
pl: Zarządzanie stanami i prowincjami, które są obsługiwane w sklepie.
ro: Gestionati statele acceptate pentru magazinul dumneavoastra

# Languages::static_block
source: Static block
hu: Statikus blokk
it: Blocco statico
ka: სტაციონალური ბლოკი
nl: Statisch blok
pl: Statyczny blok
ro: Bloc static

# Languages::static_data
source: Static data
hu: Statikus adat
it: Dati statici
ka: სტატიკური მონაცემები
nl: Statische gegevens
pl: Dane statyczne
ro: Date statice

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
hu: Ennek az elemnek a "Link szövege" valamint "URL" értéke jelenjen meg az áruházban
it: Utilizza il "Testo" e il valore "URL" dell'elemento selezionato
ka: ამორჩეული ვარიანტებიდან "ტექსტის ბმულის" და "URL" ველების კოპირება
nl: Gebruik de "Link tekst" en "URL" van dit item in de winkel
pl: Użyj wartości z "Nazwa linku" i "Adres URL" do generowania podmenu
ro: Folositi valorile: "Textul link-ului" si "URL-ul" ale produsului selectat

# Languages::statistics
source: Statistics
hu: Statisztikák
it: Statistiche
ka: სტატისტიკა
nl: Statistieken
pl: Statystyki
ro: Statistici

# Languages::status
source: Status
hu: Státusz
it: Stato
ka: სტატუსი

# Languages::status_changed
source: Status has been changed
hu: A státusz megváltozott.
it: Status modificato
ka: სტატუსი განახლებულია
nl: Status is gewijzigd
pl: Status został zmieniony
ro: Statusul a fost schimbat

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
hu: Rendelési státusz beállítva a fizetési folyamat végeredménye szerint
it: Lo stato dell'ordine è stato impostato in base al risultato di elaborazione del pagamento
nl: Bestelstatus werd ingesteld op basis van het resultaat van het betaalprocess
ro: Starea comenzii a fost stabilita in functie de rezultatul de procesare a platilor

# Languages::stay_connected
source: Stay Connected
hu: Hírlevél feliratkozás
it: Resta aggiornato
ka: იყავით კავშირზე
nl: Blijf op de hoogte
pl: Pozostań w kontakcie
ro: Doriti noutati?

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
hu: Ne maradjon le akcióinkról!
it: Inserisci tuo indirizzo e-mail per ricevere offerte speciali e promozioni.
ka: ჩაწერეთ თქვენი ელ-ფოსტა რათა მიიღოთ სპეციალური შემოთავაზებები და სიახლეები.
nl: Laat uw e-mailadres achter om speciale aanbiedingen te ontvangen.
pl: Wpisz swój adres e-mail aby otrzymywać informacje o ofertach specjalnych i promocjach.
ro: Inscrieti-va la newsletterul nostru pentru a primi ultimele oferte si promotii

# Languages::step_four
source: Step 4
hu: 4. lépés
it: Passo 4
ka: ნაბიჯი 4
nl: Stap 4
pl: Krok 4
ro: Pasul 4

# Languages::step_one
source: Step 1
hu: 1. lépés
it: Passo 1
ka: ნაბიჯი 1
nl: Stap 1
pl: Krok 1
ro: Pasul 1

# Languages::step_three
source: Step 3
hu: 3. lépés
it: Passo 3
ka: ნაბიჯი 3
nl: Stap 3
pl: Krok 3
ro: Pasul 3

# Languages::step_two
source: Step 2
hu: 2. lépés
it: Passo 2
ka: ნაბიჯი 2
nl: Stap 2
pl: Krok 2
ro: Pasul 2

# Languages::stop_other_rules
source: Stop other rules
hu: Egyéb szabályok leállítása
it: Interrompi altre regole
ka: სხვა წესების შეჩერება
nl: Stop andere regels
pl: Nie używaj innych zasad
ro: Nu folositi alte reguli

# Languages::storage
source: Storage
hu: Tárhely
it: Memoria
ka: საცავი
nl: Verbruik
pl: Składowanie danych
ro: Stocare

# Languages::store
source: Store
hu: Áruház
it: Store CS-Cart
ka: მაღაზია
nl: CS-Cart winkel
pl: Sklepy CS-Cart
ro: Magazin ProfiLineTrading

# Languages::storefront
source: Storefront
hu: Áruház
it: Storefront (frond-end)
ka: Mobile Front-End
nl: Webwinkel
pl: Witryna sklepowa

# Languages::storefront_url
source: Storefront URL
hu: Felhasználói felület URL-je
it: Storefront (frond-end) URL
ka: მაღაზიის URL
nl: Webwinkel URL
pl: Adres Witryny sklepowej
ro: URL-ul storefront-lui

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
hu: A megadott <strong>Áruház URL</strong> már egy másik céghez tartozik.
it: Il valore del parametro <strong>Storefront URL</strong> da te menzionato appartiene già ad un'altra azienda.
nl: De door u opgegeven <strong>webwinkel URL</strong> behoort tot een ander bedrijf.
pl: Wartość parametru Adres Witryny sklepowej wymienionych przez Ciebie należy już do innej firmy.
ro: Valoarea <strong>Storefront URL</strong> parametru mentionat de dvs ca apartine altei companii.

# Languages::storefront_url_not_defined
source: Storefront URL not defined
hu: Áruház URL nincs meghatározva
it: URL storefront (front-end) non definito
nl: Winkel URL niet gedefinieerd
pl: Nieokreślony adres URL sklepu
ro: URL-ul storefront-lui nu a fost definit

# Languages::stores
source: Stores
hu: Áruházak
it: Negozi
ka: მაღაზიები
nl: Winkels
pl: Sklepy
ro: Magazine

# Languages::store_locator
source: Store locator
hu: Áruház helyszínek
it: Localizzatore store (store locator)
ka: მაღაზიის მდებარეობა
nl: Winkel zoeker
pl: Położenie sklepu
ro: Localizarea magazinului

# Languages::store_mode
source: Licensing mode
hu: Üzemmód
it: Modalità di licenza
ka: ლიცენზირების რეჟიმი
nl: Licentie modus
pl: Zamknij sklep
ro: Modul de acordare a licentelor

# Languages::store_mode_changed
source: Licensing mode has been changed
hu: Az üzemmód megváltozott
it: La modalità di licenza è stata cambiata
ka: ლიცენზირების რეჟიმი შეიცვალა
nl: Licentie mode is gewijzigd
pl: Tryb pracy sklepu został zmieniony
ro: Modul de acordare a licentelor a fost schimbat

# Languages::store_number
source: Store number
hu: Áruház szám
it: Numero negozio
ka: მაღაზიის ნომერი
nl: Winkelnummer
pl: Numer sklepu
ro: Numarul magazinului

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
hu: A(z) [object_type] [object_name] nem elérhető ebben az áruházban.
it: Il [object_type] [object_name] non è disponibile per questo negozio.
ka: [object_type] [object_name] ხელმიუწვდომელია ამ მაღაზიისთვის.
nl: Het [object_type] [object_name] is niet beschikbaar voor deze winkel.
pl: [object_type] [object_name] jest niedostępny dla tego sklepu.
ro: [object_type] [object_name] nu sunt disponibile pentru acest magazin

# Languages::store_theme
source: Storefront theme
hu: Áruház arculata
it: Tema storefront
nl: Webshop thema
pl: Temat graficzny sklepu
ro: Tema storefront

# Languages::store_mode_will_be_changed_to_free
source: Installation integrity check failed. Your store will switch to Free mode within 2 days. Please contact our <a href="[href]">support team</a>
hu: A telepítési integritás meghibásodott. Az áruház 2 napon belül átáll ingyenes módba. Kérjük vegye fel a kapcsolatot a <a href="[href]">terméktámogatással</a>
it: Controllo d'integrità Installazione fallito. Il tuo negozio sarà cambiato in modalità GRATUITA entro 2 giorni. Per favore contatta il <a href="[href]">supporto tecnico</a>
ka: დაინსტალირებული სისტემის შემოწმებისას წარმოიშვა ხარვეზები. თქვენი მაღაზია გადაირთვება უფასო რეჟიმზე 2 დღის განმავლობაში. გთხოვთ დაუკავშირდეთ <a href="[href]">ჩვენს დახმარების ჯგუფს</a>
nl: Installatie integriteitscontrole mislukt. Uw winkel zal overschakelen naar Gratis modus binnen 2 dagen. Neem dan contact op met het <a href="http://www.cs-cart.com/helpdesk">support team</a>
pl: Sprawdzanie integralności instalacji nie powiodło się. Twój sklep zostanie przełączony w tryb Free mode w ciągu 2 dni.Prosimy o kontakt <a href="http://www.cscart.soft-solid.net/kontakt-z-nami.html">z działem wsparcia technicznego</a>
ro: Verificarea autenticitatii a esuat. Magazinul dvs. va trece la modul Free in termen de doua zile. Rugam, contactati <a href="http://www.cs-cart.com/helpdesk">echipa de suport</a>

# Languages::store_mode_will_be_changed_to_trial
source: Installation integrity check failed. Your store will switch to Trial mode within 2 days. Please contact our <a href="[href]">support team</a>
hu: A telepítési integritás meghibásodott. Az áruház 2 napon belül átáll próbaverzió módba. Kérjük vegye fel a kapcsolatot a <a href="[href]">terméktámogatással</a>
it: Controllo d'integrità Installazione fallito. Il tuo negozio sarà cambiato in modalità PROVA entro 2 giorni. Per favore contatta il <a href="[href]">supporto tecnico</a>
ka: დაინსტალირებული სისტემის შემოწმებისას წარმოიშვა ხარვეზები. თქვენი მაღაზია გადაირთვება სადემონსტრაციო რეჟიმზე 2 დღის განმავლობაში. გთხოვთ დაუკავშირდეთ <a href="[href]">ჩვენს დახმარების ჯგუფს</a>
nl: Installatie integriteitscontrole mislukt. Uw winkel zal overschakelen naar Testmodus binnen 2 dagen. Neem dan contact op met het <a href="http://www.cs-cart.com/helpdesk">support team</a>
pl: Sprawdzanie integralności instalacji nie powiodło się. Twój sklep zostanie przełączony w tryb testowy w ciągu 2 dni.Prosimy o kontakt <a href="http://www.cscart.soft-solid.net/kontakt-z-nami.html">z działem wsparcia technicznego</a>
ro: Verificarea autenticitatii a esuat. Magazinul dvs. va trece la modul Trial in termen de doua zile. Rugam, contactati <a href="http://www.cs-cart.com/helpdesk">echipa de suport</a>

# Languages::subcategories
source: Subcategories
hu: Alkategóriák
it: Sottocategorie
ka: ქვეკატეგორიები
nl: Subcategorieën
pl: Podkategorie
ro: Subcategorii

# Languages::submit
source: Submit
hu: Küldés
it: Invia
ka: გაგზავნა
nl: OK
pl: Wyślij
ro: Trimite

# Languages::submit_my_order
source: Submit my order
hu: Rendelés feladása
it: Invia la mia ordinazione
ka: შეკვეთის განთავსება
nl: Bestelling afronden
pl: Złóż zamówienie
ro: Trimite comanda mea

# Languages::subpages
source: Subpages
hu: Aloldalak
it: Sottopagine
ka: ქვეგვერდები
nl: Subpagina's
pl: Podstrony
ro: Subpagini

# Languages::subscribe
source: Subscribe
hu: Feliratkozás
it: Iscriviti
ka: გამოწერა
nl: Inschrijven
pl: Subskrybuj
ro: Abonare

# Languages::subscriber
source: Subscriber
hu: Feliratkozó
it: Abbonato/Iscritto
ka: გამომწერი
nl: Abonnee
pl: Subskrybent
ro: Abonat

# Languages::subscribers
source: Subscribers
hu: Feliratkozók
it: Iscritti/Abbonati
ka: გამომწერები
nl: Abonnees
pl: Subskrybenci
ro: Abonati

# Languages::subscriber_email
source: Subscriber email
hu: Feliratkozó email címe
it: E-mail abbonato
ka: ხელმომწერის ელ-ფოსტა
nl: Abonnee email
pl: E-mail subskrybenta
ro: E-mail-ul abonatului

# Languages::subscriptions
source: Subscriptions
hu: Feliratkozások
it: Abbonamenti
ka: ხელმომწერები
nl: Inschrijvingen
pl: Subskrypcje
ro: Abonari

# Languages::subtotal
source: Subtotal
hu: Részösszeg
it: Subtotale
ka: ღირებულება
nl: Subtotaal
pl: Podsumowanie

# Languages::subtotal_sum
source: Subtotal sum
hu: Részösszeg
it: Somma sub-totale
ka: ჯამური ღირებულება
nl: Subtotaal opgeteld
pl: Suma razem
ro: Suma subtotal

# Languages::suburb
source: Suburb
hu: Külváros
it: Sobborgo
nl: Buitenwijk
pl: Przedmieście

# Languages::successful
source: Successful
hu: Sikeres
it: Riuscito
ka: შესრულებულია
nl: Succesvol
pl: Zakończony
ro: Cu succes

# Languages::successfully_registered
source: Successfully registered
hu: Sikeresen regisztrált
it: Registrato con successo
ka: წარმატებით დარეგისტრირდა
nl: Registratie voltooid
pl: Zarejestrowano poprawnie
ro: Abonare realizata cu succes

# Languages::successful_login
source: You have been successfully logged in.
hu: Sikeres bejelentkezés!
it: Hai effettuato l'accesso correttamente.
ka: თქვენ წარმატებით გაიარეთ ავტორიზაცია.
nl: U bent ingelogd.
pl: Użytkownik został poprawnie zalogowany.
ro: Ati fost conectat/a cu succes

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
hu: Gratulálunk! A regisztráció sikeres!<br/>Mostantól minden áruházi funkciót használhat. Kattintson a "Fiókom"-ra hogy megtekintse őket.
it: Congratulazioni! La registrazione è avvenuta con successo! <br/>Ora hai accesso completo a tutte le funzionalità del negozio. Clicca su "Mio account" per visualizzarle.
ka: გილოცავთ! რეგისტრაციამ წარმატებით ჩაიარა!<br/>თქვენ ახლა უკვე გაქვთ წვდომა მაღაზიის ყველა ფუნქციებთან. დააჭირეთ "ჩემს პროფილის".
nl: Gefeliciteerd! De registratie is afgerond!<br />Nu heeft u volledige toegang tot alle mogelijkheden van onze webwinkel. Klik op "Mijn profiel" om deze te zien.
pl: Gratulacje! Rejestracja przebiegła pomyślnie! <br/> Teraz masz pełny dostęp do wszystkich funkcji sklepu. Kliknij na "Moje konto", aby je zobaczyć.
ro: Felicitari! Contul dumneavoastra a fost creat! <br/>Acum aveti acces complet la toate functionalitatile magazinului. Pentru a le vizualiza, accesati ''Contul meu''

# Languages::suffix
source: Suffix
hu: Képző
it: Suffisso
ka: სუფიქსი
nl: Achtervoegsel
pl: Przyrostek
ro: Sufix

# Languages::summary
source: Summary
hu: Összesítő
it: Riepilogo
ka: სულ:
nl: Samenvatting
pl: Podsumowanie
ro: Sumar

# Languages::supplier
source: Supplier
hu: Szállító
it: Fornitore
ka: მომწოდებელი
nl: Leverancier
pl: Dostawca
ro: Furnizor

# Languages::suppliers
source: Suppliers
hu: Beszállítók
it: Fornitori
ka: მომწოდებლები
nl: Leveranciers
pl: Dostawcy
ro: Furnizori

# Languages::supplier_id
source: Supplier
hu: Beszállító
it: ID Fornitore
ka: მომწოდებელი
nl: Leverancier
pl: Dostawca
ro: Furnizor

# Languages::surcharge
source: Surcharge
hu: Pótdíj
it: Supplemento
ka: დამატებითი გადასახადი
nl: Toeslag
pl: Dopłata
ro: Suprataxa

# Languages::surcharge_title
source: Surcharge title
hu: Pótdíj címe
it: Titolo sovrapprezzo
ka: დანამატი
nl: Toeslag titel
pl: Dopłata do płatności
ro: Taxa titlu

# Languages::sweden
source: Sweden
hu: Svédország
it: Svezia
ka: შვედეთი
nl: Zweden
pl: Szwecja
ro: Suedia

# Languages::swedish
source: Swedish
hu: Svéd
it: Svedese
ka: შვედური
nl: Zweeds
pl: Szwedzki
ro: Suedez

# Languages::switch_layout
source: Switch layout
hu: Elrendezés váltása
it: Cambia layout
nl: Verander van opmaak
pl: Przełącz układ graficzny
ro: Schimbare layout

# Languages::symbol
source: Symbol
hu: Szimbólum
it: Simbolo
ka: სიმბოლო
nl: Symbool
ro: Simbol

# Languages::system
source: System
hu: Rendszer
it: Sistema operativo
ka: ოპერაციული სისტემა
nl: Systeem
ro: Sistem

# Languages::tab
source: Tab
hu: Fül
it: Tabulatore
ka: ჩანართი
pl: Tabulacja

# Languages::table
source: Table
hu: Táblázat
it: Tabella
ka: ცხრილი
nl: Tabel
pl: Tabela
ro: Tabel

# Languages::tables
source: Tables
hu: Táblák
it: Tabelle
ka: ცხრილები
nl: Tabellen
pl: Tabele
ro: Tabele

# Languages::table_conditions
source: Table Conditions
hu: Tábla feltételek
it: Condizioni tabelle
ka: ცხრილების მდგომარეობა
nl: Tabel voorwaarden
pl: Tabela warunków
ro: Conditii tabele

# Languages::tabs
source: Tabs
hu: Fülek
it: Tab (linguette)
ka: ჩანართები
pl: Karty
ro: Tab-uri

# Languages::tax
source: Tax
hu: Adó
it: Tassa
ka: გადასახადი
nl: Belasting
pl: Podatek
ro: Taxa

# Languages::taxes
source: Taxes
hu: Adók
it: Tasse
ka: გადასახადები
nl: Btw
pl: Podatki
ro: Taxe

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
hu: Adónemek pl. ÁFA értékének kezelése.
it: Gestisci combinazioni di tasse che sono supportate nel vostro negozio.
ka: გადასახადების რედაქტირება.
nl: Beheer btw-tarieven in uw webwinkel
pl: Zarządzanie stawkami podatków, które są obsługiwane w sklepie.
ro: Gestionati setul de impozite, care sunt acceptate in magazinul dumneavoastra.

# Languages::tax_exempt
source: Tax exempt
hu: Adó mentes
it: Esente da tasse
ka: გადასახადებისგან განთავისუფლება
nl: Belastingvrij
pl: Zwolniony z podatku
ro: Scutire taxa

# Languages::tax_rates
source: Tax rates
hu: Adókulcsok
it: Aliquote tassa
ka: დამატებითი გადასახადები
nl: BTW tarieven
pl: Kwoty podatku
ro: Ratele de impozitare
