Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
hu: <h4>Profil mezők</h4><p>Ezen az oldalon adhatóak meg a személyes információk</p>
it: <h4>Dettagli profilo</h4><p>In questa pagina puoi modificare i dati per l'accesso e i dati personali da utilizzare per i tuoi prossimi acquisti.</p><p>Per la sicurezza del vostro account vi raccomandiamo di non utilizzare password che comprendono:</p><ul><li>Parole che si possono trovare in un dizionario (ogni lingua).</li><li>Parole scritte al contrario, errori grammaticali comuni e abbraviazioni.</li><li>Sequenze o caratteri ripetuti, esempi: 12345678, 222222, abcdefg, o lettere adiacenti sulla vostra tastiera (qwerty).</li><li>Informazioni personali come il tuo nome, data di nascita, numero patente, numero del passaporto o informazioni simili.</li></ul>
ka: <h4>ინფორმაცია ანგარიშის შესახებ</h4><p>ამ გვერდზე თქვენ შეგიძლიათ შეცვალოთ პერსონალური და ავტორიზაციის მონაცემები.</p><p>გთხოვთ პაროლის არჩევისას არ გამოიყენოთ ისეთი პაროლები როგორებიცაა:</p><ul><li>სიტყვები რომლებიც ყველა ენაზე ერთნაირია.</li><li>შებრუნებით დაწერილი სახელები ან აბრევიატურები.</li><li>მწკრივები ან ერთნაირი სიმბოლოები. მაგალითად: 12345678, 222222, abcdefg, ან კლავიატურაზე მიყოლებული ასოები (qwerty).</li><li>პერსონალური ინფორმაცია, როგორიცაა თქვენი სახელი, გვარი, დაბადების წელი, პირადი ნომერი ან რაიმე მსგავსი.</li></ul>
nl: <h4>Profiel details</h4><p>Op deze pagina kunt u uw inloggegevens en persoonlijke gegevens aanpassen voor het gebruik bij toekomstige aankopen.</p><p>Om uw account veilig te houden, adviseren we u wachtwoorden te vermijden met:</p><ul><li>Woorden uit het woordenboek, in welke taal dan ook.</li><li>Woorden achterwaarts gespeld, veelvoorkomende spelfouten, en afkortingen.</li><li>Reeksen of herhalende karakters. Bijvoorbeeld: 12345678, 222222, abcdefg, of aangrenzende letters op uw toetsenbord (qwerty).</li><li>Persoonlijke informatie. Uw naam, geboortedatum, rijbewijsnummer, paspoortnummer of dergelijke informatie.</li></ul>
pl: <h4>Szczegóły profilu</h4><p>Na tej stronie możesz modyfikować swoje dane do logowania i dane osobowe, które zostaną wykorzystane podczas kolejnych zakupów.</p><p>Aby Twoje konto było bezpieczne zalecamy unikanie tworzenia haseł, które zawierają:</p><ul><li>Popularne słowa w jakimkolwiek języku.</li><li>Zapis od końca, typowe błędy i skróty.</li><li>Sekwencje lub powtórzenia znaków, przykład: 12345678 i 222222, abcdefg lub sąsiadujące litery na klawiaturze (QWERTY).</li><li>Dane osobowe, imię i nazwisko, datę urodzenia, numer prawa jazdy, paszportu lub podobne informacje.</li></ul>
ro: <h4>Detaliile profilului dvs</h4><p>Pe aceasta pagina puteti modifica datele de autentificare si datele cu caracter personal pentru a fi utilizate in timpul viitoarele achizitii.</p><p>Pentru a pastra securitatea contului, va recomandam, pentru a evita crearea de parole care folosesc:</p><ul><li> Cuvinte din dictionar, in orice limba.</li><li>Cuvinte scris invers, greselile de ortografie comune, si abrevierile.</li><li>Secvente sau caractere repetate. Example: 12345678, 222222, abcdefg, sau litere adiacente de pe tastatura (qwerty).</li><li>Informatii cu caracter personal. Numele tau, ziua de nastere, permis de conducere, numarul de pasaport, sau informatii similare.</li></ul>

# Languages::text_profile_is_created
source: The account has been created successfully.
hu: Sikeres regisztráció!
it: Il account è stato creato con successo.
ka: თქვენი ანგარიში წარმატებით იქნა შექმნილი.
nl: Het profiel is aangemaakt
pl: Konto zostało utworzone pomyślnie.
ro: Contul dvs. a fost creat cu succes.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
hu: Profilja sikeresen frissítve lett.
it: Il dati del tuo profilo sono stati aggiornati con successo.
ka: თქვენი პროფილი წარმატებით იქნა განახლებული
nl: Het profiel is bijgewerkt.
pl: Twój profil został zaktualizowany.
ro: Datele profilului dvs. au fost actualizate cu succes.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
hu: Felhasználói fiókja sikeresen létrejött, de egy adminisztrátor ellenőrizni fogja mielőtt be tud jelentkezni.
it: Il tuo account è stato creato con successo, ma deve prima essere attivato dall'amministratore del negozio, dopodiché potrai effettuare l'accesso.
ka: თქვენი სამომხმარებლო ანგარიში შექმნილია და ელოდება ადმინისტრაციისგან გააქტიურებას.
nl: Uw profiel is aangemaakt, maar dient eerst door de beheerder goedgekeurd te worden alvorens u kunt inloggen.
pl: Twoje konto zostało utworzone pomyślnie, ale musi być aktywowane przez administratora sklepu zanim będziesz mógł się zalogować.
ro: Contul dvs. a fost creat cu succes, dar trebuie activat de catre administrator inainte ca sa va puteti autentifica.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
hu: ha ezek közül a kondíciók közül [set] erre az értékre van állítva: [set_value]
it: se [set] queste condizioni sono [set_value]
ka: თუ [set] ამ პირობიდან [set_value]
nl: Als [set] van deze condities is [set_value]
pl: jeśli [set] z tych warunków są [set_value]
ro: Daca [set] una din aceste conditii sunt [set_value]

# Languages::text_proxypay_notice
source: Validation script:&nbsp;&nbsp;&nbsp;<b>[validation_url]</b><br />Confirmation script:&nbsp;&nbsp;&nbsp;<b>[confirmation_url]</b><br />Ok page:&nbsp;&nbsp;&nbsp;<b> [ok_url]</b><br />Nok page: &nbsp;&nbsp;&nbsp;<b> [nok_url]</b><br />
it: Script di convalida: <b>[validation_url]</b><br />script di conferma: <b>[confirmation_url]</b><br />Pagina OK: <b>[ok_url]</b><br />Pagina KO:<b>[nok_url]</b><br />
ka: Validation script:&nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/cc_processors/proxypay3_validation.php</b><br />Confirmation script:&nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/cc_processors/proxypay3_confirmation.php</b><br />Ok page:&nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/cc_processors/proxypay3_ok.php</b><br />Nok page: &nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/cc_processors/proxypay3_nok.php</b><br />
nl: Validatie script:&nbsp;&nbsp;&nbsp;<b> [validation_url]</b><br>Confirmatie script:&nbsp;&nbsp;&nbsp;<b> [confirmation_url]</b><br>Ok pagina:&nbsp;&nbsp;&nbsp;<b> [ok_url]</b><br>Nok pagina: &nbsp;&nbsp;&nbsp;<b> [nok_url]</b><br>
pl: Validation script:&nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/proxypay3_validation.php</b><br />Confirmation script:&nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/proxypay3_confirmation.php</b><br />Ok page:&nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/proxypay3_ok.php</b><br />Nok page: &nbsp;&nbsp;&nbsp;<b> [cart_url]/payments/proxypay3_nok.php</b><br />
ro: Script de validare:&nbsp;&nbsp;&nbsp;<b> [validation_url]</b><br />Script de confirmare:&nbsp;&nbsp;&nbsp;<b> [confirmation_url]</b><br />Pagina OK:&nbsp;&nbsp;&nbsp;<b> [ok_url]</b><br />Pagina Nu-OK: &nbsp;&nbsp;&nbsp;<b> [nok_url]</b><br />

# Languages::text_qbms_notice
source: <p>You should use the "test" mode only if you have a PTC account. </p> <p>During registration of your application set the following values: <br /> - Type: hosted (web-based app)<br /> - Subscribe URL: [response_url]<br /> - Change URL: [response_url]<br /> - Cancel URL: [response_url]<br /> </p> <p><b>Connection ticket</b> will be filled out automatically after you create the connection here: http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid=[My_App_ID] (please replace the [My_App_ID] with your AppID number) and click the "Use this connection" button.</p><p>To get "Signed certificate" please refer to the <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> <br />After you have created the certificates (Intuit CA & Client Signed) please do the following:<br />1. extract the key from the CSR you created (these steps are applicable only if keytool was used)<br />&nbsp; - Download the Java class to export Private key from the certificate: http://mark.foster.cc/pub/java/ExportPriv.java<br />&nbsp; - Compile this class: "javac ExportPriv.java"<br />&nbsp; - Export the Key to the file: "java ExportPriv <keystore> <alias> <password> > exported-pkcs8.key"<br />2. Save the client signed certificate to the file (e.g. qbms_cert.txt)<br />3. Save to the same file the Key that was extracted at step 1.<br />4. Upload the resulting file using this form.<br /></p>
it: <p>Dovresti utilizzare la modalità "test" solo se hai un account PTC.</p> <p>Durante la registrazione dell'applicazione impostare i seguenti valori:<br />- tipo: hosted (applicazione web)<br />- Subscribe URL: [response_url]<br />- Cambio URL: [response_url] < br / >- URL Annullamento: [response_url]<br /></p><p><b>Biglietto di collegamento</b> sarà pieno automaticamente dopo aver creato la connessione qui: http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid= [My_App_ID] (sostituire [My_App_ID] con il tuo numero AppID) e cliccare sul pulsante "Usa questa connessione".</p><p>Per ottenere "Certificato firmato" consultare il <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> < br / > dopo aver creato i certificati (Intuit CA & Client firmato) per favore eseguire le seguenti operazioni: < br / > 1. Estrarre la chiave dal CSR creato (questi passaggi sono applicabili solo se è stato utilizzato il keytool) < br / >-Scarica la classe Java per esportare la chiave privata del certificato: http://mark.foster.cc/pub/java/ExportPriv.java < br / >-compilare questa classe: "javac ExportPriv.java"<br / >-esportare la chiave per il file: "java ExportPriv <keystore><alias><password>> pkcs8.key esportati" < br / > 2. Salva il cliente ha firmato il certificato al file (per esempio qbms_cert.txt)<br / > 3. Salvare il file stesso la chiave che è stata estratta al passo 1. < br / > 4. Caricare il file risultante utilizzando questo modulo. < br / ></p>
ka: <p>Вам следует использовать "test" режим, только если у вас есть учетная запись PTC. </p> <p>Во время регистрации вашего приложения установите следующие значения: <br /> - Type: hosted (web-based app)<br /> - Subscribe URL: [response_url]<br /> - Change URL: [response_url]<br /> - Cancel URL: [response_url]<br /> </p> <p><b>Connection ticket</b> будет заполнен автоматически, после того как Вы создадите соединение: http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid=[My_App_ID] (замените [My_App_ID] на ваш AppID номер) и нажмете кнопку "Use this connection".</p><p>Чтобы получить "Signed certificate", пройдите на <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> <br />После того как вы создадите сертификаты (Intuit CA & Client Signed), сделайте следующее:<br />1. извлеките ключ из CSR, который вы создали (эти шаги применимы, только если keytool был использован)<br />&nbsp; - Скачайте the Java class, чтобы экспортировать Private key из сертификата: http://mark.foster.cc/pub/java/ExportPriv.java<br />&nbsp; - Скомпилируйте этот класс: "javac ExportPriv.java"<br />&nbsp; - Экспортируйте ключ в файл: "java ExportPriv <keystore> <alias> <password> > exported-pkcs8.key"<br />2. Сохраните клиентский подписанный сертификат в файл (e.g. qbms_cert.txt)<br />3. Сохраните в тот же файл ключ, извлеченный на шаге 1.<br />4. Скопируйте получившийся файл в [store]/payments/certificates и установите название файла в <b>"Certificate filename"</b>.<br /></p>
nl: <p>U kunt de "test" mode alleen gebruiken wanneer u een PTC account heeft. </p> <p>Tijdens registratie van uw applicatie dient u de volgende waardes in te stellen: <br /> - Type: hosted (web-based app)<br /> - Subscribe URL: [response_url]<br /> - Change URL: [response_url]<br /> - Cancel URL: [response_url]<br /> </p> <p><b>Connection ticket</b> wordt automatisch ingevuld nadat u hier de connectie heeft aangemaakt: http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid=My_App_ID (Vervang de [My_App_ID] met uw AppID nummer) en klik de "Gebruik deze connectie" knop.</p><p>To get "Signed certificate" please refer to the <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> <br />After you have created the certificates (Intuit CA & Client Signed) please do the following:<br />1. extract the key from the CSR you created (these steps are applicable only if keytool was used)<br />&nbsp; - Download the Java class to export Private key from the certificate: http://mark.foster.cc/pub/java/ExportPriv.java<br />&nbsp; - Compile this class: "javac ExportPriv.java"<br />&nbsp; - Export the Key to the file: "java ExportPriv <keystore> <alias> <password> > exported-pkcs8.key"<br />2. Save the client signed certificate to the file (e.g. qbms_cert.txt)<br />3. Save to the same file the Key that was extracted at step 1.<br />4. Upload the resulting file using this form.<br /></p>
pl: <p>You should use the "test" mode only if you have a PTC account. </p> <p>During registration of your application set the following values: <br /> - Type: hosted (web-based app)<br /> - Subscribe URL: [response_url]<br /> - Change URL: [response_url]<br /> - Cancel URL: [response_url]<br /> </p> <p><b>Connection ticket</b> will be filled out automatically after you create the connection here: http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid=[My_App_ID] (please replace the [My_App_ID] with your AppID number) and click the "Use this connection" button.</p><p>To get "Signed certificate" please refer to the <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> <br />After you have created the certificates (Intuit CA & Client Signed) please do the following:<br />1. extract the key from the CSR you created (these steps are applicable only if keytool was used)<br />&nbsp; - Download the Java class to export Private key from the certificate: http://mark.foster.cc/pub/java/ExportPriv.java<br />&nbsp; - Compile this class: "javac ExportPriv.java"<br />&nbsp; - Export the Key to the file: "java ExportPriv <keystore> <alias> <password> > exported-pkcs8.key"<br />2. Save the client signed certificate to the file (e.g. qbms_cert.txt)<br />3. Save to the same file the Key that was extracted at step 1.<br />4. Copy the resulted file to the [store]/payments/certificates and set the value of <b>"Certificate filename"</b> to the filename.<br /></p>
ro: <p>Ar trebui sa folositi modul "test" doar daca aveti un cont PTC. </p> <p>in timpul inregistrarii aplicatiei dvs. setati urmatoarele valori: <br /> - Tip: gazduit (apl-web-gazduita)<br /> - URL-ul abonarii: [response_url]<br /> - URL Schimbare: [response_url]<br /> - URL Anulare: [response_url]<br /> </p> <p><b>Biletul conexiunii</b> va fi completat in mod automat dupa ce realizati conexiunea aici: http://merchantaccount.ptc.quickbooks.com/j/sdkconnection/connectionList?appid=[My_App_ID] (va rugam sa inlocuiti [My_App_ID] cu ID-ul aplicatiei Dvs.) apoti dati click pe butonul "Foloseste aceasta conexiune".</p><p>Pentru a primi "Certificatul semnat" consultati <b>http://developer.intuit.com/QuickBooksSDK/chart.asp?id=496</b> <br />Dupa ce ati creat certificatele (Intuit CA & Client Signed) va rugam sa faceti urmatoarele:<br />1. despachetati cheia de CSR-ul creat de dvs. (acesti pasi se aplica doar daca instrumentul cheie a fost folosit)<br />&nbsp; - Descarcati clasa Java pentru a exporta cheia din certificatul: http://mark.foster.cc/pub/java/ExportPriv.java<br />&nbsp; - Compilati aceasta clasa: "javac ExportPriv.java"<br />&nbsp; - Exportati cheia fisierului: "java ExportPriv <keystore> <alias> <password> > exported-pkcs8.key"<br />2. Salvati certificatul semnat fisierului (ex: qbms_cert.txt)<br />3. Salvati fisierul cheie care a fost despachetat in pasul 1.<br /></p>

# Languages::our_brands
source: Our Brands
hu: Gyártóink
it: I nostri marchi
ka: ბრენდები
nl: Onze merken
pl: Nasze marki
ro: Despre noi

# Languages::text_qty_discounts
source: Our quantity discounts
hu: Mennyiségi kedvezményeink
it: I nostri sconti quantità
ka: საბითუმო ფასები
nl: Onze kwantumkortingen
pl: Nasz rabat ilościowy
ro: Discounturile noastre de cantitate

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
hu: <p>Elfelejtett jelszó esetén az e-mail cím megadásával lehet új jelszót igényelni, melyet a megadott e-mail címre küldünk el. </p>
it: <p>Se hai dimenticato la tua password, inserisci il tuo indirizzo e-mail in questo campo e fai click su <i>Resetta la password</i>.</p><p>Riceverai una nuova password e un collegamento per effettuare l'accesso. Potrai cambiare la tua password successivamente.</p>
ka: თუ თქვენ დაგავიწყდათ პაროლი, შეიყვანეთ შესაბამის ველში თქვენი ელ-ფოსტა და დააჭირეთ <i>პაროლის აღდგენა</i>.<br/><br/>ამის შემდეგ თქვენ მიიღებთ თქვენს ელ-ფოსტაზე წერილს ბმულით რომელზე გადასვლის შემდეგაც შეძლებთ თქვენი პაროლის შეცვლას.<br/>
nl: <p>Indien u uw wachtwoord bent vergeten vult u uw e-mailadres in en klikt u op <i>Herstel wachtwoord</i>.</p><p>U ontvangt een nieuw wachtwoord en een login-link. U kunt later het wachtwoord weer aanpassen.</p>
pl: Jeśli zapomniałeś hasło, wpisz swój adres email w polu i kliknij <i>Resetuj hasło</i>. <br/><br/> Otrzymasz nowe hasło oraz link, aby się zalogować. <br/><br/> Później będzie można zmienić hasło.
ro: <p>Daca ati uitat parola, introduceti adresa dvs. de e-mail in acest camp si faceti click pe<i>Resetati parola</i>.</p><p>Veti primi o parola noua si un link pentru a va putea loga. Veti fi putea schimba parola ulterior.</p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
hu: Adja meg az email címét az új bejelentkezési kulcshoz, valamint a linkhez, melyen keresztül bejelentkezhet és megváltoztathatja a jelszavát.
it: Inserisci la tua e-mail, ti sarà inviata una nuova password di accesso. Clicca sul collegamento che trovi nell'e-mail per effettuare l'accesso e cambiare la tua password.
ka: ახალი პაროლის მისაღებად გთხოვთ მიუთითოთ თქვენი ელ-ფოსტა.
nl: Voer a.u.b. uw logingegevens in. Het systeem zal uw wachtwoord resetten en u een nieuwe toesturen op uw e-mail adres.
pl: Wpisz swój adres e-mail, a nowe hasło do logowanie zostanie wysłane na ten adres. Kliknij w link otrzymany w e-mailu i zmień swoje hasło na nowe.
ro: Cheia de autentificare va vi fi trimisa printr-un e-mail. Dati click pe link-ul din e-mail pentru a va autentifica si pentru a avea posibilitatea de a schimba parola.

# Languages::text_recover_password_title
source: Reset password
hu: Új jelszó kérése
it: Resetta la password
ka: პაროლის აღდგენა
nl: Herstel wachtwoord
pl: Resetowanie hasła
ro: Resetati parola

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
hu: Amikor egy létező termék további képeit importálja, a létező képek importálás előtt automatikusan törlődnek
it: Quando vengono importate immagini aggiuntive di un prodotto aggiornato, le immagini già esistenti per questo prodotto verranno cancellate prima dell'importazione
ka: При импорте дополнительных изображений для обновляемого товара существующие изображения этого товара будут удалены
nl: Wanneer er extra afbeeldingen van een bijgewerkt product worden geïmporteerd zullen de bestaande afbeeldingen van het product worden verwijderd
pl: Podczas importowania dodatkowych zdjęć aktualizowanych produktów, istniejące zdjęć tego produktu zostaną usunięte przed importem
ro: Cand importati imagini suplimentare ale unui produs actualizat, imaginile existente ale acestui produs vor fi sterse, inainte de importare.

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
hu: Figyelem! Ha eltávolítja a mentéshez tartozó fájlokat, akkor többé nem lesz képes visszaállítani az előző telepítést. Bizonyosodjon meg arról, hogy az új verzió helyesen működik, és az adatbázismentések biztonságos helyen vannak.
it: AVVISO! Se cancellate i vostri file di backup (copie di sicurezza), non potrete più ripristinare la vostra installazione di CS-Cart precedente. Controllate che il vostro CS-Cart installato funzioni bene, e custodite i files di backup in un luogo sicuro.
ka: ყურადღება! თუკი თქვენ წაშლით სარეზერვო ფაილებს, ვეღარ შეძლებთ CS-Cart-ის საწყის მდგომარეობაში დაბრუნებას. დარწმუნდით რომ CS-Cart მუშაობს კორექტულად და ბაზის სარეზერვო ასლიც ინახება უსაფრთხო ადგილას.
nl: Waarschuwing! Wanneer u de backup bestanden verwijderd kunt u uw vorige CS-Cart installatie niet meer herstellen. Ben er zeker van dat de geïnstalleerde CS-Cart goed werkt, en dat de backup database bestanden op een veilige plaats staan.
pl: Uwaga! Po usunięciu plików kopii zapasowej, nie będziesz w stanie przywrócić poprzedniej instalacji CS-Cart. Upewnij się, że zainstalowany CS-Cart działa poprawnie, a pliki kopii zapasowej bazy danych są w bezpiecznym miejscu.
ro: Atentie! Daca eliminati fisierele de rezerva, nu veti putea sa restabiliti instalarea CS-Cart-lui anterior. Asigurati-va ca CS-Cart-ul instalat functioneaza in mod corespunzator si fisierele bazei de date de backup sunt intr-un loc sigur.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
hu: Kérjük, válasszon ki egy terméket a kötelező csoporthoz: [group_name]
it: Prego selezionate un prodotto per il gruppo [group_name] richiesto (obbligatorio)
ka: გთხოვთ აირჩიოთ პროდუქცია მითითებული ჯგუფისთვის [group_name]
nl: Selecteer een product voor de vereiste groep [group_name]
pl: Wybierz produkt do wymaganej grupy [group_name]
ro: Va rugam sa selectati un produs pentru grupul necesar al [group_name]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
hu: Az összes áruházban található termék mennyisége vissza lesz állítva.
it: Le quantità di tutti i prodotti nello store verranno resettate.
ka: ყველა პროდუქტი მაღაზიაში ანულირდება.
nl: Aantal van alle producten in de shop wordt gereset.
pl: Stan magazynowy wszystkich produktów w sklepie zostanie zresetowany.
ro: Cantitatea tuturor produselor din magazin va fi resetata.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
hu: Biztosan vissza akarja állítani a sablont?
it: Sei sicuro di volere ripristinare il template?
ka: ნამდვილად გსურთ შაბლონის აღდგენა?
nl: Weet u zeker dat u de sjabloon wilt herstellen?
pl: Jesteś pewien, że chcesz odzyskać szablon ?
ro: Sunteti sigur ca doriti sa restaurati sablonul?
