Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::awaiting
source: Awaiting
hu: Várakozó
it: In attesa
ka: მოლოდინის რეჟიმში
nl: In afwachting
pl: Oczekiwanie
ro: in asteptare

# Languages::awaiting_approval
source: Awaiting approval
hu: Elfogadásra vár
it: In attesa di approvazione
ka: დამოწმების მოლოდინში
nl: In afwachting van goedkeuring
pl: Oczekiwanie na akceptację
ro: in asteptarea aprobarii

# Languages::backtrace
source: Backtrace
hu: Visszakövetés
it: Rintraccia
ka: მიდევნება
ro: Istoric

# Languages::backup
source: Backup
hu: Mentés
it: Salvataggio dati
ka: დამარქაფება
pl: Kopia zapasowa
ro: Copie de rezerva

# Languages::backupping_data
source: Backing up data for
hu: Adatok biztonsági mentése:
it: Salva i dati per
ka: ცხრილების მონაცემების დამარქაფება
nl: Backing up data voor
pl: Tworzenie kopii zapasowej danych dla
ro: Se creaza o copie de siguranta a datelor pentru

# Languages::backupping_schema
source: Backing up schema for
hu: Séma biztonsági mentése:
it: Salvataggio schema
ka: ცხრილის სტრუქტურის დამარქაფება
nl: Backing up schema voor
pl: Tworzenie kopii zapasowych schematów dla
ro: Se creaza o copie de siguranta a schemei pentru

# Languages::backup_data
source: Backup database data
hu: Adatok mentése
it: Salvataggio banca dati
ka: ცხრილების მონაცემების რეზერვირება
nl: Backup database gegevens
pl: Kopia zapasowa danych z bazy danych
ro: Creati o copie de siguranta a datelor din baza de date

# Languages::backup_filename
source: Backup file name
hu: Fájl neve
it: Nome file di salvataggio
ka: სარეზერვო ფაილის სახელწოდება
nl: Backup bestandsnaam
pl: Nazwa pliku kopii zapasowej
ro: Numele fisierului de backup

# Languages::backup_files
source: Backup files
hu: Fájlok biztonsági mentése
it: Salva i file
ka: სარეზერვო ფაილები
nl: Backup bestanden
pl: Kopia zapasowa nazwy plików
ro: Fisierele backup

# Languages::backup_options
source: Backup options
hu: Biztonsági mentés beállításai
it: Opzioni di Backup
ka: დამარქაფების პარამეტრები
nl: Backup opties
pl: Opcje kopii zapasowej
ro: Optiuni Backup

# Languages::backup_schema
source: Backup database schema
hu: Táblaszerkezet mentése
it: Salvataggio banca dati schema
ka: ცხრილების სტრუქტურის რეზერვირება
pl: Kopia zapasowa schematu bazy danych
ro: Backup-ul datei de baza a schemei

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
hu: Vásárolható!
it: Benvenuti, ora potete acquistare nuovamente!
ka: გეპატიჟებით შესყიდვებზე!
nl: Welkom in onze webwinkel!
pl: Zapraszamy do zakupu!
ro: Achizitionare!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
hu: Tájékoztatás, hogy a következő termékek ismét raktárról elérhetőek áruházunkban:
it: Vi informiamo che il seguente prodotto è nuovamente disponibile nel nostro negozio:
ka: მოხარულები ვართ გაცნობოთ რომ, აღნიშნული პრდუქტი ხელმისაწვდომი გახდა ჩვენს ინტერნეტ მაღაზიაში:
nl: We willen u graag laten weten dat het volgende product weer op voorraad is in onze winkel:
pl: Uprzejmie informujemy, że produkt jest ponownie dostępny w sprzedaży w naszym sklepie:
ro: Va scriem pentru a va informa ca urmatorul produs este din nou in stoc in magazinul nostru:

# Languages::balance
source: Balance
hu: Egyenleg
it: Saldo
ka: ბალანსი
nl: Balans
pl: Wartość przed
ro: Balanta

# Languages::balance_account
source: Account balance
hu: Fiókegyenleg
it: Saldo del conto
ka: ანგარიშის ბალანსი
nl: Account balans
pl: Stan konta
ro: Balanta contului

# Languages::bank
source: Bank
it: Banca
ka: ბანკი
ro: Banca

# Languages::ground_only
source: Ground only
it: Solo via terra
ka: სახმელეთო გადაზიდვა
nl: Alleen over land
pl: Tylko i wyłącznie
ro: Doar la sol

# Languages::bank_routing_number
source: Bank routing number
hu: Bankszámlaszám
it: Codice bancario (IBAN)
ka: ბანკის კოდი (მხოლოდ აშშ-სთვის)
nl: Bank routeer nummer
pl: Numer rozliczeniowy banku
ro: Numarul de rutare al bancii

# Languages::bar
source: Bar
hu: Sáv
it: Barra
ka: Гистограмма
nl: Staaf
ro: Bara

# Languages::base_currency
source: Base
hu: Alap
it: Valuta di base
ka: ძირითადი ვალუტა
nl: Basis
pl: Postawowa
ro: De baza

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
hu: A pénznem nem törölhető, mert ez alap pénzneme az áruháznak.
it: LA valuta non è stata cancellata perché è impostata come valuta predefinita del negozio.
ka: ამ ვალუტის წაშლა შეუძლებელია რადგან ის არის ძირითადი ვალუტა საიტზე.
nl: De valuta is niet verwijderd omdat het de standaard valuta van de winkel is.
pl: Waluta nie została skasowana ponieważ jest podstawową walutą w sklepie.
ro: Moneda nu a fost inlaturata, deoarece este moneda de baza in magazin.

# Languages::base_price
source: Base price
hu: Alap ár
it: Prezzo base
ka: ძირითადი ფასი
nl: Basisprijs
pl: Cena bazowa
ro: Pretul de baza

# Languages::bestsellers
source: Bestsellers
hu: Legtöbbet vásároltak
it: Articoli più venduti
ka: გაყიდვების ჰიტები
pl: Bestsellery
ro: Cel mai bine vandut

# Languages::biller_code
source: Biller code
hu: Számlázó kód
it: Codice fatturazione
ka: Код выставителя счёта
nl: Koper code
pl: Kod rozliczeniowy
ro: Codul Facturantului

# Languages::billing_address
source: Billing address
hu: Számlázási cím
it: Indirizzo di fatturazione
ka: საცხოვრებელი მისამართი
nl: Factuuradres
pl: Adres zamawiającego
ro: Adresa de facturare

# Languages::billing_options
source: Billing Options
hu: Fizetési módok
it: Opzioni di fatturazione
ka: გადახდის მეთოდები
nl: Betaalopties
pl: Płatność i złożenie zamówienia
ro: Optiuni de facturare

# Languages::billing_shipping_address
source: Billing and Shipping Address
hu: Számlázási és szállítási címek megadása
it: Indirizzo di spedizione e fatturazione
ka: მიწოდების ადგილი
nl: Factuur- en verzendadres
pl: Dane adresowe
ro: Adresa de facturare si de livrare

# Languages::bill_to
source: Bill to
hu: Számlázási cím
it: Fatturato a
ka: მომხმარებელი
nl: Factuur naar
pl: Rachunek dla
ro: Facturati catre

# Languages::block
source: Block
hu: Blokk
it: Blocco
ka: ბლოკი
nl: Blok
pl: Blok
ro: Bloc

# Languages::blocks
source: Blocks
hu: Blokkezelő
it: Blocchi
ka: ბლოკები
nl: Blokken
pl: Bloki
ro: Blocuri

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
hu: Ez a blokk már megtalálható ebben a rácsban
it: Questo blocco esiste già in questa griglia
nl: Dit blok bestaat al in het rooster
pl: Ten blok już istnieje w tej siatce
ro: Acest bloc exista deja in grid

# Languages::block_breadcrumbs
source: Breadcrumbs
hu: Morzsa navigáció
it: Breadcrumbs (navigazione)
ka: ნავიგაციის ველი
nl: Broodkruimelpad
pl: Okruszki

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
hu: Morzsa navigáció
it: Breadcrumbs (navigazione)
ka: ნავიგაციის ველი
nl: Navigatie broodkruimelpaden
pl: Ścieżka nawigacji
ro: Breadcrumbs de navigare

# Languages::block_categories_description
source: Category trees
hu: Kategória fa
it: Descrizione categorie
ka: კატეგორიის შტო
nl: Categorieën boom
pl: Drzewo kategorii
ro: Categorii arborescente

# Languages::block_products_description
source: Product showcase
hu: Termékbemutató
it: Descizione prodotti
nl: Productoverzicht
pl: Prezentacja produktów
ro: Prezentare produs

# Languages::block_cart_content
source: Cart content
hu: Kosár tartalma
it: Contenuto carrello
ka: კალათა
nl: Winkelwagen inhoud
pl: Zawartość koszyka
ro: Continutul cosului

# Languages::block_cart_content_description
source: Current cart content
hu: Jelenlegi kosár tartalma
it: Contenuto attuale del carrello
ka: კალათის შიგთავსი
nl: Huidige winkelwagen inhoud
pl: Bieżąca zawartość koszyka
ro: Continutul actual al cosului

# Languages::block_categories
source: Categories
hu: Kategóriák
it: Categorie
ka: კატეგორიები
nl: Categorieën
pl: Kategorie
ro: Categorii bloc

# Languages::block_checkout
source: Checkout
hu: Vásárlás
it: Cassa
ka: შეკვეთის გაფორმება
nl: Afrekenen
pl: Zamówienie

# Languages::block_checkout_description
source: Current order information
hu: Rendelés információk
it: Informazioni ordine attuale
ka: ინფორმაცია შეკვეთის შესახებ
nl: Huidige bestel informatie
pl: Bieżące informacje o zamówieniu
ro: Informatia curenta a comenzii

# Languages::block_content
source: Block content
hu: Blokk tartalom
it: Contenuto blocco
ka: ბლოკის შემცველობა
nl: Blok inhoud
pl: Zawartość bloku
ro: Continutul barierei

# Languages::block_currencies
source: Currencies
hu: Pénznemek
it: Valute
ka: ვალუტა
nl: Valuta
pl: Waluty
ro: Monede

# Languages::block_currencies_description
source: Currency selector
hu: Pénznem választó
it: Selettore di valuta
ka: ვალუტის გადამრთველი
nl: Valuta keuze
pl: Wybór waluty
ro: Selectare moneda

# Languages::block_disabled
source: Block was disabled for this location
hu: A blokk le lett tiltva ehez a lokációhoz
it: Il blocco è stato disattivato per questa posizione
ka: Блок был выключен для этого пункта назначения
nl: Blok is uitgeschakeld voor deze locatie
pl: Blok został zablokowany dla tej lokalizacji
ro: Bariera a fost dezactivata pentru aceasta locatie

# Languages::block_enabled
source: Block was enabled for this location
hu: A blokk engedélyezve van ehhez a lokációhoz
it: Il blocco è stato attivato per questa posizione
ka: Блок был включен для этого пункта назначения
nl: Blok was ingeschakeld voor deze locatie
pl: Blok został odblokowany dla tej lokalizacji
ro: Bariera a fost activata pentru aceasta locatie

# Languages::block_html_block
source: HTML block
hu: HTML blokk
it: Blocco HTML
ka: HTML ბლოკი
nl: HTML blok
pl: Blok HTML
ro: Bloc HTML

# Languages::block_html_block_description
source: Any HTML content
hu: Bármely HTML tartalom
it: Qualunque contenuto HTML
ka: ყველანაირი HTML შემცველობა
nl: Elke HTML inhoud
pl: Dowolna zawartość HTML
ro: Orice continut HTML

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
hu: IP cím blokkolása bizonyos számú sikertelen próbálkozás után
it: Blocca IP dopo un certo numero di tentativi falliti
ka: ბევრი წარუმატებელი ცდის შემდეგ IP-ის ბლოკირება
nl: Blok IP na een aantal mislukte pogingen
pl: Zablokuj numer IP po nieudanych próbach
ro: Blocati IP-ul dupa un numar de incercari nereusite

# Languages::block_languages
source: Languages
hu: Nyelvek
it: Lingue
ka: ენები
nl: Talen
pl: Języki
ro: Limbi

# Languages::block_languages_description
source: Language selector
hu: Nyelvválasztó
it: Selettore di lingua
ka: ენების გადამრთველი
nl: Taal keuze
pl: Wybór języka
ro: Selectare limba

# Languages::block_localizations
source: Localizations
hu: Lokalizációk
it: Localizzazioni
ka: ლოკალიზაცია
nl: Lokalisaties
pl: Lokalizacja
ro: Locatii

# Languages::block_localizations_description
source: Localization selector
hu: Lokalizáció választó
it: Selettore per localizzazioni
nl: Lokalisatie keuze
pl: Wybór lokalizacji
ro: Selectare locatie

# Languages::block_main
source: Main
hu: Alap
it: Principale
ka: მთავარი
nl: Hoofd
pl: Główny blok
ro: Principal

# Languages::block_main_description
source: Main content (loaded by controller)
hu: Alap tartalom (a rendszer által betöltve)
it: Contenuto principale (caricato dal controller)
ka: ძირითადი შემცველობა (подгружается при помощи контроллера)
nl: Hoofd inhoud (geladen door controller)
pl: Główna zawartość (ładowane przez sterownik)
ro: Continut principal

# Languages::block_manager
source: Block manager
hu: Blokk kezelő
it: Gestione blocchi
ka: ბლოკების მართვა
nl: Blokbeheer
pl: Zarządzanie blokiem
ro: Gestionare bariere

# Languages::block_manager.fixed_layout
source: Fixed width
hu: Fix szélesség
it: Larghezza fissa
ka: ფიქსირებული სიგანე
nl: Vaste breedte
pl: Stała szerokość
ro: Latime fixa

# Languages::block_manager.fluid_layout
source: Fluid
hu: Rugalmas
it: Fluido
ka: დიაპაზონი
nl: Vloeibaar
pl: Płynny
ro: Lichid

# Languages::block_manager.full_width_layout
source: Full width
hu: Teljes szélesség
it: Larghezza intera
ka: სრული სიგანე
nl: Volledige breedte
pl: Pełna szerokość
ro: Latime completa

# Languages::block_manager.grid_columns
source: Grid columns
hu: Rács oszlopok
it: Colonne griglia
ka: ბადის სვეტები
nl: Roosterkolommen
pl: Ilość kolumn siatki
ro: Coloane grid

# Languages::block_manager.layout_width
source: Layout width
hu: Elrendezés szélessége
it: Larghezza layout
nl: Breedte van de opmaak
pl: Szerokość układu graficznego
ro: Latime layout

# Languages::block_manager.max_width
source: Maximal width
hu: Maximális szélesség
it: Larghezza massima
ka: მაქსიმალური სიგანე
nl: Maximale breedte
pl: Maksymalna szerokość
ro: Latime maxima

# Languages::block_manager.min_width
source: Minimal width
hu: Minimális szélesség
it: Larghezza minima
ka: მინიმალური სიგანე
nl: Minimale breedte
pl: Minimalna szerokość
ro: Latime minima

# Languages::block_manager.error_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" href="[url]">Theme editor</a>.
hu: Amikor az arculat CSS-re konvertált, nem lehet elrendezést változtatni. Engedélyezze a LESS módot az <a target="_blank" href="[url]">arculat szerkesztőben</a>.
it: Il cambiamento di Layout quanto il tema è convertito in CSS non è permesso. Per favore abilità la modalità LESS nell'<a target="_blank" href="[url]">Editor di Tema</a>.
nl: De opmaak kan niet worden gewijzigd als het thema is omgezet naar CSS. Gebruik de LESS-modus in de <a target="_blank" href="[url]">Themabewerker</a>.
pl: Zmiana układu, gdy jest układ graficzny jest przekształcany w CSS nie jest dozwolone. Proszę włączyć w tryb LESS <a target="_blank" href="[url]">Edytor układu graficznego</a>.
ro: Schimbarea aspectului atunci când tema este convertită la CSS nu este permisă. Vă rugăm să activaţi modul LESS în <a target="_blank" href="[url]"> Editor teme</a>.

# Languages::block_manager.add_layout_page
source: Add layout page
it: Aggiungere la pagina di layout
nl: Opmaak pagina toevoegen
pl: Dodaj układ strony

# Languages::block_manager.editing_layout_page
source: Editing layout page
it: Modifica pagina di layout
nl: Opmaak pagina aanpassen
pl: Edycja układu strony

# Languages::block_manager.new_layout_page
source: New layout page
it: Nuova pagina di layout
nl: Nieuwe opmaak pagina
pl: Nowy układ strony

# Languages::block_manager.layout_pages
source: Layout pages
it: Pagine di layout
nl: Opmaak pagina's
pl: Układ stron

# Languages::block_menu
source: Menu
hu: Menü
it: Menù
ka: მენიუ
ro: Meniu

# Languages::block_menu_description
source: Different types of menus
hu: Különböző típusú menük
it: Diversi tipi di menù
ka: განსხვავებული ტიპის მენიუები
nl: Verschillende typen menu's
pl: Różne typy menu
ro: Diferite tipuri de meniuri

# Languages::block_my_account
source: My account
hu: Fiókom
it: Il mio account
ka: ჩემი ანგარიში
nl: Mijn profiel
pl: Moje konto
ro: Contul meu

# Languages::block_my_account_description
source: Customer profile access
hu: Vevői profil hozzáférés
it: Accesso profilo cliente
ka: წვდომა მომხმარებლის ანგარიშთან
nl: Toegang tot klantprofiel
pl: Dostęp do profilu klienta
ro: Acces profil client

# Languages::block_name
source: Block name
hu: Blokk neve
it: Nome blocco
ka: ბლოკის დასახელება
nl: Blok naam
pl: Nazwa bloku
ro: Numele barierei

# Languages::block_options
source: Block options
hu: Blokk beállítása
it: Opzioni blocco
ka: ბლოკის პარამეტრები
nl: Blok opties
pl: Opcje bloku
ro: Optiuni bloc

# Languages::block_order
source: Block order
hu: Rendelés blokkolása
it: Ordinamento blocco
ka: ბლოკების განლაგება
nl: Blok sortering
pl: Kierunek bloku
ro: Ordinea blocului

# Languages::block_our_brands
source: Brands
hu: Gyártók
it: Marchi
ka: ბრენდები
nl: Merken
pl: Marki
ro: Branduri

# Languages::block_our_brands_description
source: Product brands presented in the store
hu: Az áruházban elérhető termék márkák
it: Marche di prodotti offerti nel negozio
nl: Product merken weergegeven in winkel
pl: Marki produktów prezentowanych w sklepie
ro: Branduri de produse in stor

# Languages::block_pages
source: Pages
hu: Oldalak
it: Pagine
ka: გვერდები
nl: Pagina's
pl: Strony
ro: Pagini

# Languages::block_pages_description
source: Store pages
hu: Áruház oldalai
it: Pagine negozio
ka: მაღაზიის გვერდები
nl: Winkel pagina's
pl: Strony sklepu
ro: Pagini stor

# Languages::block_payment_methods
source: Payment methods
hu: Fizetési módok
it: Metodi di pagamento
ka: გადახდის მეთოდები
nl: Betaal methodes
pl: Metody płatności
ro: Metode de plata

# Languages::block_payment_methods_description
source: Available payment methods
hu: Elérhető fizetési módok
it: Metodi di pagamento disponibili
ka: ხელმისაწვდომი გადახდის მეთოდები
nl: Beschikbare betaalmethoden
pl: Dostępne metody płatności
ro: Metode de plata disponibile

# Languages::block_products
source: Products
hu: Termékek
it: Prodotti
ka: პროდუქტები
nl: Producten
pl: Produkty
ro: Produse

# Languages::block_product_filters
source: Product filters
hu: Szűrők
it: Filtri prodotto
ka: პროდუქტების ფილტრი
pl: Filtry produktów
ro: Filtre produs

# Languages::block_product_filters_description
source: Product filtering options
hu: Termék szűrő opciók
it: Opzioni filtro prodotto
ka: პროდუქტის გაფილტვრის პარამეტრები
nl: Productfilter opties
pl: Opcje filtrowania produktów
ro: Optiuni de filtrare a produselor

# Languages::block_settings
source: Block settings
hu: Blokk beállítások
it: Impostazioni blocco
ka: ბლოკირების პარამეტრები
nl: Blok instellingen
pl: Ustawienia bloku
ro: Setarile barierei

# Languages::block_shipping_methods
source: Shipping methods
hu: Szállítási módok
it: Metodi di spedizione
ka: მიწოდების საშუალებები
nl: Verzendmethoden
pl: Metody wysyłki
ro: Metode de livrare

# Languages::block_shipping_methods_description
source: Available shipping methods
hu: Elérhető szállítási módok
it: Metodi di spedizione disponibili
ka: ხელმისაწვდომი მიწოდების საშუალებები
nl: Beschikbare verzendmethoden
pl: Dostępne metody wysyłki
ro: Metode de livrare disponibile

# Languages::block_smarty_block
source: HTML block with Smarty support
hu: HTML blokk Smarty támogatással
it: Blocco HTML con supporto Smarty
nl: HTML blok met Smarty ondersteuning
pl: Blok HTML z obsługą Smarty
ro: Bloc HTML cu suport Smarty

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
hu: Bármely HTML/Smarty tartalom
it: Qualsiasi contenuto HTML/Smarty
ka: ნებისმიერი HTML/Smarty შიგთავსი
nl: Elke HTML/Smart inhoud
pl: Dowolna zawartość HTML/Smarty
ro: Orice continut HTML/Smarty

# Languages::block_template
source: Template
hu: Sablon
it: Modello
ka: შაბლონი
nl: Sjabloon
pl: Szablony
ro: Şablon

# Languages::block_template_description
source: Block with a particular template
hu: Blokk, előre meghatározott sablonnal
it: Blocco con un modello particolare
ka: Блок с определенным шаблоном
nl: Blok met een bepaald sjabloon
pl: Blok z określonym szablonem
ro: Bloc cu template particular

# Languages::block_text
source: Block text
hu: Blokk szöveg
it: Testo del blocco
ka: ტექსტური ბლოკი
nl: Blok tekst
pl: Blok tekstu
ro: Textul blocului

# Languages::block_time
source: Time for which IP should be blocked
hu: Az az idő, amikor az IP blokkolva lesz
it: Durata del blocco dell'indirizzo IP
ka: IP-ს ბლოკირების დრო
nl: Tijd waarop IP geblokkeerd moeten worden
pl: Czas dla którego numer IP powienien być zablokowany
ro: Timpul pentru fiecare IP ca sa fie blocat

# Languages::block_width
source: Block width
hu: Blokk szélessége
it: Larghezza blocco
ka: ბლოკის სიგანე
nl: Blok breedte
pl: Szerokość bloku
ro: Latimea blocului

# Languages::block_wrapper_updated
source: Block wrapper was updated
hu: Blokk keret frissítve
it: Il contenitore del blocco è stato aggiornato
ka: ბლოკების გარსი იქნა განახლებული
nl: Blokomslag is bijgewerkt
pl: Wygląd ramki bloków został zaktualizowany
ro: Wrapperul blocului a fost actualizat

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
hu: Az [action] akció végrehajtása az összes [location_name] oldalon érinteni fogja ezt a blokkot. Biztosan folytatja?
it: Eseguo l'operazione [action]: verrà applicata a questo blocco in tutte le pagine con posizioni [location_name]. Vuoi continuare?
ka: ამ მოქმედების შეცრულება გამოიწვევს [action] ამ ბლოკის ყველა [location_name] გვერდზე. გსურთ გაგრძელება?
nl: Deze actie uitvoeren zal dit blok [action] op alle [location_name] pagina's. Weet je zeker dat je wilt doorgaan?
pl: Wykonanie tej akcji spowoduje [action] tego bloku z tych [location_name] stron. Czy chcesz kontynuować?
ro: Efectuarea acestei actiuni va [actiune] acest bloc de pe toate paginile de [LOCATION_NAME]. Vrei sa continui?

# Languages::body
source: Body
it: Corpo testo
ka: წერილის შიგთავსი
nl: Inhoud
pl: Ciało
ro: Sistem

# Languages::bonuses
source: Bonuses
hu: Bónuszok
it: Bonus
ka: ბონუსები
nl: Bonussen
pl: Dodatki
ro: Bonusuri

# Languages::both
source: Both
hu: Mindegyik
it: Entrambi
ka: ორივე
nl: Beide
pl: Wszystkie
ro: Amandoua

# Languages::bought
source: Already bought
hu: Már megvásárolt
it: Già acquistato
ka: უკვე შეძენილია
nl: Kochten ook
pl: Już kupiony
ro: Deja achizitionat

# Languages::bought_amount
source: Bought quantity
hu: Vásárolt mennyiség
it: Importo acquistato
ka: შესყიდვების რაოდენობა
nl: Aantal gekocht
pl: Ilość kupionych
ro: Cantitate cumparata

# Languages::box_height
source: Box height
hu: Doboz magasság
it: Altezza pacco
ka: ყუთის სიმაღლე
nl: Hoogte doos
pl: Wysokość przesyłki
ro: Inaltime caseta

# Languages::box_length
source: Box length
hu: Doboz hosszúság
it: Lunghezza pacco
ka: ყუთის სიგრძე
nl: Lengte doos
pl: Długość przesyłki
ro: Lungime caseta

# Languages::box_width
source: Box width
hu: Doboz szélesség
it: Larghezza pacco
ka: ყუთის სიგანე
nl: Breedte doos
pl: Szerokość przesyłki
ro: Latime caseta

# Languages::brand
source: Brand
hu: Márka
it: Marca
ka: ბრენდი
nl: Merk
pl: Marka

# Languages::brand_type
source: Brand/Manufacturer
hu: Gyártó/Márka
it: Marca/Fabbricante
ka: ბრენი/მწარმოებელი
nl: Merk/Fabrikant
pl: Marka/Producent
ro: Brand/Producator

# Languages::breadcrumbs
source: Breadcrumbs
hu: Morzsa navigáció
it: Breadcrumbs (navigazione)
ka: ნავიგაციის ველი
nl: Broodkruimelpaden
pl: Okruszki

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
hu: A bővítmény struktúrája helytelen. A feltöltött csomag nem telepíthető.
it: Struttura add-on errata. Il pacchetto caricato non può essere installato.
nl: Plug-in heeft niet de juiste opmaak. De geüploade plug-in kan niet worden gebruikt.
pl: Nieprawidłowa struktura dodatku. Paczka nie została zainstalowana.
ro: Structura add-onului este incorecta. Pachetul nu poate fi instalat

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
hu: Helytelen PO szerkezet. A feltöltött csomag nem telepíthető.
it: Struttura PO non corretta. Il pacchetto caricato non può essere installato.
nl: Onjuiste PO-pack structuur. De geüploade pack kan niet worden geïnstalleerd.
pl: Błędna struktura PO-Pack. Załadowany pakiet nie może zostać zainstalowany.
ro: Structura PO-pack incorectă. Pachetul încărcat nu poate fi instalat.

# Languages::browse
source: Browse...
hu: Tallózás...
it: Sfoglia...
ka: ძიება...
nl: Bladeren...
pl: Przegląda...
ro: Rasfoiti...
