Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
hu: Szállítási értesítés küldése a vásárlónak
it: Invia notifica spedizione al cliente
ka: Отправить уведомление о поставке покупателю
nl: Stuur verzendnotificatie naar klant
pl: Wyślij powiadomienie o wysyłce do klienta
ro: Trimiteti notificarea expedierii catre client

# Languages::send_shipping_address
source: Send customer shipping address
hu: Vevő szállítási címének küldése
it: Invia indirizzo di consegna cliente
ka: მყიდველის მიწოდების მისამართის გაგზავნა
nl: Verzend klant afleveradres
pl: Wyślij klientowi adres wysyłki
ro: Trimiteti adresa de expediere a clientului

# Languages::send_via
source: Send via
hu: Küldés ezzel
it: Spedire tramite
ka: Отправить по
nl: Stuur via
pl: Wyślij przez
ro: Trimiteti prin

# Languages::send_via_email
source: Send via email
hu: Emailen keresztül
it: Spedire tramite e-mail
ka: ელ ფოსტით გაგზავნა
nl: Stuur per e-mail
pl: Wyślij e-mailem
ro: Trimiteti prin e-mail

# Languages::send_via_postal_mail
source: Send via postal mail
hu: Postai úton
it: Spedire tramite posta
ka: ფოსტით გაგზავნა
nl: Verstuur via post
pl: Wyślij pocztą
ro: Trimiteti prin posta

# Languages::seo_meta_data
source: Meta data
hu: SEO / Meta adatok
it: SEO / Meta data
ka: SEO / Meta მონაცემები
nl: Zoekmachine optimalisatie / Meta gegevens
pl: SEO / Metadane
ro: Meta date / SEO

# Languages::sequential
source: Sequential
hu: Folyamatos
it: Sequenziale
ka: მიმდევრობითი
nl: Opvolgend
pl: Po kolei
ro: Secvential

# Languages::service_not_available
source: This service is not available.
hu: A szolgáltatás nem elérhető
it: Questo servizio non è disponibile.
ka: ეს სერვისი მიუწვდომელია.
nl: Deze service is niet beschikbaar.
pl: Ta usługa nie jest dostępna.
ro: Serviciul nu este disponibil

# Languages::settings
source: Settings
hu: Beállítások
it: Impostazioni
ka: პარამეტრები
nl: Instellingen
pl: Ustawienia
ro: Setari

# Languages::settings_wizard
source: Settings wizard
hu: Beállítás varázsló
it: Wizard delle impostazioni
nl: Instellingen wizard
pl: Kreator ustawień
ro: Asistent setãri

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
hu: A Varázslót a 'Beállítások -> Beállítás varázsló' menüpont alatt lehet újra bekapcsolni.
it: È possibile riaprire di nuovo il wizard nel menu -> Wizard delle impostazioni
nl: Wizard kan opnieuw worden geopend in het menu 'Instellingen -> Instellingen wizard'.
pl: Kreator będzie można ponownie otworzyć w menu 'Administracja -> Kreator ustawień'.
ro: Wizard este posibil sa se redeschida in meniul 'Settings -> Settings wizard'.

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
hu: Beállítás varázsló: [current_step]. lépés, összesen: [total_steps] lépés
it: Wizard delle impostazioni: Passo [current_step] di [total_steps]
nl: Instellingen wizard: Stap [current_step] of [total_steps]
pl: Kreator ustawień: Krok [current_step] z [total_steps]
ro: Setari wizard: Pasul [current_step] din [total_steps]

# Languages::share
source: Share
hu: Megosztás
it: Condividi
ka: გაზიარება
nl: Deel
pl: Współdziel

# Languages::share.congratulations_first_order
source: Congratulations on you first complete order.
hu: Gratulálunk az első sikeres rendeléséhez.
it: Congratulazioni per il tuo primo ordine completato.
ka: გილოცავთ თქვენს პირველ განთავსებულ შეკვეთას.
nl: Gefeliciteerd met uw eerste complete bestelling.
pl: Gratulujemy pierwszego kompletnego zamówienia.
ro: Felicitari pentru prima dvs comanda !

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
hu: Ejjha! Az első sikeres vásárlás a [product] áruházamban!
it: Wow! Il primo ordine completato nel mio Negozio [product]
ka: ვაშა! პირველი დასრულებული შეკვეთა ჩემს [product]-მაღაზიაში
nl: Wow! De eerste afgeronde bestelling in mijn CS-Cart webwinkel
pl: Gratulacje! Pierwsze kompletne zamówienie na produkt [product] w sklepie
ro: Felicitari! Ati finalizat prima comanda.

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
hu: Épp most készítettem egy webáruházat [product_name] segítségével
it: Ho appena creato un negozio on-line con [product_name]
nl: I heb zojuist een online webwinkel aangemaakt met [product_name]
pl: Właśnie stworzyliśmy sklep internetowy z [product_name]
ro: Tocmai am creat un magazin online cu [product_name]

# Languages::sha_sign
source: SHA-1 Signature
hu: SHA-1 Aláírás
it: Firma SHA-1
ka: SHA-1 ხელმოწერა
nl: SHA-1 handtekening
pl: Podpis SHA-1
ro: Semnatura SHA-1

# Languages::shipment
source: Shipment
hu: Szállítás
it: Spedizione
ka: მიწოდება
nl: Zending
pl: Wysyłka
ro: Transport

# Languages::shipments
source: Shipments
hu: Szállítmányok
it: Informazione spedizioni
ka: მიწოდება
nl: Zendingen
pl: Wysyłki
ro: Expedieri

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
hu: Rendelésekből létrehozott szállítási listák megtekintése és nyomtatása.
it: Visualizzare e stampare la bolla di consegna per spedizioni separate create dagli ordini.
ka: შესაფუთი ამანათისთვის ინვოისის ნახვა და ამობეჭდვა.
nl: Bekijk en print pakbonnen voor bestellingen
pl: Przeglądanie i drukowanie listy pakowania dla przesyłek stworzonych dla zamówień.
ro: Vezi si printeaza bonul de livrare.

# Languages::shipment_date
source: Shipment date
hu: Szállítás időpontja
it: Data spedizione
ka: მიწოდების თარიღი
nl: Verzendingsdatum
pl: Data wysyłki
ro: Data expedierii

# Languages::shipment_details
source: Shipment details
hu: Szállítmány részletei
it: Dettagli spedizione
ka: მიწოდების დეტალები
nl: Verzenddetails
pl: Szczegóły wysyłki
ro: Detalii transport

# Languages::shipment_has_been_created
source: Shipment has been created
hu: Szállítmány létrehozva
it: La spedizione è stata creata
ka: მიწოდება შექმნილია
nl: Verzending is aangemaakt
pl: Wysyłka została stworzona
ro: Modalitatea de transport a fost creata

# Languages::shipment_id
source: Shipment ID
hu: Szállítmány azonosító
it: ID spedizione
ka: მიწოდების ID
nl: Verzend-ID
pl: ID wysyłki
ro: Id-ul Expedierii

# Languages::shipment_info
source: Shipment information
hu: Szállítási információ
it: Informazioni spedizione
ka: ინფორმაცია მიწოდების შესახებ
nl: Verzend informatie
pl: Informacje o wysyłce
ro: Informatii transport

# Languages::shipped
source: Shipped
hu: Kiszállítva
it: Spedito
ka: გაგზავნილი
nl: Verzonden
pl: Wysłane
ro: Expediat

# Languages::shipped_products
source: Shipped products
hu: Szállított termékek
it: Prodotti spediti
ka: გაგზავნილი პროდუქცია
nl: Verzonden producten
pl: Wysłane produkty
ro: Produse transportate

# Languages::shipper_number
source: Shipper number
hu: Szállító szám
it: Numero corriere
ka: მიმწოდებლის ნომერი
nl: Verzender nummer
pl: Numer nadawcy
ro: Numarul de expeditor

# Languages::shipping
source: Shipping
hu: Szállítás
it: Spedizione
ka: მიწოდება
nl: Verzendwijze
pl: Wysyłka
ro: Transport

# Languages::shippings
source: Shippings
hu: Szállítási módok
it: Spedizioni
ka: მიწოდება
nl: Verzendingen
pl: Ustawienia wysyłki
ro: Modalitati transport

# Languages::shippings.service_not_configured
source: Service is not configured
hu: Szolgáltatás nincs beállítva
it: Il servizio non è configurato
ka: სერვისი არ არის კონფიგურირებული
nl: Dienst is niet geconfigureerd
pl: Usługa nie jest skonfigurowana
ro: Detaliile de transport nu au fost configurate

# Languages::shippings.service_not_found
source: Service was not found
hu: Szolgáltatás nem található
it: Il servizio non è stato trovato
ka: სერვისი ვერ მოიძებნა
nl: Dienst werd niet gevonden
pl: Usługa nie została znaleziona
ro: Serviciul de transport nu a fost gasit

# Languages::shippings_taxes
source: Shipping & taxes
hu: Szállítás - adók
it: Spedizione & Tasse
ka: ტრანსპორტირება & გადასახადები
nl: Verzenden & heffingen
pl: Wysyłka/podatki
ro: Transport si taxe

# Languages::shipping_address
source: Shipping address
hu: Szállítási cím
it: Indirizzo di consegna
ka: შეკვეთის მიწოდების ადგილი
nl: Verzendadres
pl: Adres wysyłki
ro: Adresa de livrare

# Languages::shipping_charges
source: Shipping charges
hu: Szállítási díj
it: Spese di spedizione
ka: ტრანსპორტირების ღირებულება
nl: Verzendkosten
pl: Koszty dostawy
ro: Taxele de expediere

# Languages::shipping_cost
source: Shipping cost
hu: Szállítási költség
it: Spese di spedizione
ka: მიწოდების ღირებულება
nl: Verzendkosten
pl: Koszt wysyłki
ro: Costul transportului

# Languages::shipping_estimation
source: Shipping estimation
hu: Szállítási költség kalkulálása
it: Stima spese di spedizione
ka: მიწოდების ღირებულების გამოთვლა
nl: Verzend schatting
pl: Kalkulacja kosztów wysyłki
ro: Estimare transport

# Languages::shipping_freight
source: Shipping freight
hu: Szállítási költség
it: Spese di spedizione
ka: ტრანსპორტირების ღირებულება
nl: Verzendkosten
pl: Dodatkowy koszt transportu
ro: Cheltuieli de transport

# Languages::shipping_information
source: Shipping information
hu: Szállítási információk
it: Informazioni spedizione
ka: ინფორმაცია ტრანსპორტირების შესახებ
nl: Verzend informatie
pl: Informacja o wysyłce
ro: Informatii despre transport

# Languages::shipping_method
source: Shipping method
hu: Szállítási mód
it: Metodo di spedizione
ka: მიწოდების მეთოდი
nl: Verzendwijze
pl: Sposób wysyłki
ro: Metoda de expediere

# Languages::shipping_methods
source: Shipping methods
hu: Szállítási módok
it: Metodi di spedizione
ka: ტრანსპორტირების საშუალებები
nl: Verzendwijzen
pl: Sposoby wysyłki
ro: Metode de expediere

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
hu: A szállítási lehetőségek paramétereinek beállítása.
it: Combinazione di regole e parametri per calcolare i costi di spedizione.
ka: პარამეტრების და წესების კრებული მიწოდების ღირებულების გამოსათვლელად.
nl: Verzameling van regels en parameters om de verzendkosten te berekenen.
pl: Zbiór zasad i parametrów do obliczenia kosztu wysyłki.
ro: Set de reguli si parametrii pentru a calcula costul transportului

# Languages::shipping_name
source: Shipping name
hu: Szállítás neve
it: Nome spedizione
ka: მიწოდების დასახელება
nl: Verzendwijze naam
pl: Nazwa wysyłki
ro: Nume de transport

# Languages::shipping_options
source: Shipping Options
hu: Szállítási módok
it: Opzioni di spedizione
ka: მიწოდების მეთოდი
nl: Verzendopties
pl: Wybór sposobu dostawy
ro: Optiuni de transport

# Languages::shipping_properties
source: Shipping Properties
hu: Szállítási tulajdonságok
it: Caratteristiche spedizione
ka: მიწოდების პირობები
nl: Verzendeigenschappen
pl: Właściwości wysyłki
ro: Proprietati de transport

# Languages::shipping_rates
source: Shipping rates
hu: Szállítási költségek
it: Tariffe di spedizione
ka: მიწოდების ღირებულება
nl: Verzendtarieven
pl: Koszty wysyłki
ro: Ratele de transport

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
hu: A szállítási cím a számlázási címmel megegyezik?
it: Indirizzo spedizione è uguale a indirizzo di fatturazione
ka: შეკვეთის მიღების მისამართი იგივეა რაც საცხოვრებელი?
nl: Verzend- en factuuradres zijn hetzelfde
pl: Adres wysyłki taki sam jak zamawiającego.
ro: Adresa de livrare identica cu cea de facturare

# Languages::shipping_service
source: Shipping service
hu: Szállítási szolgáltató
it: Spedizioniere/Corriere
ka: მიწოდების სამსახური
nl: Verzendservice
pl: Dostawca
ro: Serviciu de transport

# Languages::shipping_tips
source: <p>Products in stock will be sent after the payment is verified. Mail service is responsible for the goods during transportation.</p><p>Please, open the package delivered under your order the moment you receive it. If any damage is revealed, make claims against mail service.</p><p>Any questions? Contact our Customer Service at 123-12-23</p>
hu: <p>A fizetés módját a következő lépésben tudja kiválasztani! </p>
it: <p>I prodotti disponibili saranno spediti dopo la verifica del pagamento. Il corriere è responsabile per la merce durante il suo trasporto.</p><p>Per favore aprite il pacco subito dopo averlo ricevuto e controllate la merce da voi ordinata. Se la merce fosse danneggiata, rivolgetevi al servizio clienti del corriere.</p><p>Avete domande? Contattate il nostro servizio clienti al 123-12-23</p>
ka: <p>გთხოვთ პირადად შეამოწმოთ შეძენილი პროდუქცია, წუნის აღმოჩენის შემთხვევაში გთხოვთ დაგვიკავშირდეთ.</p><p>თუ გაქვთ კითხვები, გთხოვთ დაგვიკავშრდეთ: 123-12-23</p>
nl: <p>Producten op voorraad worden verzonden wanneer de betaling is gecontroleerd. Het transportbedrijf is verantwoordelijk voor de producten tijdens het transport.</p><p>Open het pakket a.u.b. direct wanneer u het pakket heeft ontvangen. Wanneer er schade is, kunt u het transport hier op aanspreken.</p><p>Heeft u nog vragen? Neem dan contact op met onze klantenservice</p>
pl: <p>Produkty dostępne w magazynie zostaną wysłane po zweryfikowaniu płatności.</p><p>Firma dostarczająca przesyłkę jest odpowiedzialna za towar podczas jego transportu. Proszę otworzyć paczkę w chwili jej otrzymania. Jeśli są widoczne jakiekolwiek uszkodzenia, będziesz mógł złożyć reklamację.</p><h3>Masz pytania?</h3><p> Skontaktuj się z naszym Biurem Obsługi Klienta pod numerem 123-12-23.</p>
ro: <p>Produsele aflate in stoc vor fi expediate dupa verificarea platii. Serviciul postal este responsabil de produse pe perioada transportului..</p><p>Va rugam, deschideti pachetul livrat in momentul primirii. In caz de deteriorare, contactati Serviciul postal pentru eventualele reclamatii..</p><p>Intrebari? Contactati Serviciu Clienti la <strong>0362 415 075 sau 0741 402 092 </strong> de luni pana vineri in intervalul orar: 8:30 - 17:00</p>

# Languages::ship_aup_delivery_confirmation_cost
source: Delivery Confirmation cost
hu: Szállítás-megerősítés költsége
it: Conferma spese di consegna
ka: მიწოდების ღირებულების დადასტურება
nl: Bezorgbevestiging kosten
pl: Potwierdzony koszt dostawy
ro: Costul Confirmarii Livrarii

# Languages::ship_aup_delivery_confirmation_international_cost
source: Delivery Confirmation International cost
hu: Szállítás-megerősítés nemzetközi költsége
it: Conferma spese di consegna internazionale
ka: Стоимость подтверждения международной доставки
nl: Bezorgbevestiging internationale kosten
pl: Potwierdzony koszt dostawy międzynarodowej
ro: Costul Confirmarii Livrarii Internationale

# Languages::ship_aup_rpi_fee
source: Registered Post International Parcels fee
it: Tassa per i pacchi internazionali
nl: Geregistreerde Post International Parcels honorarium

# Languages::ship_aup_use_delivery_confirmation
source: Use Delivery Confirmation
hu: Használjon Kézbesítési Visszaigazolást
it: Utilizzare conferma di consegna
ka: მიტანის დადასტურების გამოყენება
nl: Gebruik bezorgbevestiging
pl: Użyj potwierdzenia dostawy
ro: Foloseste Confirmarea Livrarii

# Languages::ship_can_merchant_id
source: Merchant ID
hu: Beszállító Azonosító
it: ID Commerciante
ka: გამყიდველის ID
nl: Verkoper ID
pl: ID handlowca
ro: ID Comerciant

# Languages::ship_dhl_additional_protection
source: Additional protection
hu: További védelem
it: Protezione addizionale
ka: დამატებითი დაცვა
nl: Extra bescherming
pl: Dodatkowa ochrona
ro: Protectie suplimentara

# Languages::ship_dhl_additional_protection_ap
source: Asset Protection
hu: Biztosítás
it: Protezione valori
ka: ობიექტის დაცვა
nl: Bescherming verkrijgen
pl: Ochrona aktywów
ro: Protectie obiect valoros

# Languages::ship_dhl_additional_protection_nr
source: Not required
hu: Nem szükséges
it: Non richiesto
ka: არ არის სავალდებულო
nl: Niet vereist
pl: Nie wymagane
ro: Nu e necesara

# Languages::ship_dhl_cod_method
source: COD payment method
hu: Utánvét fizetési mód
it: Metodo di pagamento contro rimborso (contrassegno)
ka: გადახდის საშუალება COD
nl: COD betaalmethode
pl: Metoda płatności COD
ro: Modalitatea de plata COD

# Languages::ship_dhl_cod_method_m
source: Check or Money Order
hu: Csekk vagy Pénzküldés
it: Assegno oppure vaglia
ka: ჩეკი ან ფულადი გადარიცხვა
nl: Cheque of Geld bestelling
pl: Czek lub przekaz pieniężny
ro: Cec sau Ordin de plata

# Languages::ship_dhl_cod_method_p
source: Personal or Company Check
hu: Személyes vagy Céges csekk
it: Assegno personale o aziendale
ka: პირადი ან კომპანიის ჩეკი
nl: Persoonlijke of bedrijfscontrole
ro: Cec persoana fizica sau juridica

# Languages::ship_dhl_cod_payment
source: Use COD payment
hu: Utánvét használata
it: Utilizzare pagamento contro rimborso (contrassegno)
ka: COD-გადახდის ის გამოყენება
nl: Gebruik COD betaling
pl: Użyj płatności COD
ro: Foloseste plata COD

# Languages::ship_dhl_cod_value
source: COD surcharge
hu: Utánvét felár
it: Sovrapprezzo pagamento contro rimborso (contrassegno)
ka: COD საურავი
nl: COD toeslag
ro: Suprataxa COD

# Languages::ship_dhl_height
source: Package height (inches)
hu: Csomag magasság (coll)
it: Altezza pacco (pollici)
ka: ამანათის სიმაღლე (ინჩებში)
nl: Hoogte pakket (eenheid)
pl: Wysokość paczki (w calach)
ro: Inaltime colet (inch)

# Languages::ship_dhl_intl_ship_key
source: Shipping key (international)
hu: Szállítási kulcs (nemzetközi)
it: Chiave di spedizione (internazionale)
ka: მიწოდების გასაღები (საერთაშორისო)
nl: Verzend sleutel (internationaal)
pl: Klucz wysyłki (międzynarodowy)
ro: Ship key (international)

# Languages::ship_dhl_length
source: Package length (inches)
hu: Csomag szélesség (hüvelyk)
it: Lunghezza pacco (in pollici)
ka: ამანათის სიგრძე (ინჩებში)
nl: Lengte pakket (eenheid)
pl: Długość paczki (w calach)
ro: Lungime colet (inch)

# Languages::ship_dhl_shipment_type
source: Shipment type
hu: Szállítmány típusa
it: Tipo di spedizione
ka: ტრანსპორტირების ტიპი
nl: Verzendmethode
pl: Typ przesyłki
ro: Tipul transportului

# Languages::ship_dhl_ship_hazardous
source: Ship hazardous materials
hu: Veszélyes anyagok szállítása
it: Spedizione materiali pericolosi
ka: საშიში ნივთების ტრანსპორტირება
nl: Gevaarlijke materialen verzenden
pl: Wysyłka z materiałami niebezpiecznymi
ro: Transport de materiale periculoase

# Languages::ship_dhl_ship_key
source: Shipping key
hu: Szállítási kulcs
it: Chiave di spedizione
ka: მიწოდების გასაღები
nl: Verzendsleutel
pl: Klucz wysyłki
ro: Cheia de transport

# Languages::ship_dhl_system_id
source: System ID
hu: Rendszer azonosító
it: ID sistema
ka: სისტემური ID
nl: Systeem ID
ro: ID-ul Sistemului

# Languages::ship_dhl_width
source: Package width (inches)
hu: Csomag szélesség (hüvelyk)
it: Larghezza pacco (pollici)
ka: ამანათის სიგანე (ინჩებში)
nl: Breedte pakket (eenheid)
pl: Szerokość paczki (cale)
ro: Latime colet (inch)

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
hu: Kiegészítő Jóváhagyások
it: Sanzioni accessorie
nl: Bijkomende vermeldingen
pl: Dodatkowe adnotacje
ro: Aprobari auxiliare

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
it: Servizio indirizzo richiesto
nl: Adres Aangevraagde Service
ro: Adresa serviciul solicitat

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
it: Il corriere parte se non ci sono risposte
nl: Vervoerder verlaten indien geen reactie
ro: Curierul are permisiunea sa plece in cazul in care nu primeste niciun raspuns

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
it: Cambiare il servizio richiesto
nl: Wijzig Aangevraagde Service
ro: Schimbare serviciul solicitat

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
it: Servizio di inoltro richiesto
nl: Forwarding Service Aangevraagd
ro: Serviciul de expediere solicitat

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
hu: Visszáru igényelve
it: Servizio di resi richiesto
nl: Retourzending aangevraagd
ro: Retur serviciu solicitat

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
hu: Kiadás típusa
it: Genere di consegna (drop off)
ka: მიწოდების მეთოდი
nl: Aflevertype
ro: Tipul depunerii

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
hu: Hagyományos átvétel
it: Ritriro normale
ka: ჩვეულებრივი მიწოდება
nl: Regulier ophalen

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
it: Richiesta corriere
ka: კურიერის მოთხოვნა
nl: Aanvraag vervoerder
ro: Cerere de curierat

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
it: Consegna all'ufficio
ka: სადგურზე მიტანა
nl: Bij station neerzetten
ro: Depuneti la posta

# Languages::ship_fedex_height
source: Height (inches)
hu: Magasság (hüvelyk)
it: Altezza (pollici)
ka: სიმაღლე (ინჩებში)
nl: Hoogte(eenheid)
pl: Wysokość (w calach)
ro: Inaltime (inch)

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
hu: Media Mail (Csomagok 1 és 70 font között: könyvek, DVD-k, CD-k, videókazetták)
it: Media Mail (pacchetti da 1 a 70 libbre libri, videocassette DVD, CD)
nl: Media Mail (pakketten van 1 tot 70 pond, boeken, DVD's, cd's, videobanden)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
hu: Csomag Választás (Csomagok 1 és 70 font között)
it: Seleziona Pacco (pacchetti da 1 a 70 libbre)
nl: Pakket Select (pakketten van 1 tot 70 lbs)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
it: Pacchetti Bound Printed Matter (pacchetti da 1 a 15 libbre di cataloghi, libri di telefono)
nl: Gebonden drukwerk pakketten (pakketten van 1 tot 15 lbs catalogussen, telefoonboeken of iets permanent gebonden)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
hu: Normál Posta csomag (1 fontnál könnyebb csomagok)
it: Pacchetti Standard Mail (pacchetti meno di 1 libbra)
nl: Standaard Mail Pakket (pakket kleiner dan 1lb)

# Languages::ship_fedex_length
source: Length (inches)
hu: Hosszúság (hüvelyk)
it: Lunghezza (in pollici)
ka: სიგრძე (ინჩებში)
pl: Długość (cale)
ro: Inaltime (inch)

# Languages::ship_fedex_meter_number
source: Meter number
it: Numero
nl: Meternummer
ro: Unitate de masura

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
hu: FedEx Boríték
it: Busta FedEx
nl: FedEx Envelop

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
hu: Az Ön csomagolása
it: Vostro imballaggio
ka: თქვენი ამანათი
nl: Uw pakket
pl: Twoje paczki
ro: Tipul pachetului

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
it: Servizio speciale (conferma di consegna)
ka: განსაკუთრებული სერვისი (ხელმოწერით დადასტურება)
nl: Speciale service (bezorg bevestiging)

# Languages::ship_fedex_width
source: Width (inches)
hu: Szélesség (hüvelyk)
it: Larghezza (pollici)
ka: სიგანე (ინჩებში)
nl: Breedte(eenheid)
pl: Szerokość (w calach)
ro: Latime (inch)

# Languages::ship_height
source: Package height (cm)
hu: Csomag magasság (cm)
it: Altezza pacco (cm)
ka: ამანათის სიმაღლე (სმ)
nl: Verpakking hoogte (cm)
pl: Wysokość paczki (w cm)
ro: Inaltimea coletului (cm)

# Languages::ship_length
source: Package length (cm)
hu: Csomag hossz (cm)
it: Lunghezza pacco (in centimetri)
ka: ამანათის სიგრძე (სმ)
nl: Pakket lengte (cm)
pl: Długość paczki (w cm)
ro: Lungimea coletului (cm)

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
it: Conferma della consegna (solo per invio registrato)
ka: მიწოდების დადასტურება (მხოლოდ რეგისტრირებული ფოსტისთვის)
nl: Bevestiging van levering (alleen voor aangetekende brief)
ro: Confirmare de primire (doar pentru corespondenta recomandata)
