Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::reports_parameter_7
source: Users
hu: Felhasználók
it: Utenti
ka: მომხმარებლები
nl: Gebruikers
pl: Użytkownicy
ro: Utilizatori

# Languages::reports_parameter_8
source: Discounts and coupons
hu: Kedvezmények és kuponok
it: Sconti e buoni
ka: ფასდაკლებები და კუპონები
nl: Kortingen en couponnen
pl: Rabaty i kupony
ro: Discounturi si cupoane

# Languages::reports_parameter_9
source: Taxes
hu: Adók
it: Tasse
ka: გადასახადები
nl: Btw
pl: Podatki
ro: Taxe

# Languages::request
source: Request
hu: Lekérdezés
it: Richiesta
ka: მოთხოვნა
nl: Verzoek
pl: Zapytanie
ro: Solicitare

# Languages::requests_count
source: Requests count
hu: Lekérdezések száma
it: Numero (quantità) di richieste
ka: Сумма запросов
nl: Aanvragen teller
pl: Liczba żądań
ro: Numarul solicitarilor

# Languages::requesttype
source: Request type
hu: Lekérdezés típusa
it: Tipo di richiesta
ka: მოთხოვნის ტიპი
nl: Aanvragen type
pl: Typ żądania
ro: Tipul solicitarii

# Languages::request_account_name
source: Requested account name
hu: Igényelt fióknév
it: Nome account richiesto
ka: მოთხოვნილი ანგარიშის დასახელება
nl: Aangevraagde account naam
pl: Oczekiwana nazwa konta
ro: Nume de cont solicitat

# Languages::required
source: Required
hu: Kötelező
it: Obbligatorio
ka: აუცილებელი
nl: Verplicht
pl: Wymagane
ro: Obligatoriu

# Languages::reset
source: Reset
hu: Feltételek törlése
it: Ripristina filtri
ka: გასუფთავება
nl: Herstel
pl: Wyczyść
ro: Resetati

# Languages::reset_filter
source: Reset filter
hu: Feltételek törlése
it: Ripristina filtro
ka: ფილტრის გასუფთავება
nl: Filter herstellen
pl: Wyczyść filtr
ro: Resetati filtru

# Languages::reset_inventory
source: Reset inventory
hu: Készlet alaphelyzetbe állítása
it: Ripristina inventario
ka: ინვენტარის განულება
nl: Reset inventaris
pl: Resetuj magazyn
ro: Resetati inventar

# Languages::reset_password
source: Reset password
hu: Új jelszó kérése
it: Ripristina la password
ka: პაროლის აღდგენა
nl: Reset wachtwoord
pl: Skasuj hasło.
ro: Resetati parola

# Languages::resolved
source: Resolved
hu: Megoldott
it: Risolto
ka: მოგვარებული
nl: Opgelost
pl: Rozwiązane
ro: Rezolvat

# Languages::response
source: Response
hu: Válasz
it: Risposta
ka: პასუხი
nl: Antwoord
pl: Odpowiedź
ro: Raspuns

# Languages::restore
source: Restore
hu: Visszaállítás
it: Ripristino
ka: აღდგენა
nl: Herstellen
pl: Utwórz
ro: Restaurati

# Languages::restore_default
source: Use default value
hu: Alapbeállítás használata
it: Utilizza valore predefinito
ka: ნაგულისხმევი პარამეტრების გამოყენება
nl: Gebruik standaard waarde
pl: Użyj domyślnej wartości
ro: Utilizati valoarea implicita

# Languages::restore_from_repository
source: Restore from the repository
hu: Visszaállítás a rendszertárból
it: Ripristina da archivio
ka: საცავიდან აღდგენა
nl: Vanaf opslag herstellen
pl: Odzyskaj z repozytorium
ro: Restaurati din repository

# Languages::ResultCode
source: ResultCode
hu: VálaszKód
it: Codice risultato
ka: შედეგის კოდი
nl: ResultaatCode
pl: Kod rezultatu
ro: Cod rezultatului

# Languages::ResultDescription
source: ResultDescription
hu: VálaszLeírás
it: Descrizione risultato
ka: შედეგის აღწერა
nl: ResultaatOmschrijving
pl: Opis wyniku
ro: Descriere rezultatului

# Languages::return
source: Return to normal view
hu: Vissza a normál nézetre
it: Ritorna a visualizzazione normale
ka: ნორმალურ რეჟიმში დაბრუნება
nl: Terug naar normaal beeld
pl: Powrót do normalnego widoku
ro: Reveniti la vizualizare normala

# Languages::returning_customer
source: Returning customer
hu: Már regisztráltam
it: Sono già cliente
ka: არსებული მომხმარებელი
nl: Terugkerende klant
pl: Powracający klient
ro: Client existent

# Languages::return_url_target
source: Return URL target
hu: Visszatérési URL
it: URL di ritorno
nl: Return URL doel
pl: Docelowego adres URL powrotu
ro: Destinatia URL-ului de intoarcere

# Languages::reuse
source: Reuse
hu: Újra
it: Riutilizza
ka: Использовать повторно
nl: Hergebruik
pl: Ponowne użycie
ro: Refoloseste

# Languages::reversed
source: Reversed
hu: Foglalt
it: Invertito
ka: გაუქმებული
nl: Omgekeerd
pl: Odwrócone
ro: Inversat

# Languages::revert
source: Revert
hu: Visszaállítás
it: Ripristina
ka: ძველ ვერსიაზე დაბრუნება
nl: Herstellen
pl: Powrót do poprzedniej wersji
ro: Inversati

# Languages::re_order
source: Reorder this order
hu: Rendelés újraküldése
it: Ordina di nuovo
ka: ხელახალი შეკვეთა
nl: Bestel deze bestelling opnieuw
pl: Złóż ponownie zamówienie
ro: Refaceti aceasta comanda

# Languages::right
source: Right
hu: Jobb
it: Destra
ka: მარჯვნიდან
nl: Rechts
pl: prawo
ro: Dreapta

# Languages::right_to_left_orientation
source: Right to left orientation
hu: Jobbról balra igazított irány
it: Orientamento da destra a sinistra
ka: Right to left orinentation
nl: Rechts naar links oriëntatie
pl: Right to left orinentation
ro: Orientare de la dreapta la stanga

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
hu: Kockázati ellenőrzés folyamatban. Próbálja újratölteni az oldalt 1 perc múlva.
it: Controllo fattore rischio in corso. Provate a ricaricare questa pagina tra un minuto.
ka: Проверка риска. Пожалуйста, попробуйте перезагрузить эту страницу через минуту
nl: Risico controle is in proces. Probeer deze pagina te herladen binnen een minuut.
pl: Kontrola ryzyka jest w toku. Proszę spróbuj ponownie wczytać stronę za minutę.
ro: Verificarea riscului este in proces. Va rugam sa reincarcati aceasta pagina intr-un minut.

# Languages::risk_information
source: Risk information
hu: Kockázat információ
it: Informazione rischio
ka: ინფორმაცია რისკზე
nl: Risico informatie
pl: Informacja o ryzyku
ro: Informatii de risc

# Languages::romanian
source: Romanian
hu: Román
it: Rumeno
ka: რუმინული
nl: Roemeens
pl: Rumuński
ro: Romana

# Languages::root_category
source: Root category
hu: Gyökér szintű kategória
it: Categoria principale
ka: ძირეული კატეგორია
nl: Root categorie
pl: Główna kategoria
ro: Categoria de baza

# Languages::root_level
source: Root level
hu: Gyökér szint
it: Livello principale
ka: Корневой уровень
nl: Root niveau
pl: Strona główna
ro: Nivelul de baza

# Languages::root_page
source: Root level page
hu: Gyökér szintű oldal
it: Pagina al livello principale
ka: ძირეული გვერდი
nl: Root niveau pagina
pl: Strona pierwszego poziomu
ro: Nivelul de baza al paginii

# Languages::round_to
source: Round to
hu: Kerekítés
it: Arrotondare a
ka: დაამრგვალე (მდე)
nl: Afronden naar
pl: Zaokrąglij do
ro: Rotunjeste la

# Languages::routing_code
source: Routing Number
hu: Irányító Szám
it: Numero routing
ka: Номер маршрута
nl: Routing nummer
pl: Numer routingu
ro: Cod de rutare

# Languages::russian
source: Russian
hu: Orosz
it: Russo
ka: რუსული
nl: Russisch
pl: Rosyjski
ro: Rusa

# Languages::sale
source: Sale
hu: Eladás
it: Vendita
ka: გაყიდვა
nl: Verkoop
pl: Sprzedaż
ro: Vanzare

# Languages::sales
source: Sales
hu: Eladások
it: Vendite
ka: გაყიდვები
nl: Verkoop
pl: Sprzedaż
ro: Vanzari

# Languages::sales_commission
source: Sales commission
hu: Eladási jutalék
it: Commissione vendite
ka: საკომისიო გაყიდვებიდან
nl: Verkoopcommissie
pl: Prowizja sprzedawcy
ro: Comision vanzari

# Languages::sales_reports
source: Sales reports
hu: Értékesítési jelentések
it: Rapporti di vendita
ka: გაყიდვები
nl: Verkooprapport
pl: Raporty sprzedaży
ro: Rapoarte vanzari

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
hu: Részletes értékesítési jelentések.
it: Statistiche di vendita dettagliate.
ka: გაყიდვების დეტალური სტატისტიკა.
nl: Gedetailleerde verkoopstatistieken.
pl: Szczegółowe statystyki dotyczące sprzedaży.
ro: Statistici vanzari

# Languages::same_as_source
source: same as source
hu: megegyezik a forrással
it: identico alla sorgente
ka: ისეთივე როგორიც აქვს დედანს
nl: idem als bron
pl: taki sam jak źródło
ro: Identic cu sursa

# Languages::save
source: Save
hu: Mentés
it: Salva
ka: შენახვა
nl: Opslaan
pl: Zapisz
ro: Salvati

# Languages::saved_search
source: Saved searches
hu: Mentett keresések
it: Ricerche salvate
ka: დამახსოვრებული ძიება
nl: Opgeslagen zoekopdrachten
pl: Zapisane wyszukiwania
ro: Cautari salvate

# Languages::save_and_close
source: Save and close
hu: Mentés és bezárás
it: Salva e chiudi
ka: შენახვა და დახურვა
nl: Opslaan en sluiten
pl: Zapisz i zamknij
ro: Salvati si inchideti

# Languages::save_as
source: Save As...
hu: Mentés másként ...
it: Salva come...
ka: შეინახე როგორც...
nl: Opslaan als...
pl: Zapisz jako...
ro: Salvati ca...

# Languages::save_changes
source: Save changes
hu: Módosítások mentése
it: Salva i cambiamenti
ka: ცვლილებების შენახვა
nl: Opslaan wijzigingen
pl: Zapisz zmiany
ro: Salvati modificari

# Languages::save_discount
source: Save
hu: Megtakarítás
it: Risparmia
ka: შენახვა
nl: Besparing
pl: Oszczędzasz
ro: Salvati

# Languages::save_layout
source: Save layout
hu: Sablon mentése
it: Salva layout
ka: შაბლონის შენახვა
nl: Opmaak opslaan
pl: Zapisz wzorzec
ro: Salvati aspectul

# Languages::save_layout_as
source: Save layout as
hu: Sablon mentése másként
it: Salva layout come
ka: შაბლონის შენახვა როგორც
nl: Opmaak opslaan als
pl: Zapisz wzorzec jako
ro: Salvati aspectul ca...

# Languages::save_process_payment
source: Save and process payment
hu: Mentés és fizetés
it: Salva ed elabora il pagamento
ka: შენახვა და გადახდის განხორციელება
nl: Opslaan en ga verder met betaling
pl: Zapisz i przeprowadź płatność
ro: Salvati si procesati plata

# Languages::save_this_search_as
source: Save this search as
hu: Keresés mentése, mint
it: Salva questa ricerca come
ka: ძიების შენახვა როგორც
nl: Bewaar deze zoekopdracht als
pl: Zapisz to wyszukanie jako
ro: Salvati aceasta cautare ca ...

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
it: Si prega di inviare il seguente URL per il supporto SCB da impostare come PostbackURL:<br /><b>[return_url]</b>
ka: Пожалуйста, отправьте следующий URL поддержке SCB, чтобы этот URL был установлен как PostbackURL: <br /><b>[return_url]</b>
nl: Stuur de volgende URL naar SCB support om als PostbackURL in te stellen: <br /><b>[return_url]</b>
ro: Va rugam trimiteti URL-ul catre supportul tehnic banci pentru a fi setat ca PostbackURL: <br /><b>[return_url]</b>

# Languages::screen
source: Screen
hu: Képernyő
it: Schermo
ka: ეკრანი
nl: Scherm
pl: Do okna przeglądarki
ro: Ecran

# Languages::screen_resolution
source: Screen resolution
hu: Képernyő felbontása
it: Risoluzione schermo
ka: ეკრანის გაფართოება
nl: Schermresolutie
pl: Rozdzielczość ekranu
ro: Rezolutia ecranului

# Languages::scroller_direction
source: Auto-scroll direction
hu: Autó-görgetés irány
it: Direzione barra di scorrimento
ka: Направление скроллера
nl: Auto-scroll richting
pl: Kierunek przewijania
ro: Directie scroller

# Languages::search
source: Search
hu: Keresés
it: Cerca
ka: ძიება
nl: Zoeken
pl: Szukaj
ro: Cautati

# Languages::search_again
source: Search again
hu: Új keresés
it: Cerca ancora
ka: ხელახალი ძიება
nl: Opnieuw zoeken
pl: Szukaj ponownie
ro: Cautati din nou

# Languages::search_by_order
source: Search by order
hu: Keresés rendelés alapján
it: Cerca per ordine
ka: ძიება შეკვეთის მიხედვით
nl: Zoek op bestelling
pl: Szukaj w zamówieniach
ro: Cautati in functie comanda

# Languages::search_by_owner
source: Search by owner
hu: Keresés tulajdonos alapján
it: Cerca per proprietario
ka: ძიება მაღაზიის მიხედვით
nl: Zoeken op eigenaar
pl: Szukaj według właściciela
ro: Cautati in functie de proprietar

# Languages::search_by_price
source: Search by price
hu: Keresés ár szerint
it: Cerca per prezzo
ka: ძიება ფასის მიხედვით
nl: Zoek op prijs
pl: Szukaj po cenie
ro: Cautati in functie de pret

# Languages::search_by_product_features
source: Search by product features
hu: Keresés tulajdonság alapján
it: Cerca per caratteristiche prodotto
ka: ძიება პროდუქტის მახასიათებლებში
nl: Zoek op producteigenschappen
pl: Szukaj po cechach produtków
ro: Cautati dupa caracteristicile produsului

# Languages::search_by_product_filters
source: Search by product filters
hu: Keresés szűrők alapján
it: Cerca per filtri prodotto
ka: ძიება პროდუქციის ფილტრის მიხედვით
nl: Zoek op productfilters
pl: Szukaj po filtrach produtku
ro: Cautati dupa filtrele produsului

# Languages::search_by_sku
source: Search by product code
hu: Keresés termékkód szerint
it: Cerca per codice prodotto
ka: ძიება პროდუქციის კოდით
nl: Zoek op productcode
pl: Szukaj po kodzie produktu
ro: Cautati dupa codul produsului

# Languages::search_by_vendor
source: Search by store
hu: Keresés áruház alapján
it: Cerca per negozio
ka: ძიება მაღაზიის მიხედვით
nl: Zoek op winkel
pl: Szukaj w sklepie
ro: Cautati in functie de magazin

# Languages::search_by_weight
source: Search by weight
hu: Keresés súly szerint
it: Cerca per peso
ka: ძიება წონით
nl: Zoek op gewicht
pl: Szukaj po wadze produktu
ro: Cautati dupa greutate

# Languages::search_engine
source: Search engine
hu: Keresőmotor
it: Motore di ricerca
ka: ძიების მექანიზმი
nl: Zoekmachine
pl: Mechanizm wyszukiwania
ro: Motor de cautare

# Languages::search_for_pattern
source: Search for pattern
hu: Keresés:
it: Cerca schema
ka: საძიებო ფრაზა
nl: Zoek op patroon
pl: Szukaj dla wzorca
ro: Cauta tipar

# Languages::search_in
source: Search in
hu: Keresés ebben:
it: Cerca in
ka: ძიების ადგილი
nl: Zoek in
pl: Szukaj w
ro: Cauta in

# Languages::search_in_category
source: Search in category
hu: Keresés kategóriában
it: Cerca in categorie
ka: ძიება კატეგორიებში
nl: Zoek in categorie
pl: Szukaj w kategoriach
ro: Cauta in categorie

# Languages::search_in_subcategories
source: Search in subcategories
hu: Alkategóriában is keressen!
it: Cerca in sottocategorie
ka: ძიება ქვეკატეგორიებში
nl: Zoek in subcategorieen
pl: Szukaj w podkategoriach
ro: Cauta in subcategori

# Languages::search_options
source: Search options
hu: Keresési feltételek
it: Opzioni di ricerca
ka: ძიების პარამეტრები
nl: Zoekopties
pl: Opcje wyszukiwania
ro: Optiunile cautarii

# Languages::search_product
source: Search product
hu: Termékek keresése
it: Cerca prodotto
ka: პროდუქტის ძიება
nl: Zoek product
pl: Szukaj produktu
ro: Cauta produs

# Languages::search_products
source: Search products
hu: Keresés...
it: Cerca prodotti
ka: პროდუქციის ძებნა
nl: Zoek producten
pl: Wyszukaj produkty
ro: Cauta produse

# Languages::search_results
source: Search results
hu: Keresési eredmények
it: Risultati di ricerca
ka: ძიების შედეგები
nl: Zoekresultaten
pl: Wyniki wyszukiwania
ro: Rezultate cautare

# Languages::search_results_for
source: Search results for [search]
hu: Keresési eredmények erre: [search]
it: Risultati di ricerca per [search]
ka: ძიების შედეგები: [search]
nl: Zoekresultaten voor [search]
pl: Wyniki wyszukiwania dla [search]
ro: Rezultate cautare pentru [search]

# Languages::search_string
source: Search string
hu: Kifejezés keresése
it: Stringa di ricerca
ka: ძიების ველი
nl: Zoek-opmaak
pl: Szukany łańcuch znaków
ro: Sir de cautare

# Languages::search_tooltip
source: Search for products, customers, orders, CMS pages and site news!
hu: Minden áruház
it: Cerca per prodotti, clienti, ordini, pagine e news del sito!
nl: Zoek naar producten, klanten, bestellingen, pagina's en nieuws!
pl: Szukaj w produktach, klientach, zamówieniach, stronach CMS i nowościach!
ro: Cautare pentru produse, clienti, comenzi, pagini CMS si stirile site-ul!

# Languages::search_words
source: Search words
hu: Keresőszavak
it: Parole di ricerca
ka: საძიებო ფრაზები
nl: Zoekwoorden
pl: Szukane słowa
ro: Cuvinte cautate

# Languages::secret_key
source: Secret key
hu: Titkos kulcs
it: Chiave segreta
ka: საიდუმლო გასაღები
nl: Geheime sleutel
pl: Tajny klucz
ro: Cheia secretă

# Languages::secret_string
source: Secret string
hu: Titkos kulcs
it: Stringa segreta
ka: საიდუმლო ველი
nl: Geheime tekenreeks
pl: Tajny ciąg
ro: Sirul de caractere secret

# Languages::secret_word
source: Secret word
hu: Titkos szó
it: Parola segreta
ka: საიდუმლო სიტყვა
nl: Geheim woord
pl: Tajne słowo
ro: Cuvânt secret

# Languages::section
source: Section
hu: Szekció
it: Sezione
ka: განყოფილება
nl: Sectie
pl: Sekcja
ro: Sectiune

# Languages::section_is_not_completed
source: Section is not completed.
hu: A szekció nincs befejezve
it: La sezione non è completa.
nl: Sectie is niet voltooid.
pl: Sekcja nie jest kompletna.
ro: Sectiune necompletata

# Languages::section_links
source: Section links
hu: Szekció linkek
it: Ccollegamenti sezione
ka: განყოფილების ბმულები
nl: Sectie links
pl: Sekcja linków
ro: Linkurile sectiunii

# Languages::section_name
source: Section name
hu: Szekció neve
it: Nome sezione
ka: განყოფილების დასახელება
nl: Sectie naam
pl: Nazwa sekcji
ro: Numele sectiunii

# Languages::secure
source: Secure
hu: Biztonságos
it: Sicuro(a)
ka: დაცული
nl: Veilig
pl: Bezpieczne
ro: Sigur

# Languages::security
source: Security
hu: Biztonság
it: Impostazioni di sicurezza
ka: დაცვის პარამეტრები
nl: Veiligheid
pl: Ustawienia zabezpieczeń
ro: Securitate

# Languages::secure_checkout
source: Secure checkout
hu: Biztonságos vásárlás
it: Utilizza connessione sicura durante il pagamento
ka: უსაფრთხო ანგარიშსწორება
nl: Veilig afrekenen
pl: Bezpieczne zakupy
ro: Comanda securizata

# Languages::secure_storefront_url
source: Secure storefront URL
hu: Biztonságos felhasználói felület URL-je
it: URL frond-end sicuro
ka: მაღაზიის დაცული URL
nl: Veilige webwinkel URL
pl: Bezpieczne połączenie SSL
ro: Securizati URL-ul magazinului dvs.

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
hu: A kiválasztott <strong>Biztonságos áruház URL</strong> paraméter már egy másik céghez tartozik.
it: Il valore del parametro di <strong>URL sicuro nel front-end</strong> da te menzionato appartiene già a un'altra azienda.
nl: De waarde van de <strong>veilige webwinkel URL</strong> parameter door u ingevoerd behoort al tot een ander bedrijf.
pl: Wartość parametru <strong> Bezpieczne połączenie SSL </ strong> zostało już użyte w innym sklepie.
ro: Valoarea <strong>Securizati URL-ul storefront</strong>parametru mentionat ce apartine deja la o alta societate.

# Languages::security_settings
source: Security settings
hu: Biztonsági beállítások
it: Impostazioni di sicurezza
ka: უსაფრთხოების პარამეტრები
nl: Veiligheids instellingen
pl: Ustawienia zabezpieczeń
ro: Setari securitate

# Languages::see_demo
source: See demo
hu: Demo megtekintése
it: Vedi demo
ka: სადემონსტრაციო
nl: Bekijk demo
pl: Zobacz demo
ro: Vezi demo

# Languages::select
source: Select
hu: Választás
it: Seleziona
ka: არჩევა
nl: Selecteer
pl: Wybierz
ro: Selecteaza

# Languages::selectbox
source: Select box
hu: Legördülő menü
it: Box di selezione
ka: არჩევითი სია
nl: Selectiebox
pl: Lista wyboru
ro: Casuta de selectare

# Languages::selected
source: Selected
hu: Kiválasztott
it: Selezionato
ka: მონიშნული
nl: Geselecteerd
pl: Wybrane
ro: Selectate

# Languages::selected_items
source: Selected items
hu: Kiválasztott elemek
it: Elementi selezionati
ka: ელემენტების არჩევა
nl: Geselecteerde items
pl: Wybrane pozycje
ro: Produse selectate

# Languages::select_all
source: Select all
hu: Mindegyik kijelölése
it: Seleziona tutti
ka: ყველას მონიშვნა
nl: Selecteer alles
pl: Zaznacz wszystko
ro: Selectati toate

# Languages::select_all_product_options
source: You should select all product options
hu: Kérjük válasszon ki minden feltételből
it: Devi selezionare tutte le opzioni prodotto
ka: თქვენ უნდა აირჩოთ პროდუქციის ყველა პარამეტრები
nl: U moet alle productopties selecteren
pl: Powinieneś wybrać wszystkie opcje produktu
ro: Trebuie sa selectati toate optiunile de produse

# Languages::select_block
source: Select block
hu: Blokk kiválasztása
it: Seleziona blocco
ka: ბლოკის არჩევა
nl: Selecteer blok
pl: Wybierz blok
ro: Selectati block

# Languages::select_country
source: Select country
hu: Ország választása
it: Seleziona paese
ka: ქვეყნის არჩევა
nl: Selecteer land
pl: Wybierz kraj
ro: Selectati tara

# Languages::select_customer
source: Select customer
hu: Vásárló kiválasztása
it: Seleziona cliente
ka: მომხმარებლის არჩევა
nl: Selecteer klant
pl: Wybierz klienta
ro: Selectati client

# Languages::select_dates
source: Select dates
hu: Időszak választása
it: Seleziona date
ka: თარიღის არჩევა
nl: Selecteer datums
pl: Wybierz datę
ro: Selectati date

# Languages::select_descr_lang
source: Select the description language
hu: Nyelv kiválasztása
it: Seleziona lingua
ka: აირჩიეთ აღწერის ენა
nl: Selecteer taalomschrijving
pl: Select description language
ro: Selectati descrierea limbii

# Languages::select_fields_to_edit
source: Select fields to edit
hu: Szerkesztendő mezők kiválasztása
it: Seleziona campi da modificare
ka: ველის არჩევა რედაქტირებისთვის
nl: Selecteer velden voor bewerking
pl: Wybierz pola do edycji
ro: Selectati campuri pentru editare

# Languages::select_file
source: Select file
hu: Fájl kiválasztása
it: Seleziona file
ka: არჩევა
nl: Selecteer
pl: Wybierz plik
ro: Selectati fisier

# Languages::select_options
source: Select options
hu: Termék adatlapja
it: Seleziona opzioni
ka: აირჩიეთ პარამეტრი
nl: Selecteer opties
pl: Wybierz opcje
ro: Selectati optiuni

# Languages::select_option_above
source: Select the previous option first
hu: Az előző opció kiválasztása elsőként
it: Seleziona prima l'opzione precedente
ka: ჯერ აირჩიეთ მიმდინარე პარამეტრი
nl: Kies de bovenstaande optie eerst
pl: Wybierz najpierw poprzednią opcję
ro: Selectati optiunea precedenta mai intai

# Languages::select_product
source: Select product
hu: Termék kiválasztása
it: Seleziona prodotto
ka: პროდუქტის არჩევა
nl: Selecteer product
pl: Wybierz produkt
ro: Selectati produs

# Languages::select_products
source: Select products
hu: Termékek kiválasztása
it: Seleziona prodotti
ka: პროდუქციის არჩევა
nl: Selecteer producten
pl: Wybierz produkty
ro: Selectati produse

# Languages::select_profile
source: Select profile
hu: Profil kiválasztása
it: Seleziona profilo
ka: პროფილის არჩევა
nl: Selecteer profiel
pl: Wybierz profil
ro: Selectati profil

# Languages::select_shipping_method
source: Select shipping method
hu: Válasszon szállítási módot
it: Seleziona metodo di spedizione
ka: აირჩიეთ მიწოდების მეთოდი
nl: Selecteer verzendwijze
pl: Wybierz sposób wysyłki
ro: Selectati metoda de transport

# Languages::select_state
source: Select state
hu: Állam/Megye kiválasztása
it: Seleziona provincia
ka: აირჩიეთ რაიონი
nl: Selecteer provincie
pl: Zaznacz stan
ro: Selectati stat

# Languages::select_tables
source: Select tables
hu: Táblák kiválasztása
it: Seleziona tabelle
ka: აირჩიეთ ცხრილები
nl: Selecteer tabellen
pl: Wybierz tabele
ro: Selectati tabeluri

# Languages::semicolon
source: Semicolon
hu: Pontosvessző
it: Punto e virgola
ka: Точка с запятой
nl: Puntkomma
pl: Średnik
ro: Punct si virgula

# Languages::send
source: Send
hu: Küldés
it: Invia
ka: გაგზავნა
nl: Verzend
pl: Wyślij
ro: Trimiteti

# Languages::sender
source: Sender
hu: Küldő
it: Mittente
ka: გამგზავნი
nl: Afzender
pl: Wysyłający
ro: Expeditor

# Languages::send_feedback
source: Help us improve [product]
hu: Segítsen, hogy fejlesszük a [product] szoftvert.
it: Aiutateci a migliorare [product]
ka: დაგვეხმარეთ [product]-ის გაუმჯობესებაში
nl: Uw mening wordt gewaardeerd!
pl: Pomóż nam ulepszyć CS-Cart
ro: Ne ajuta sa imbunatatim CS-Cart

# Languages::send_notification
source: Send notification to selected
hu: Értesítés küldése a kiválasztottaknak
it: Invia notifica a selezionato
ka: ამორჩეულებთან შეტყობინების გაგზავნა
nl: Verstuur notificatie naar geselecteerde
pl: Wyślij powiadomienie do wybranych
ro: Trimiteti notificare celui selectat
