Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
hu: Rendelés feldolgozása vagy hiba jelentése
it: Processa ordine su fallimento della callback
ka: Обработать заказ при проблеме с ответом на запрос
nl: Behandeling bestelling mislukt op callback
ro: Procesul de comanda pe apel invers a așuat

# Languages::lbl_amazon_size_large
source: Large
hu: Nagy
it: Grande
ka: დიდი
nl: Groot
pl: Duży
ro: Mare

# Languages::lbl_amazon_size_medium
source: Medium
hu: Közepes
it: Medio
ka: საშუალო
nl: Middel
pl: Średni
ro: Mediu

# Languages::lbl_amazon_size_xlarge
source: X-Large
hu: XL
it: Molto grande
ka: ძალიან დიდი
nl: XL
ro: Extra mare

# Languages::left
source: Left
hu: Bal
it: Sinistra
ka: მარცხნივ
nl: Links
pl: lewo
ro: Stanga

# Languages::length
source: Length
hu: Hosszúság
it: Lunghezza
ka: სიგრძე
nl: Lengte
pl: Długość
ro: Lungime

# Languages::less
source: less
hu: kevesebb
it: meno
ka: ნაკლები
nl: minder
pl: mniej
ro: mai puţin

# Languages::letter
source: Letter
hu: Levél
it: Lettera
ka: წერილი
nl: Brief
pl: List
ro: Scrisoare

# Languages::level
source: Level
hu: Szint
it: Livello
ka: დონე
nl: Niveau
pl: Poziom
ro: Nivel

# Languages::licence_agreement
source: License Agreement
hu: Liszensz Szerződés
it: Accordo di licenza
ka: სალიცენზიო შეთანხმება
nl: Licentieovereenkomst
pl: Umowa licencyjna
ro: Acord de Licienta

# Languages::license_agreement
source: License agreement
hu: Licenszszerződés
it: Accordo di licenza
ka: სალიცენზიო შეთანხმება
nl: Licentie overeenkomst
pl: Treść licencji
ro: Acord de licienta

# Languages::license_number
source: License number
hu: Licenszkód
it: Numero licenza
ka: ლიცენზიის ნომერი
nl: Licentienummer
pl: Numer licencji
ro: Numarul de licienta

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
hu: A licenszkód nem lehet üres
it: Il numero di licenza non può essere vuoto
nl: Licentienummer mag niet leeg zijn
pl: Numer licencji nie może być pusty
ro: Numarul de licenta nu poate fi gol.

# Languages::limit
source: Limit
hu: Korlát
it: Limite
ka: გვერდების ლიმიტი
nl: Limiet
ro: Limita

# Languages::line
source: Line
hu: Sor
it: Linea
ka: Линейный
nl: Lijn
pl: Linia
ro: Linie

# Languages::linear
source: Linear
hu: Egyenes
it: Lineare
ka: Линейный
nl: Lineair
pl: Liniowy
ro: Liniar

# Languages::link
source: Link
hu: Hivatkozás
it: Collegamento
ka: ბმული
ro: Legatura

# Languages::linked_categories
source: Linked categories
hu: Kapcsolódó kategóriák
it: Categorie collegate
ka: დაკავშირებული კატეგორიები
nl: Gelinkte categorieën
pl: Połączone kategorie
ro: Categoriile link-uite

# Languages::linked_products
source: Linked products
hu: Kapcsolódó termékek
it: Prodotti collegati
ka: დაკავშირებული პროდუქცია
nl: Gelinkte producten
pl: Powiązane produkty
ro: Produsele link-uite

# Languages::links
source: Links
hu: Linkek
it: Collegamenti
ka: ბმულები
pl: Linki
ro: Link-uri

# Languages::links_thumb
source: Links thumb
hu: Link bélyegkép
it: Collegamenti miniature
ka: ბმულების ხედი
nl: Links miniatuur
ro: Thumb-ul de link-uri

# Languages::link_text
source: Link text
hu: Link szöveg
it: Testo del collegamento
ka: ტექსტი
nl: Link tekst
pl: Nazwa linku
ro: Textul link-ului

# Languages::link_to
source: Link to
hu: Link ehhez:
it: Collegamento a
ka: ბმული
nl: Link naar
pl: Link do
ro: Link catre

# Languages::list
source: List
hu: Lista
it: Lista
ka: სია
nl: Lijst
pl: Lista
ro: Lista

# Languages::list_objects
source: List objects
hu: Lista elemek
it: Lista oggetti
ka: სიის ობიექტები
nl: Lijst objecten
pl: Lista obiektów
ro: Lista de obiecte

# Languages::list_price
source: List price
hu: Listaár
it: Prezzo di listino
ka: ძველი ფასი
nl: Adviesprijs
pl: Sugerowana cena sprzedaży
ro: Pret vechi

# Languages::list_price_decreased
source: List price has been decreased by
hu: Listaár csökkentve ennyivel:
it: Il prezzo di listino è stato ridotto di
ka: საბაზრო ღირებულება შემცირდა
nl: Lijst prijs is verlaagd met
pl: Cena zakupu została obniżona przez
ro: Lista de pret a scazut cu

# Languages::list_price_increased
source: List price has been increased by
hu: Listaár megnövelve ennyivel:
it: Il prezzo di listino è stato aumentato di
ka: საბაზრო ღირებულება გაიზარდა
nl: Lijst prijs is verhoogd met
pl: Cena zakupu została podwyższona przez
ro: Lista de pret a urcat cu

# Languages::list_price_short
source: List price
hu: Listaár
it: Prezzo di listino
nl: Lijst prijs
pl: Cennik

# Languages::list_quantity_count
source: List quantity count
hu: Darabszám lépcsők száma
it: Conteggio quantità lista
ka: ნივთების რაოდენობა ცხრილში
nl: Lijst hoeveelheid telling
pl: Ilość pozycji na liście rozwijanej ilości produktów
ro: Lista calcul cantitate

# Languages::tmpl_list_without_options
source: List without options
hu: Opciók nélküli lista
it: Lista senza opzioni
nl: Lijst zonder opties
pl: Lista bez opcji
ro: Lista fara optiuni

# Languages::live
source: Live
hu: Élő
it: Produzione
ka: რეალური
pl: Produkcyjny

# Languages::live_preview
source: Live preview
hu: Előnézet
it: Anteprima Live
ka: წინასწარი დათვალიერება
nl: Live voorvertoning
pl: Podgląd na żywo

# Languages::loading
source: Loading...
hu: Az oldal épp frissül!
it: Caricamento...
ka: მიმდინარეობს ჩატვირთვა...
nl: Laden...
pl: Ładuję...
ro: in curs de procesare...

# Languages::local
source: Local
hu: Helyi
it: Locale
ka: ლოკალური კომპიუტერი
nl: Lokaal
pl: Dysk lokalny

# Languages::localization
source: Localization
hu: Lokalizáció
it: Localizzazione
ka: ლოკალიზაცია
nl: Localisatie
pl: Lokalizacja
ro: Localizare

# Languages::localizations
source: Localizations
hu: Lokalizációk
it: Localizzazioni
ka: ლოკალიზაცია
nl: Localisaties
pl: Lokalizacje
ro: Localizatii

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
hu: Az áruház által támogatott lokalizációk kezelése
it: Gestisci le localizzazioni che sono supportate nel vostro negozio.
ka: ლოკალიზაციის რედაქტირება.
nl: Beheer locaties voor uw winkel
pl: Zarządzanie lokalizacjami, które są obsługiwane w sklepie.
ro: Gestioneaza localizarile suportate de magazinul dvs.

# Languages::location
source: Location
hu: Hely
it: Posizione
ka: მდებარეობა
nl: Lokatie
pl: Lokacja
ro: Locatie

# Languages::locations
source: Locations
hu: Régiók
it: Destinazioni
ka: დანიშნულების ადგილი
nl: Lokaties
pl: Lokacje
ro: Locatii

# Languages::locations_menu_description
source: Manage the set of locations that are supported in your store.
hu: Az áruházban elérhető régiók kezelése.
it: Gestisci le combinazioni di destinazioni che sono supportate nel tuo negozio.
ka: მიწოდების ადგილის რედაქტირება.
nl: Beheer de locaties in uw webwinkel
pl: Zarządzanie zestawami miejsc, które są obsługiwane w sklepie.
ro: Gestioneaza setul de locatii suportate de magazinul dvs.

# Languages::loggedin_time
source: Logged in time
hu: Bejelentkezés ideje
it: Durata dell'accesso
ka: მოვლენათა აღრიცხვა
nl: Login tijd
ro: Autentificat de

# Languages::logging
source: Logging
hu: Logolás
it: Logging (scrivo dati)
ka: მოვლენათა აღრიცხვა
nl: Loggen
pl: Dziennik zdarzeń
ro: Logare

# Languages::login
source: Login
hu: Belépés
it: Accedi
ka: ავტორიზაცია
nl: Inloggen
ro: Autentificare

# Languages::logos
source: Logos
hu: Logók
it: Loghi
ka: ლოგო
pl: Logo
ro: Logo-uri

# Languages::logo_link
source: Location (URL) of logo
hu: A logó elérhetősége (URL)
it: Percorso (URL) del logo
ka: ლოგოს მდებარეობა (URL)
nl: Locatie (URL) van het logo
pl: Lokalizacja (adres URL) logo
ro: Locatia logo-ului (URL)

# Languages::logs
source: Logs
hu: Naplózás
it: Log
ka: შემთხვევების ისტორია
nl: Logbestanden
pl: Logi
ro: Jurnale

# Languages::log_action_backup
source: backup
hu: biztonsági mentés
it: Backup (copia di sicurezza)
ka: დუბლირება
pl: Kopia zapasowa

# Languages::log_action_create
source: create
hu: létrehozás
it: crea
ka: შექმნა
nl: aanmaken
pl: tworzenie
ro: creati

# Languages::log_action_delete
source: delete
hu: törlés
it: cancella
ka: წაშლა
nl: verwijder
pl: usuń
ro: stergeti

# Languages::log_action_deprecated
source: deprecated
hu: megszüntetett
it: Obsoleto
ka: მოძველებული
nl: Afgekeurd
pl: Przestarzałe
ro: dezaprobat

# Languages::log_action_error
source: error
hu: hiba
it: errore
ka: შეცდომა
nl: fout
pl: Błąd
ro: eroare

# Languages::log_action_failed_login
source: failed login
hu: hibás bejelentkezés
it: accesso non riuscito
ka: შეცდომა ავტორიზაციისას
nl: mislukte login
pl: Logowanie nie powiodło się.
ro: autenficiare nereusita

# Languages::log_action_http
source: http/https request
hu: http/https kérés
it: richiesta http/https
ka: http/https მოთხოვნა
nl: http/https aanvraag
pl: żądanie http/https
ro: cerere http/https

# Languages::log_action_login
source: sign in
hu: Bejelentkezés
it: Accedi
ka: შესვლა
nl: Inschrijven
pl: zaloguj się
ro: autentificare

# Languages::log_action_low_stock
source: low stock
hu: alacsony készlet
it: livello inventario basso
ka: შეზღუდული რაოდენობა
nl: Lage voorraad
pl: Niski stan magazynowy
ro: stoc redus

# Languages::log_action_optimize
source: optimize
hu: optimalizálás
it: ottimizza
ka: ოპტიმიზირება
nl: optimaliseer
pl: Optymalizuj
ro: optimizati

# Languages::log_action_restore
source: restore
hu: visszaállítás
it: ripristinare
ka: აღდგენა
nl: herstellen
pl: odzyskaj
ro: restaurati

# Languages::log_action_session
source: session
hu: munkamenet
it: sessione
ka: სესია
nl: sessie
pl: sesja
ro: sesiune

# Languages::log_action_status
source: status change
hu: státuszváltás
it: cambia stato
ka: სტატუსის შეცვლა
nl: Status wijziging
pl: zmiana statusu
ro: schimbati starea

# Languages::log_action_update
source: update
hu: frissítés
it: aggiornamento
ka: განახლება
nl: bijwerken
pl: Aktualizacja
ro: actualizati

# Languages::log_type_categories
source: Categories
hu: Kategóriák
it: Categorie
ka: კატეგორიები
nl: Categorieën
pl: Kategorie
ro: Categorii

# Languages::log_type_database
source: Database
hu: Adatbázis
it: Banca dati (database)
ka: მონაცემთა ბაზა
pl: Baza danych
ro: Baza de date

# Languages::log_type_general
source: general
hu: általános
it: generale
ka: საერთო
nl: algemeen

# Languages::log_type_orders
source: Orders
hu: Rendelések
it: Ordini
ka: შეკვეთები
nl: Bestellingen
pl: Zamówienia
ro: Comenzi

# Languages::log_type_products
source: Products
hu: Termékek
it: Prodotti
ka: პროდუქცია
nl: Producten
pl: Produkty
ro: Produse

# Languages::log_type_requests
source: Requests
hu: Kérések
it: Richieste
ka: მოთხოვნა
nl: Aanvragen
pl: Żądania
ro: Cereri

# Languages::log_type_users
source: Users
hu: Felhasználók
it: Utenti
ka: მომხმარებელი
nl: Gebruikers
pl: Użytkownicy
ro: Utilizatori

# Languages::longitude
source: Longitude
hu: Hosszúság
it: Longitudine
ka: ხანგრძლივობა
nl: Lengte
pl: Długość geograficzna
ro: Longitudine

# Languages::low_stock_subj
source: Low inventory of "[product]"
hu: Alacson készlet: "[product]"
it: "[product]" ha raggiunto il minimo nell'inventario
ka: გაყიდვაში დარჩენილია პროდუქციის მინიმალური რაოდენობა "[product]"
nl: Lage voorraad voor "[product]"
pl: Niski stan magazynowy "[product]"
ro: Mic inventar al "[product]"

# Languages::mac_key
source: Mac key
hu: Mac kulcs
it: Chiave MAC
ka: Mac გასაღები
nl: Mac sleutel
pl: Klucz Mac
ro: Cheie Mac

# Languages::mailing_lists
source: Mailing lists
hu: Listák
it: Liste Newsletter
ka: სიახლეების გამოწერა
nl: Mailinglijst
pl: Listy mailingowe
ro: Liste de adrese

# Languages::mail_message
source: Mail message
hu: Üzenet küldése
it: Messaggio E-mail
ka: შეტყობინება
nl: E-mail bericht
pl: Wiadomość e-mail
ro: Mesajul e-mail-ului

# Languages::mail_subject
source: Mail subject
hu: Levél tárgy
it: Oggetto dell'E-mail
ka: შეტყობინების თემა
nl: E-mail onderwerp
pl: Temat e-maila
ro: Subiectul e-mail-ului

# Languages::main
source: Main
hu: Alap
it: Principale
ka: ძირითადი
nl: Hoofd
pl: Główne
ro: Principale

# Languages::mainbox_general
source: Mainbox general
hu: Általános fő doboz
it: Box principale generale
nl: Hoofdbox algemeen
pl: Okno ogólne

# Languages::mainbox_simple
source: Mainbox simple
hu: Alapdoboz szimpla
it: Box principale semplice
nl: Hoofdbox simpel
pl: Okno proste

# Languages::maintenance
source: Maintenance
hu: Karbantartás
it: Manutenzione
ka: მონაცემთა ბაზების მხარდაჭერა
nl: Onderhoud
pl: Konserwacja
ro: intretinere

# Languages::main_category
source: Main category
hu: Fő kategória
it: Categoria principale
ka: ძირითადი კატეგორია
nl: Hoofdcategorie
pl: Kategoria główna
ro: Categoria principala

# Languages::make_default
source: Make default
hu: Legyen alapértelmezett
it: Imposta come predefinito
ka: გახადე ნაგულისხმევი
nl: Als standaard markeren
pl: Ustaw jako domyślny
ro: Face implicit

# Languages::manage
source: Manage
hu: Kezelés
it: Modifica
ka: რედაქტირება
nl: Beheer
pl: Zarządzanie
ro: Gestionati

# Languages::manage_addons
source: Manage Add-ons
hu: Bővítmények kezelése
it: Gestisci Add-ons
ka: მოდულების მართვა
nl: Plug-ins beheren
pl: Zarządzanie dodatkami
ro: Gestionati module

# Languages::manage_blocks
source: Manage blocks
hu: Blokkok kezelése
it: Gestisci blocchi
ka: ბლოკები
nl: Beheer blokken
pl: Zarządzanie blokami
ro: Gestionati blocuri

# Languages::manage_categories
source: Manage categories
hu: Kategóriák kezelése
it: Gestisci categorie
ka: ყველა კატეგორია
nl: Categorieën beheren
pl: Zarządzanie kategoriami
ro: Gestionati categorii

# Languages::manage_existing_block
source: Edit Existing Blocks
hu: Létező blokkok szerkesztése
it: Modifica blocchi esistenti
ka: არსებული ბლოკების რედაქტირება
nl: Bestaande blokken wijzigen
pl: Edytuj istniejący blok
ro: Editati blocurile existente

# Languages::manage_items
source: Manage items
hu: Elemek kezelése
it: Gestisci elementi
ka: ელემენტის რედაქტირება
nl: Items beheren
pl: Zarządzaj pozycjami
ro: Gestionati articole

# Languages::manage_languages
source: Manage languages
hu: Nyelvek kezelése
it: Gestisci lingue
ka: ენები
nl: Talen beheren
pl: Zarządzaj językami
ro: Gestionati limbi

# Languages::manage_menus
source: Manage menus
hu: Menük kezelése
it: Gestisci menù
ka: მენიუს რედაქტირება
nl: Menu's beheren
pl: Zarządzanie menu
ro: Gestionati meniuri

# Languages::manage_pages
source: Manage pages
hu: Oldalak kezelése
it: Gestisci pagine
ka: გვერდები
nl: Pagina's beheren
pl: Zarządzaj stronami
ro: Gestionati pagini

# Languages::manage_products
source: Manage products
hu: Termékek kezelése
it: Gestisci prodotti
ka: ყველა პროდუქცია
nl: Producten beheren
pl: Zarządzanie produktami
ro: Gestionati produse

# Languages::manage_reports
source: Manage reports
hu: Jelentések kezelése
it: Gestione rapporti
ka: ყველა ანგარიში
nl: Rapportages beheren
pl: Zarządzanie raportami
ro: Gestionati rapoarte

# Languages::manage_shippings
source: Shipping methods
hu: Szállítási módok
it: Metodi di spedizione
ka: ტრანსპორტირების საშუალებები
nl: Verzendmethoden
pl: Sposoby wysyłki
ro: Metode de expediere

# Languages::manage_sitemap
source: Manage sitemap
hu: Oldaltérkép kezelése
it: Gestisci mappa del sito
ka: საიტის რუკა
nl: Sitemap beheren
pl: Zarządzanie mapą serwisu
ro: Gestionati harta site-ului

# Languages::manage_stores
source: Manage stores
hu: Áruházak kezelése
it: Gestisci negozi
ka: მაღაზიების მართვა
nl: Winkels beheren
pl: Zarządzanie sklepami
ro: Gestionati magazine.

# Languages::mandatory
source: Required
hu: Kötelező
it: Obbligatorio
ka: აუცილებელი
nl: Vereist
pl: Wymagany
ro: Obligatoriu

# Languages::manually
source: Manually
hu: Manuálisan
it: Manualmente
ka: ხელით
nl: Handmatig
pl: Manulanie
ro: Manual

# Languages::manually_set_tax_rates
source: Manually set tax rates
hu: Adókulcsok kézi megadása
it: Imposta aliquote tasse manualmente
ka: Установленные вручную налоговые ставки
nl: Handmatig instellen BTW-waarden
pl: Ustaw podatek manualnie
ro: Setati manual taxele

# Languages::mark
source: Mark as resolved
hu: Megoldottnak jelölés
it: Segna come risolto
ka: მონიშვნა როგრც გადაწყვეტილი
nl: Markeer als opgelost
pl: Zaznacz jako rozwiązane
ro: Marcati ca rezolvat

# Languages::maximum_items_in_box
source: Maximum items in box
hu: Maximális elemszám egy dobozban
it: Numero massimo articoli in un pacco
ka: მაქსიმალური რაოდენობა კოლოფში
nl: Maximale aantal items in doos
pl: Maksymalna ilość pozycji w polu
ro: Maximul de elemente in cutie

# Languages::max_amount
source: Total cost
hu: Végösszeg
it: Costo totale
ka: საერთო ღირებულება
nl: Totaal kosten
pl: Całkowity koszt
ro: Costul total

# Languages::max_box_weight
source: Max box weight
hu: Max doboz magasság
it: Peso massimo pacco
ka: კოლოფის მაქსიმალური წონა
nl: Maximale doos gewicht
pl: Maksymalna waga przesyłki
ro: Greutatea maxima cutie

# Languages::max_downloads
source: Max downloads
hu: Max letöltések
it: Numero massimo di downloads
ka: გადმოწერის მაქს. რაოდენობა
nl: Maximaal aantal downloads
pl: Maksymalna ilość pobrań
ro: Nr. max de descarcari

# Languages::max_item
source: Number of items
hu: Elemek száma
it: Numero massimo articoli
ka: ელემენტების რაოდენობა
nl: Aantal items
pl: Liczba pozycji
ro: Numarul de produse

# Languages::max_order_qty
source: Maximum order quantity
hu: Maximális rendelés mennyiség
it: Quantità massima ordine
ka: შეკვეთაში ნივთების მაქსიმალური რაოდენობა
nl: Maximale bestelhoeveelheid
pl: Maksymalna ilość w koszyku
ro: Cantitatea maxima pentru o comanda

# Languages::max_uploading_file_size
source: Max uploading file size
hu: Maximális feltölthető fájlméret
it: Dimensione massima file da caricare
ka: ასატვირთი ფაილის მაქსიმალური ზომა
nl: Maximale bestandsgrootte voor uploaden
pl: Maksymalny rozmiar przesyłanego pliku
ro: Dimensiunea maxima de incarcare a fisierului

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
hu: Hagyja üresen ezt a mezőt, amennyiben bármilyen méretű fájlok feltöltését engedélyezi, vagy adjon meg egy számot, mely a maximális feltölthető méret ("100" esetében 100 Kb lesz ez az érték).
it: Lasciare questo campo vuoto per permettere il caricamento (upload) di files di qualsiasi dimensione; oppure potete limitare la dimensione dei files. Un valore di "100" corrisponde a 100 Kb.
ka: Оставьте это поле пустым, чтобы разрешить загрузку файлов любых размеров, или введите максимально допустимый размер файла ("100" это 100 Kb)
nl: Om een bestandsupload van elke grootte toe te staan laat u dit veld leeg, of stel een limiet in ("100" komt overeen met 100 Kb)
pl: Pozostaw to pole puste, aby umożliwić przesyłanie plików o dowolnej wielkości lub wpisz rozmiar pliku ("100" oznacza 100 Kb)
ro: Lasati acest camp gol pentru a permite incarcarea unui fisier de orice dimensiune ("100" e echivalentul 100 Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
it: L'importo ricevuto nella richiesta è diverso dal totale dell'ordine originale
nl: Het bedrag ontvangen in de statusaanvraag verschilt van het bedrag ontvangen in de webwinkel
pl: Received amount value in status request differs from the one received in CS-Cart system;
ro: Valoarea sumei primite in statutul solicitari difera de cea primita de sitemul CS-Cart;

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
it: Il valore della valuta ricevuto nella richiesta è diverso da quello del sistema
nl: De valuta ontvangen in de statusaanvraag verschilt van de valuta ontvangen in de webwinkel
pl: Received currency value in status request differs from the one received in CS-Cart system;
ro: Valoarea monezii primite in statutul solicitarii difera de cea primita de sistemul CS-Cart;

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
it: Il valore md5 hash ricevuto nella richiesta è diverso da quello calcolato
nl: De in status-aanvraag ontvangen md5 hash waarde verschilt van de ontvangen waarde in CS-Cart
pl: Received md5 hash value in status request differs from the one received in CS-Cart system;
ro: Valoarea md5 hash in statutul solicitarii difera de cea primita de sistemul CS-Cart;

# Languages::mb_transaction_id
source: MB Transaction ID
hu: MB tranzakció azonosító
it: ID Transazione MB
ka: MB ტრანზაქციის ID
nl: MB Transactie ID
ro: ID-ul Tranzactiei MB

# Languages::md5_checksum_failed
source: MD5 checksum failed
hu: MD5 ellenőrzés sikertelen
it: Verifica MD5 checksum non riuscita
ka: MD5-ის ჰეშები არ დაემთხვა
nl: MD5 checksum mislukt
pl: Suma kontrolna MD5 nieprawidłowa
ro: MD5 a esuat

# Languages::md5_hash_value
source: MD5 hash value
hu: MD5 hash érték
it: Valore MD5 hash
ka: MD5 -ის მნიშვნელობა
nl: MD5 hash waarde
pl: Wartość hash MD5
ro: valoarea hash-ului MD5

# Languages::menu
source: Menu
hu: Menü
it: Menù
ka: მენიუ
ro: Meniu

# Languages::menus
source: Menus
hu: Menük
it: Menù
ka: მენიუ
pl: Menu
ro: Meniuri

# Languages::menu_items
source: Items for menu
hu: Menü elemek
it: Elementi del menù
ka: მენიუს ელემენტები
nl: Items voor menu
pl: Pozycje menu
ro: Articole pentru meniu.

# Languages::merchantid
source: Merchant ID
hu: Kereskedő Azonosító
it: ID Commerciante
ka: გამყიდველის ID
nl: Verkoper ID
pl: Identyfikator handlowca
ro: ID Comerciant.

# Languages::merchant_email
source: Merchant Notification Email
hu: Kereskedő értesítési email
it: Indirizzo E-mail di notifica del commerciante
ka: ექაუნტის E-mail
nl: Merchant notificatie e-mail
pl: Powiadomienia - Email handlowca
ro: E-mail-ul de notifiacare al comerciantului

# Languages::merchant_firstname
source: Merchant first name
hu: Kereskedő keresztneve
it: Nome commerciante
ka: ექაუნტის სახელი
nl: Merchant voornaam
pl: Imię handlowca
ro: Prenumele Comerciantului

# Languages::merchant_id
source: Merchant ID
hu: Kereskedő Azonosító
it: ID Commerciante
ka: ექაუნტის ID
nl: HandelsID
pl: ID handlowca
ro: ID-ul comerciantului

# Languages::merchant_key
source: Merchant key
hu: Kereskedői kulcs
it: Chiave commerciante
ka: ექაუნტის გასაღები
nl: Merchant sleutel
pl: Klucz handlowca
ro: Cheia comerciantului

# Languages::merchant_lastname
source: Merchant last name
hu: Kereskedő vezeték neve
it: Nome commerciante
ka: ექაუნტის გვარი
nl: Merchant achternaam
pl: Nazwisko sprzedającego
ro: Numele Comerciantului

# Languages::merchant_login
source: Merchant login
hu: Kereskedői bejelentkezés
it: Accesso commerciante
nl: Verkoper login
pl: Login handlowca
ro: Login comerciant.

# Languages::merchant_name
source: Merchant name
hu: Kereskedő neve
it: Nome commerciante
ka: ექაუნტი (სახელი)
nl: Merchant naam
pl: Nazwa handlowca
ro: Numele comerciantului

# Languages::merchant_pin
source: Merchant PIN
hu: Kereskedői PIN
it: Codice PIN commerciante
ka: ექაუნტის PIN
nl: Verkoper PIN
pl: PIN handlowca
ro: PIN-ul comerciantului

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
hu: A kereskedőtől nem érkezett válasz. Ellenőrizze manuálisan ezt a tranzakciót.
it: La risposta da parte del commerciante non è stata ricevuta. Per favore controllare questa transazione manualmente.
ka: გამყიდველისგან პასუხი არ არის მიღებული, გთხოვთ გადაამოწმოთ არსებული ტრანზაქცია ხელით.
nl: Geen reactiev an de merchant ontvangen. Controleer deze transactie handmatig.
pl: The response from the merchant was not received. Please check this transaction manually.
ro: Raspunsul de la comerciant nu a fost primit. Va rugam verificati tranzactia manual.

# Languages::merchant_site_id
source: Merchant site ID
hu: Beszállító oldal azonosító
it: ID sito del commerciante
ka: საიტის ექაუნტის ID
nl: Verkoper website ID
pl: ID strony handlowca
ro: ID-ul site-ului Comerciantului

# Languages::merchant_warrior_api_key
source: API Key.
hu: API kulcs.
it: Chiave API.
ka: Api გასაღები.
nl: API sleutel.
ro: Cheie API.
