Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
hu: Elektronikus tartalomhoz való hozzáférés engedélyezve
it: L'accesso ai prodotti distribuiti in modo digitale è garantito
ka: ელექტრონულ პროდუქციასთან წვდომა გახსნილია
nl: Electronische productuitgave-toegang toegestaan
pl: Dostęp do elektronicznej sprzedaży produktów jest odblokowany
ro: Este permis accesul la produsele distribuite electronic

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
hu: Szállítási mód engedélyezése letölthető termékek számára
it: Abilita la spedizione per i prodotti scaricabili
ka: Рассчитать стоимость доставки для электронного товара как для обычного
nl: Activeer verzending voor producten tbv download
pl: Ustaw dostawę dla produktów w postaci elektronicznej ( plik do pobrania )
ro: Activati transportul pentru produsele descarcabile

# Languages::emails
source: Emails
hu: E-mailek
it: Indirizzi E-mail
ka: ელ-ფოსტის მისამართი
pl: E-maile
ro: E-mailuri

# Languages::email_address
source: E-mail address
hu: E-mail cím
it: Indirizzo E-mail
ka: ელ-ფოსტის მისამართი
nl: E-mailadres
pl: Adres e-mail
ro: Adrese de e-mail

# Languages::email_header
source: E-mail header
hu: E-mail tartalom
it: Intestazione E-mail
ka: ელ-ფოსტის სათაური
nl: E-mail kop
pl: Treść wiadomości
ro: Antetul e-mail

# Languages::email_subject
source: E-mail subject
hu: E-mail tárgy
it: Oggetto dell'E-mail
ka: ელ-ფოსტის თემა
nl: E-mail onderwerp
pl: Temat wiadomości
ro: Subiectul e-mail-ului

# Languages::empty
source: Empty
hu: Üres
it: Vuoto
ka: ცარიელი
nl: Leeg
pl: Pusty
ro: Gol

# Languages::empty_key_value
source: Empty table key value
hu: Üres tábla kulcs érték
it: Valore chiave tabella vuoto
ka: Пусто значение ключа таблицы
nl: Lege tabel sleutel waarde
pl: Pusta tabela kluczy
ro: Valoarea cheii este goala

# Languages::enable
source: Enable
hu: Engedélyezés
it: Attivare
ka: ჩართ.
nl: Inschakelen
pl: Włącz
ro: Activeaza

# Languages::enabled
source: Enabled
hu: Engedélyezve
it: Abilitato
ka: ჩართული
nl: Toegestaan
pl: Dostępny
ro: Activat

# Languages::enable_cdn
source: Enable CDN
hu: CDN engedélyezése
it: Abilita CDN
ka: CDN-ის გააქტიურება
nl: CDN inschakelen
pl: Włącz CDN
ro: Activeaza CDN

# Languages::enable_for
source: Enable for
hu: Engedélyezés ehhez
it: Attiva per
ka: Включить для
nl: Inschakelen voor
pl: Włączony dla
ro: Activeaza pentru

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
hu: Blokk aktiválása/inaktiválása
it: Attiva/Disattiva blocco
ka: ჩართ./გამორთ.
nl: Activeer/Deactiveer blok
pl: Aktywacja/Dezaktywacja
ro: Activeaza/Dezactiveaza bloc

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
hu: Tároló Bekapcsolása/Kikapcsolása
it: Attivare/Disattivare contenitore
ka: კონტეინერის აქტივაცია/დეაქტივაცია
nl: Activeer/Deactiveer Container
pl: Włączyć/wyłączyć kontener
ro: Activeaza/Dezactiveaza Container

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
hu: Rács engedélyezése/letiltása
it: Attivare/Disattivare griglia
nl: Rooster activeren/deactiveren
pl: Aktywuj/Dezaktywuj siatkę
ro: Activeaza/Dezactiveaza Grid

# Languages::enable_quick_view
source: Enable quick view
hu: Villámnézet bekapcsolása
it: Attiva la Visualizzazione Rapida
ka: სწრაფი ჩვენების ჩართვა
nl: Beknopt overzicht inschakelen
pl: Włącz szybki podgląd
ro: Activeaza vizualizare rapida

# Languages::encryption
source: Encryption
hu: Titkosítás
it: Codifica
ka: შიფრირება
nl: Encryptie
pl: Szyfrowanie
ro: Criptare

# Languages::encryption_key
source: Encryption Key
hu: Titkosítási Kulcs
it: Chiave di codifica
ka: შიფრირების გასაღები
nl: Encryptie sleutel
pl: Klucz szyfrowania
ro: Cheia de criptare

# Languages::end_date
source: End date
hu: Befejező dátum
it: Data finale
ka: ბოლო ვადა
nl: Einddatum
pl: Data końcowa
ro: Data finala

# Languages::english
source: English
hu: Angol
it: Inglese
ka: ინგლისური
nl: Engels
pl: Angielski
ro: Engleza

# Languages::enter_code
source: Enter code
hu: Kód beírása
it: Inserisci codice
ka: კოდის შეყვანა
nl: Vul code in
pl: Zatwierdź kod
ro: Introduceti codul

# Languages::enter_data
source: Enter data
hu: Adat megadása
it: Inserisci dati
ka: მონაცემების შეყვანა
nl: Vul gegevens in
pl: Wprowadź dane
ro: Introduceti data

# Languages::enter_email
source: Enter e-mail address
hu: Írja be e-mail címét
it: Inserisci il tuo indirizzo E-mail
ka: თქვენი ელ-ფოსტა
nl: Uw e-mailadres
pl: Zatwierdź adres e-mail
ro: Introduceti adresa de e-mail

# Languages::enter_new_lang_code
source: Enter a new language code
hu: Nyelvi kód megadása
it: Inserisci un nuovo codice lingua
ka: ახალი ენის კოდის შეყვანა
nl: Vul een nieuwe taalcode in
pl: Wprowadź nowy kod języka
ro: Introduceti un nou cod de limba

# Languages::enter_other
source: Enter other
hu: Egyéb megadása
it: Inserisci altro
ka: შეიყვანე სხვა
nl: Vul een andere in
pl: Zatwierdź inne
ro: Intorduceti alt/a

# Languages::enter_your_price
source: Enter your price
hu: Ár megadása
it: Inserisci il tuo prezzo
ka: მიუთითეთ თქვენი ფასი
nl: Uw prijs
pl: Zaproponuj swoją cenę
ro: Intorduceti pretul

# Languages::entity
source: Entity
hu: Entitás
it: Entità
nl: Entiteit
pl: Podmiot
ro: Entitate

# Languages::entry_page
source: Global entry page
hu: Globális belépési oldal
it: Pagina iniziale
ka: შემოსვლის გვერდი
nl: Globale instap pagina
pl: Strona wejścia
ro: Pagina de intrare

# Languages::entry_point
source: Entry point
hu: Belépési pont
it: Punto iniziale
ka: შესვლის წერტილი
nl: Ingangspunt
pl: Punkt wejścia
ro: Punct de intrare

# Languages::envelope
source: Envelope
hu: Boríték
it: Busta
ka: კონვერტი
nl: Envelop
pl: Koperta
ro: Plic

# Languages::epdq_3ds_main
source: Main window
hu: Fő ablak
it: Finestra principale
ka: ძირითადი ფანჯარა
nl: Hoofdvenster
pl: Główne okno
ro: Imagine principala

# Languages::epdq_3ds_popup
source: Popup
hu: Felugró
it: Finestra popup
pl: Okienko pop-up

# Languages::error
source: Error
hu: Hiba!
it: Errore
ka: შეცდომა:
nl: Fout
pl: Błędy
ro: Eroare

# Languages::errorCode
source: Error Code
hu: Hiba!
it: Codice errore
ka: შეცდომის კოდი
nl: Fout code
pl: Kod błędu
ro: Cod eroare

# Languages::errorName
source: Error Name
hu: Hiba neve
it: Nome errore
ka: შეცდომის დასახელება
nl: Fout naam
pl: Kod błędu
ro: Nume eroare

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
hu: A fiókja inaktiválva van. Kérjük, vegye fel a kapcsolatot az áruház adminisztrátorával.
it: Il tuo account è disabilitato. Per favore contattare l'amministratore dello negozio.
ka: თქვენი ანგარიში გაუქმებულია, გთხოვთ დაუკავშირდეთ საიტის ადმინისტრაციას.
nl: Uw account is geblokkeerd. Neem a.u.b. contact op met de site-beheerder.
pl: Twoje konto jest niedostępne. Proszę, skontaktuj się z administracją sklepu.
ro: Contul dvs. e dezactivat. Va rugam contactati magazinul.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
hu: Az adminisztrátori fiók nem készült el. Az e-mail cím más felhasználóhoz tartozik. Manuálisan hozzá lehet adni adminisztrátorokat ehhez a céghez.
it: L'account amministratore non è stato creato. L'indirizzo email appartiene ad un'altro utente. Puoi aggiungere l'amministratore per questa azienda manualmente.
nl: Beheerder account is niet aangemaakt. Het e-mailadres behoort toe aan een andere gebruiker. U kunt handmatig de beheerder toevoegen voor dit bedrijf.
pl: Konto administratora nie zostało stworzone. Adres e-mail należy do innego użytkownika. Możesz dodać administratora dla tej firmy ręcznie.
ro: Contul de administrator nu a fost creat. Adresa de e-mail folosita apartine unui alt utilizator. Puteti adauga manual administratorul acestei companii.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
hu: Ajjaj. Hiba történt ([error]). Kérjük próbálkozzon újra.
it: Oops, qualcosa non ha funzionato ([error]). Per favore riprovare.
ka: აღმოჩენილია შეცდომა ([error]). სცადეთ კიდევ ერთხელ.
nl: Oeps, er ging iets mis ([error]). Probeer het opnieuw.
pl: Ups, coś poszło nie tak ([error]). Proszę spróbować ponownie.
ro: Oops, ceva nu a mers bine([error]).Va rugam incercati din nou

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
hu: Nem léphet be erre a részre.
it: Non siete autorizzati ad accedere a questa sezione.
ka: წვდომა აკრძალულია!
nl: U heeft geen toegang tot dit gebied.
pl: Nie jesteś upoważniony by zalogować się tutaj.
ro: Nu va este permisa autentificarea in aceasta zona.

# Languages::error_confirmation_code_invalid
source: Incorrect or missing confirmation code.
hu: Hibás, vagy hiányos megerősító kód.
it: Codice di conferma non corretto o mancante.
ka: დამოწმების კოდი გამოტოვებულია ან არასწორია.
nl: Onjuiste of ontbrekende bevestigingscode.
pl: Niepoprawny lub niewpisany kod z obrazka.
ro: Incorect sau lipseste codul de confirmare.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
hu: <b>Figyelmeztetés!</b><br />A szervere <b>nem támogatja</b> a PHP cURL bővítményt. <b>[method]</b> nem fog működni. Kérjük, vegye fel a kapcsolatot a tárhely szolgáltatójával.
it: <b>ATTENZIONE!</b><br />L'estensione PHP CURL <b>non</b> è supportata dal vostro server. <b>[method]</b> non funzionerà. Per favore contattare il vostro fornitore di hosting.
ka: <b>Предупреждение!</b><br />PHP CURL модуль <b>не</b> поддерживается Вашим сервером. <b>[method]</b> будет не выполним. Пожалуйста, свяжитесь с Вашим хостинг провайдером.
nl: <b>Let op!</b><br />PHP CURL extensie wordt niet ondersteund op uw server. <b>[method]</b> zal niet werken. Neem contact op met uw provider.
pl: <b>Warning!</b><br />The PHP CURL extension is <b>not</b> supported by your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
ro: <b>Atentie!</b><br />Extensia PHP CURL <b>nu</b> este disponibila pe serverul dvs.. <b>[method]</b> nu va fi operational. Va rugam contactati furnizorul dvs. de gazduire.

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
hu: <b>Figyelem!</b><br />A PHP cURL kiterjesztés <b>SSL támogatás nélkül</b> lett lefordítva. <b>[method]</b> nem lesz működőképes. Lépjen kapcsolatba a tárhelyszolgáltatójával.
it: <b>ATTENZIONE!</b><br />L'estensione PHP CURL è compilata <b>senza</b> supporto SSL sul vostro server. <b>[method]</b> non sarà funzionante. Per favore contattare il vostro fornitore di hosting.
ka: <b>Предупреждение!</b><br />PHP CURL модуль установлен на Вашем сервере <b>без</b> SSL поддержки. <b>[method]</b> будет невыполним. Пожалуйста, свяжитесь с Вашим хостинг провайдером.
nl: <b>Let op!</b><br />PHP CURL extensie is gecompileerd <b>zonder</b> SSL support op uw server. <b>[method]</b> zal dan niet werken. Neem contact op met uw hosting provider.
ro: <b>Atentie!</b><br />Extensia PHP CURL este compilata <b>fara</b> supprot SSL pe serverul dvs. <b>[method]</b> nu va fi operational. Va rugam contactati furnizorul dvs. de gazduire.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
hu: A megadott <b>[code]</b> kóddal már létezik pénznem
it: La valuta con codice <b>[code]</b> esiste già
ka: ვალუტა კოდით <b>[code]</b> უკვე არსებობს
nl: Valuta met code <b>[code]</b> bestaat reeds
pl: Kod waluty <b>[code]</b> już istnieje
ro: Moneda cu, codul <b>[code]</b> exista deja

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
hu: Valamelyik storefront használja ezt az arculatot. Kérjük válasszon másikat mielőtt törölné.
it: Una delle tue vetrine utilizza questo tema. Si prega di impostare un altro tema prima di eliminarlo.
nl: Een van uw winkels maakt gebruik van dit thema. Stel een ander thema in voordat u het verwijdert.
pl: jeden ze sklepów używa tego tematu. Proszę ustawić inny motyw przed usunięciem.

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
hu: Az elrendezés, mely ezt az arculatot használja alapértelmezett. Kérjük válasszon ki egy másik elrendezést alapértelmezettnek.
it: Il layout che utilizza questo modello è impostato come predefinito. Per favore imposta un altro layout come predefinito.
nl: De opmaak die dit thema gebruikt is als standaard ingesteld. Kies een andere standaardopmaak.
pl: Układ graficzny, który wykorzystuje ten motyw jest ustawiony jako domyślny. Proszę ustawić inny układ jako domyślny.
ro: Schema cu aceasta tema este setata ca "initial". selecteaza alta schema ca fiind "initial"

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
hu: Az áruház <b>DEMÓ</b> módban működik és ez a funkció ki van kapcsolva.
it: Il negozio è in modalità <b>DEMO</b> e questa funzionalità è disabilitata.
ka: მაღაზია მუშაობს<b>სადემონსტრაციო</b> რეჟიმში და ეს ფუნქცია მიუწვდომელია
nl: De cart werkt nu in DEMO-mode: deze functionaliteit is uitgezet.
pl: Sklep pracuje w trybie <b>DEMO</b> i ta funkcjonalność jest zablokowana.
ro: Magazinul functioneaza in modul <b>DEMO</b> si aceasta functionalitate este dezactivata.

# Languages::error_empty_company_name
source: Company name cannot be empty
hu: A cégnév nem lehet üres
it: Il nome azienda non può essere vuoto
ka: ორგანიზაციის სახელი არ შეიძლება იყოს ცარიელი
nl: Bedrijfsnaam mag niet leeg zijn
pl: Nazwa firmy nie może być pusta
ro: Campul destinat numelui companiei nu poate fi gol

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
hu: A feltöltött fájlt nem lehet megnyitni
it: Non è possibile aprire il file caricato
ka: Не могу открыть загруженный файл
nl: Geüploade bestand kan niet worden geopend
pl: Nie może otworzyć załadowaneg pliku
ro: Nu se poate deschide fisierul incarcat

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
hu: A feltöltött fájl nem olvasható
it: Non è possibile leggere il file caricato
ka: Не могу прочитать загруженный файл
nl: Kan geüploade bestand niet lezen
pl: Nie może przeczytać załadowanego pliku
ro: Nu se poate citi fisierul incarcat

# Languages::error_exim_fields_not_selected
source: No fields selected for export
hu: Nincsenek exportálásra kijelölt mezők
it: Nessun campo selezionato per l'esportazione
ka: ექსპორტირების ველები არაა არჩეული
nl: Geen velden geselecteerd voor exporteren
pl: Nie wybrano pól do eksportu
ro: Nici un camp selectat pentru export

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
hu: A fájl nem létezik
it: Il File non esiste
ka: ფაილი არ არსებობს
nl: Bestand bestaat niet
pl: Plik nie istnieje.
ro: Fisierul nu exista

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
hu: Hibás CSV fájl formázás (hibás elválasztó, hibás/hiányzó mezők, stb...) az alábbi sorokban: <strong>[lines]</strong>
it: La formattazione dati del vostro file CSV non è corretta (delimitatore sbagliato, campi mancanti, ecc.) nelle seguenti righe: <b>[lines]</b>
ka: Некорректная информация в CSV файле (некорректный разделитель, пропущены поля и т.п.) в строках: <b>[lines]</b>
nl: Uw CSV bestand heeft een onjuist gegevens formaat (ongeldig scheidingsteken, gemiste/ontbrekende velden, etc) in de volgende lijnen: <b>[lines]</b>
pl: Your CSV file has incorrect data formatting (incorrect delimiter, missed fields, etc.) on the following lines: <b>[lines]</b>
ro: Fisierul CSV contine o formatare incorecta a datelor (delimitatorul incorect, campuri lipsa, etc.) pe urmatoarele linii: <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
hu: A CSV fájl elválasztója különbözik a kiválasztottól
it: Il delimitatore nel file CSV è diverso da quello da voi selezionato
ka: Разделитель в CSV файле не тот, который Вы выбрали.
nl: Het scheidingsteken in het CSV bestand verschilt van het door u gekozen scheidingsteken
pl: Separator w pliku CSV różni się od wybranego przez Ciebie
ro: Delimitatorul in fisierul CSV difera fata de cel selectat de dvs.

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
hu: Többnyelvű sorszám eltérés: különböző nyelvekhez különböző mennyiségű sor lett megadva.
it: Il conteggio righe multi-lingua non corrisponde: il numero di righe non corrisponde al numero di lingue fornite.
nl: Fout in meertaligheid: de verschillende talen hebben een verschillend aantal regels
pl: Niewłaściwa liczba linii dla języków: różna liczba wierszy dla różnych języków.
ro: Numaratoarea randurilor pentru limbi multiple difera

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
hu: A következő mezők kötelezőek és nem lehet eltávolítani őket az elrendezésből:
it: I seguenti campi sono obbligatori e non possono essere rimossi dal layout:
ka: Данные поля обязательны и не могут быть удалены:
nl: De volgende velden zijn verplicht en kunnen niet uit de opmaak worden verwijderd:
pl: Następujące pola są wymagane i nie mogą być usunięte z układu:
ro: Urmatoarele campuri sunt obligatorii si nu pot fi sterse din cofiguratie:

# Languages::error_exim_no_data_exported
source: No data exported
hu: Nincs exportált adat
it: Nessun dato è stato esportato
ka: მონაცემები ვერ დაექსპორტდა
nl: Geen gegevens geëxporteerd
pl: Brak danych do eksportu
ro: Nu exista date exportate

# Languages::error_exim_no_file_uploaded
source: No file uploaded
hu: Nincs feltöltött fájl
it: Nessun file è stato caricato
ka: ფაილი ვერ აიტვირთა
nl: Geen bestand geupload
pl: Nie załadowano pliku
ro: Nici un fisier incarcat

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
hu: Hibás minta meghatározás: alternatív kulcs hiányzik
it: Definizione dello schema non valido: chiave alternativa mancante
ka: Неправильное формирование рисунка: альтернативный ключ пропущен
nl: Ongeldig patroon definitie: alternatieve sleutel is niet aanwezig
pl: Invalid pattern definition: alternative key missed
ro: Definitia model invalida: cheia alternativa lipseste

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
hu: Helytelen minta definíció: hiányzó tábla referenciák
it: Definizione dello schema non valido: riferimenti tabella mancanti
ka: Неправильное формирование рисунка: таблица ссылок пропущена
nl: Ongeldige patroon definitie: ontbrekende tabelverwijzingen
pl: Invalid pattern definition: missed table references
ro: Definitia model invalida: lipsesc referintele tabelului

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
hu: Az importált fájl nem egyezik meg a kiválasztott mintával
it: Il tuo file da importare non corrisponde allo schema selezionato
ka: Ваш файл не походит к выбранному образцу
nl: Uw importeer bestand voldoet niet aan de geselecteerde patroon
pl: Twój plik importu nie pasuje do wybranej ścieżki
ro: Fisierul dvs. pentru importare nu se potriveste cu modelul selectat

# Languages::error_exim_pattern_not_found
source: Pattern not found
hu: Minta nem található
it: Schema non trovato
ka: ნიმუშ ვერ მოძებნა
nl: Patroon niet gevonden
pl: Nie znalieziono ścieżki
ro: Modelul nu a fost gasit

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
hu: Az import fájlnak tartalmaznia kell a következő mezőket: <b>[fields]</b>
it: Il tuo file da importare DEVE contenere i seguenti campi:<b>[fields]</b>
ka: იმპორტირებული ფაილი უნდა შეიცავდეს ველებს: <b>[fields]</b>
nl: Uw import bestand moet de volgende velden bevatten: <b>[fields]</b>
pl: Plik do zaimportowania musi mieć następujące pola: <b>[fields]</b>
ro: Fisierul dvs. pentru importare TREBUIE sa aiba urmatoarele campuri: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
hu: Hiba a hash generáláskor. Kérjük, válasszon másik fizetési módot.
it: Errore nella generazione "hash". Prego scegliere un'altro metodo di pagamento.
ka: Ошибка в генерировании hash. Пожалуйста выберите другой метод оплаты.
nl: Error in hashgeneratie. Kies een andere betaalwijze.
pl: Błąd w generacji hasha. Proszę wybrać inną metodę płatności.
ro: Eroare de generare hash. Va rugam alegeti alta modalitate de plata.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
hu: Kérjük, adja meg a képek mappáját a gyökérkönyvtáron belül. Az importálandó képeket tegye ebbe a mappába.
it: Prego specificare la cartella per le immagini all'interno della directory root del negozio. Inserire le immagini da importare in questa cartella.
nl: Geef de map voor afbeeldingen aan binnen de root van uw webwinkel. Plaats de te importeren afbeeldingen in deze map.
pl: Proszę określić katalog ze zdjęciami zaczynając od katalogu głównego. Umieść zdjęcia do importu w tym katalogu.
ro: Va rugam specificati directorul destinat imaginilor in root-ul magazinului. Amplasati imaginile destinate importarii in acest director.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
hu: A(z) <b>[format]</b> képformátumot nem támogatja a szerveren telepített GD könyvtár. A bélyegkép nem lett létrehozva.
it: Il formato immagine <b>[format]</b> non è supportato dalla libreria GD installata sul tuo server. La miniatura non è stata generata.
ka: Формат изображения <b>[format]</b> не поддерживается GD библиотекой, установленной на Вашем сервере. Иконка не была создана.
nl: Het afbeeldingsformaat <b>[format]</b> wordt niet ondersteund door deze GD library installatier. De miniatuur is niet gecreeerd.
pl: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail has not been created.
ro: Formatul imaginii <b>[format]</b> nu este suportat de libraria GD instalata pe serverul dvs. Pictograma nu a fost creata.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
hu: A felhasználónév, vagy a jelszó nem megfelelő!
it: Il nome utente o la password da te introdotti sono errati, per favore riprovare.
ka: გთხოვთ გადაამოწმოთ მომხმარებლის სახელი, პაროლი და სცადოთ თავიდან დაკავშირება.
nl: Invoer van gebruikersnaam of wachtwoord is ongeldig. Probeer nogmaals.
pl: Nazwa użytkownika lub hasło jest niepoprawne. Spróbuj ponownie.
ro: Numele de utilizator sau parola introdusa este incorecta. Va rugam sa incercati din nou.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
hu: Az alábbi e-mail címek helytelenek: <b>[emails]</b>
it: I seguenti indirizzi e-mail non sono validi: <b>[emails]</b>
ka: შემდეგი ელ-ფოსტა არასწორია: <b>[emails]</b>
nl: De volgende emailadressen zijn ongeldig: <b>[emails]</b>
pl: Następujący adres email <b>[emails]</b> jest nieprawidłowy
ro: Urmatoarele adrese de e-mail sunt incorecte: <b>[emails]</b>
