Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
hu: Számjegyek száma a tizedes elválasztó után.
it: Numero di cifre dopo il simbolo decimale.
nl: Aantal cijfers achter de komma.
pl: Liczba cyfr po przecinku.
ro: Numarul de cifre dupa semnul zecimalei.

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
hu: Tizedes elválasztó
it: Separatore dei decimali
nl: Decimale scheidingsteken
pl: Separator dziesiętny.
ro: Separator decimal.

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
hu: Ezres elválasztó
it: Separatore delle migliaia.
nl: Duizendtallen scheidingsteken
pl: Separator tysięcy.
ro: Separator miimal.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
hu: Ha be van kapcsolva, akkor az adatbázis biztonsági mentés tartalmazza az aktuális tábla adatokat.
it: Se attivato, il file di backup della banca dati include i dati attuali della tabella.
nl: Indien ingeschakeld bevat een back-up database bestand de data (gegevens) in de database.
pl: Jeśli opcja jest włączona, plik kopii zapasowej bazy danych zawiera aktualne dane tabeli.
ro: Daca e activat, backup-ul bazei de date a fisierelor include si tabelul actual de date.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
hu: Ha be van kapcsolva, akkor az adatbázis biztonsági mentése megtartja a tábla struktúráját.
it: Se attivato, il file di backup della banca dati mantiene la struttura della tabella.
nl: Indien ingeschakeld bevat een back-up database bestand de tabhel-structuur.
pl: Jeśli opcja jest włączona, plik kopii zapasowej bazy danych zawierają strukturę tabel.
ro: Daca e activat, backup-ul bazei de date al fisierelor pastreaza structura tabelului.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
hu: Válasszon ki egy műveletet a fájl számára: "Közvetlen letöltés" - a helyi számítógépre mentéshez, "Képernyő" - a fájl tartalmának megjelenítéséhez, "Szerver" - a szerver fájlrendszerébe történő mentéshez
it: Scegliere un "azione" sul file "download diretto" - per salvare il file sul computer locale, "schermo" - per visualizzare i contenuti del file, "server" - per salvare il file sul file system del server.
nl: Kies een optie: "Direct downloaden" om het bestand naar uw computer te downloaden of "Server" om het bestand op uw server op te slaan.
pl: Zmień sposób akcji na pliku: "Bezpośrednie pobieranie" - zapisanie pliku na dysk lokalnego komputera, "Do okna przeglądarki" - wyświetlenie zawartości pliku na ekranie, "Serwer" - zapisanie pliku na serwerze.
ro: Alegeti actiunea la fisier: "Descarcare directa" - pentru a salva pe calculatorul local, "Pe ecran" - pentru a afisa fisierele continutului, "Server" - pentru a salva fisierul pe server.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
hu: Nyelv két karakterű kódja
it: Il codice a due lettere della lingua.
ka: ორ ასოიანი ენის კოდი.
nl: Tweeletterige code van de taal (bijv. NL)
pl: Dwuliterowy kod języka.
ro: Codul format din doua litere al limbii.

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
hu: Ennek az országnak a zászlója lesz nyelvi ikonként használva.
it: La bandiera di questo paese sarà utilizzata come icona della lingua.
ka: ამ ქვეყნის დროშა გამოყენებული იქნება როგორც ხატულა.
nl: De vlag van dit land wordt gebruikt als taal icoon.
pl: Flaga kraju będzie używana jako ikona języka.
ro: Drapelul acestei tari va fi folosit ca icoana de limba.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
hu: Ha be van kapcsolva, akkor a keresés azokat a rendeléseket jeleníti meg, melyekhez a vásárlók saját fájlt töltöttek fel.
it: Se attivati, i risultati della ricerca conterranno gli ordini per i quali i clienti hanno scaricato i propri file.
nl: Indien ingeschakeld bevatten de zoekresultaten de bestellingen waarvoor klanten zelf bestanden hebben ge-upload.
pl: Jeśli opcja jest włączona, wyniki wyszukiwania będą zawierać zamówienia, dla których klienci załadowali własne pliki.
ro: Daca e activat, rezultatele cautarii vor contine comenzile in care clientii au incarcat proprile fisiere.

# Languages::tt_views_payments_update_surcharge_title
source: Leave empty to use the 'Payment surcharge' as a title
hu: Hagyja üresen, ha a "Fizetési felár"-at szeretné címként használni
it: Lasciare vuoto per utilizzare 'pagamento sovrapprezzo' come titolo
nl: Laat leeg om de 'Betaal toeslag' als titel te gebruiken
pl: Pozostaw puste, zostanie wtedy użyty wpis z pola "Dopłata do płatności"
ro: Lasati gol pentru a utiliza "suprataxa de plata" ca titlu

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
hu: Sablon, amely az extra mezők megjelenítéséért felelős a fizetési módokhoz.
it: Modello responsabile per la visualizzazione dei campi supplementari per il metodo di pagamento.
nl: Sjabloon dat de extra velden definieert die nodig zijn voor de betalingsmethode.
pl: Szablon odpowiedzialny za wyświetlanie dodatkowych pól dla sposobu płatności.
ro: Template-ul responsabil pentru afisarea campurilor aditionale pentru modalitatea de plata.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
hu: Használja ezt a mezőt a szállítás során dobozonként kiküldendő minimális és maximális termék darabszám megadásához. Lent adjon meg nullától különböző értéket és a doboz dimenzióit.
it: Utilizza questo campo per definire il numero minimo e massimo di prodotti da spedire all'interno di un pacco separato. Inserisci un valore superiore a zero e specifica le dimensioni del pacco qui sotto.
nl: Gebruik dit veld om het minimum en maximum aantal producten te definiëren dat verzonden kan worden in een aparte doos. Vul geen 0 in en specificeer de afmetingen van de doos hieronder.
pl: Pole to służy do określenia minimalnej i maksymalnej liczby przedmiotów do wysyłki w osobnej paczce. Wprowadź wartość różną od zera i określ poniżej wymiary paczki.
ro: Utilizati acest camp pentru a defini numarul minim si maxim de elemente de produse care urmeaza sa fie livrate intr-o cutie separata. Introduceti o valoare non-zero si specificati dimensiunile de mai jos.

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
hu: A Nulla súllyal rendelkező, nem letölthető termékeket úgy kezeljük, mintha a lehető legalacsonyabb, nem Nulla súlyuk lenne
it: Prodotti non scaricabili con peso zero sono trattati come se avessero un peso non-zero minimo posibile
nl: Niet-downloadbare producten met een gewicht van 0 worden behandeld als het minimale gewicht dat mogelijk is.
pl: Produkty które nie są zaznaczone "Do pobrania" o zerowej masie są traktowane jako posiadające minimalną możliwą niezerową masę.
ro: Produsele nedescarcabile cu greutate zero, sunt tratate ca avand greutate minima non-zero.

# Languages::tt_views_products_update_categories
source: Categories to be displayed in the navigation breadcrumbs.
it: Categorie da visualizzare nelle breadcrumbs di navigazione.
nl: Categorieën worden weergegeven in het broodkruimelpad.
pl: Kategorie mają być wyświetlane w okruszkach.

# Languages::tt_views_products_update_inventory
source: Track in stock product quanity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
it: Traccia la quantità di magazzino. Abilita il "rilevamento inventario" in Impostazioni -> Generale.
nl: Aantal producten op voorraad bijhouden. Schakel de optie "voorraadbeheer" in.

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
hu: Ajánlott fogyasztói ár.
it: Il produttore ha consigliato il prezzo al dettaglio.
ka: საცალო ფასი.
nl: Door fabrikant geadviseerde winkelprijs (adviesprijs).
pl: Sugerowana przez producenta cena sprzedaży.
ro: Pretul sugerat de producator.

# Languages::tt_views_products_update_out_of_stock_actions
source: Note that the 'Buy in advance' option requires a positive product amount while the 'Sign up for notification' option requires a non-positive amount. Also note that the 'Sign up for notification' option is not applied to products tracked with options.
hu: Megjegyzés: Az "Előre vásárlás" funkció használata pozitív termék mennyiséget igényel, míg a "Feliratkozás értesítésre" funkció használata nem-pozitív mennyiséget. További megjegyzés: A "Feliratkozás értesítésre" funkció nem elérhető a "Készletkövetés opciókkal" funkciót használó termékek esetében.
it: Nota: L'opzione "acquista in anticipo" richiede una disponibilità positiva mentre l'opzione "registrarsi per ricevere notifica" richiede una disponibilità non-positiva. NOTA: l'opzione "registrarsi per ricevere notifica" non funziona con prodotti che sono impostati come "monitoraggio con opzioni".
nl: Merk op dat de 'vooraf kopen' optie een positieve producthoeveelheid nodig heeft terwijl de 'Meld je aan voor notificatie' optie een negatieve hoeveelheid nodig heeft. Merk ook op dat de 'Meld je aan voor notificatie' optie niet wordt toegepast op producten met opties.
pl: Zauważ, że opcja 'Kup wcześniej' wymaga dodatniej ilości produktu, podczas gdy opcja 'Zapisz się na powiadomienie' nie wymaga dodatniej ilości produktu. Należy również pamiętać, że opcja 'Zapisz się na powiadomienie' nie działa na produkty z przypisanymi opcjami.
ro: Retineti ca optiunea "Cumparati in avans" necesita o cantitate pozitiva de produs in timp ce optiunea "inscrie-te pentru notificare" necesita o cantitate non-pozitiva. De asemenea, retineti ca optiunea "inscrie-te pentru notificare" nu se aplica la produsele urmarite cu optiuni.

# Languages::tt_views_products_update_product_details_layout
source: By default, the template that is defined in the settings of the main product category is used
hu: Alapértelmezésben a fő termékkategóriánál meghatározott sablont használja
it: Come comportamento predefinito, viene utilizzato il modello definito nelle impostazioni della categoria principale prodotti
nl: Standaard wordt hier het sjabloon gebruikt dat gedefinieerd staat in de instellingen van de hoofd product categorie.
pl: Domyślnie jest używany szablon zdefiniowany w głównej kategorii produktu.
ro: In mod implicit, modelul care este definit in setarile pentru principala categorie de produs este utilizat

# Languages::tt_views_product_features_update_feature_display_on_catalog
source: Show this feature on product list pages along with product description.
it: Visualizza questa caratteristica sulla pagina elenco prodotti con descrizione del prodotto.
nl: Toon deze functie op productlijst pagina's samen met productbeschrijving.

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
hu: Ha engedélyezett, akkor a tulajdonság a termékadatlapon jelenik meg
it: Se attivato, la caratteristica viene visualizzata nella pagina dettagli del prodotto nell'area clienti (storefront)
nl: Indien ingeschakeld wordt de producteigenschap getoond in de product detail pagina's.
pl: Jeśli opcja jest włączona, cechy produktu sa wyświetlane na stronie szczegółów produktu w sklepie
ro: Daca e activata, caracteristica produsului e afisata pe pagina de detalii a magazinului.

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
hu: Kiegészítés, mely a tulajdonság előtt jelenik meg.
it: Un'aggiunta che precede la caratteristica del prodotto.
nl: Een tekst die achter de producteigenschap getoond wordt.
pl: Umieść przedrostek, który poprzedza cechę produktu.
ro: O marca care preceda caracteristica produsului.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
hu: Kiegészítés, mely a tulajdonság után jelenik meg.
it: Un'aggiunta che segue la caratteristica del prodotto.
nl: Een tekst die achter de producteigenschap getoond wordt.
pl: Umieść przyrostek, który następuje za cechą produktu.
ro: O marca care urmeaza caracteristica produsului.

# Languages::tt_views_product_filters_update_display_more_variants_count
source: The remaining variants will be displayed on the separate page.
hu: A további variánsok külön oldalon jelennek meg.
it: Le varianti rimaste saranno visualizzate nella pagina separata.
nl: De overige varianten worden weergeven op de afzonderlijke pagina.
pl: Pozostałe warianty będą wyświetlane na osobnej stronie.
ro: Variantele ramase vor fi afisate pe pagina separata.

# Languages::tt_views_product_filters_update_display_variants_count
source: The remaining variants will be hidden behind the "more" link.
hu: A további variánsok a "további" link mögé lesznek rejtve.
it: Le varianti rimanenti saranno nascoste dietro il collegamento "altro".
nl: De overige varianten worden verborgen onder de "meer" link.
pl: Pozostałe warianty zostaną ukryte pod linkiem "Więcej".
ro: Variantele ramase vor fi ascunse in spatele link-ul "mai mult".

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
hu: Üzenet, amely akkor jelenik meg, ha a beírt adat helytelen.
it: Messaggio che viene visualizzato se i dati introdotti sono errati.
ka: შეტყობინება რომელიც იქნება ნაჩვენები თუ შეტანილი მონაცემები არასწორი იქნება.
nl: bericht dat getoond wordt indien een ongeldige waarde ingevoerd wordt.
pl: Wiadomość jest wyświetlana, jeśli wprowadzone dane są błędne.
ro: Mesajul care va fi afisat cand datele introduse sunt incorecte.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
hu: Megjegyzés, mely az érték megadására figyelmeztet
it: Una nota che indica il valore da introdurre.
ka: აღწერილობა თუ რა მნიშვნელობა უნდა შეიტანოთ.
nl: Een notitie die uitlegt wat er ingevuld moet worden.
pl: Uwaga, że wskazaną wartość należy wpisać.
ro: O nota care indica valoarea care trebuie introdusa.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
hu: Ha engedélyezve van, akkor az opciót figyelembe vesszük a készlet számításakor.
it: Se attivata, l'opzione viene presa in considerazione per formare l'inventario del prodotto.
ka: თუკი პარამეტრი გააქტიურებულია, ეს პარამეტრი გამოიყენება პროდუქციის ინვენტარიზაციის დროს.
nl: Indien ingeschakeld wordt bij voorraad berekening rekening gehouden met deze producteigenschap.
pl: Jeśli opcja jest włączona, kontrolowane są stany magazynowe dla tej opcji.
ro: Daca e activata, optiunea e luata in considerare cand se formeaza inventarul produselor.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
hu: Reguláris kifejezés, mely az ellenőrzést végzi
it: Espressione regolare che specifica un "pattern" a cui deve corrispondere.
nl: Reguliere expressie
pl: Wyrażenie regularne określające wzorzec do dopasowania.
ro: Expresia regulata specificand un exemplu potrivit.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
hu: Ha engedélyezve van, akkor a többi promóció nem aktiválódik.
it: Se attivate, le altre promozioni non verranno applicate.
nl: Indien ingeschakeld worden andere aanbiedingen genegeerd.
pl: Jeśli opcja jest włączona, inne promocje nie są stosowane.
ro: Daca e activat, alte promotii nu sunt aplicate.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
hu: Időszak statisztikáinak lekérése (nap, hét, hónap, év).
it: Periodi da analizzare (giorno, settimana, anno).
ka: განსაანალიზირებელი პერიოდი (დღე, კვირა, თვე, წელი).
nl: Te analyseren periode (dag, week, maand, jaar)
pl: Okresy do analizy (dzień, tydzień, miesiąc, rok).
ro: Perioade de analizat (zi, saptamana, luna, an).

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
it: Parametro per ordinare i valori. Esso dovrebbe riguardare il valore da visualizzare (p.e. i costi di prodotto — totale costo o numero di prodotti — numero di elementi).
nl: Parameter om waarden te sorteren. Deze moet betrekking hebben op de weergave-parameter (bijvoorbeeld productkosten — totaal kosten of aantal producten — aantal items).

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
hu: Grafikon elemek maximális száma.
it: Numero massimo di componenti del grafico.
nl: Maximaal aantal grafiek componenten.
pl: Maksymalna liczba elementów wykresu.
ro: Numarul maxim de componente de diagrama.

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
hu: Hagyja üresen, ha a cég nevét szeretné alternatív szövegként (ALT) használni.
it: Lasciare vuoto per utilizzare nome azienda come testo alternativo.
ka: დატოვეთ ცარიელი რათა გამოიყენოთ კომპანიის დასახელება ალტერნატიულ ტექსტად.
nl: Laat dit veld leeg om de bedrijfsnaam als alt-tekst te gebruiken.
pl: Zostaw puste, aby użyć nazwy firmy jako alternatywny tekst.
ro: Lasati gol pentru a utiliza numele companiei ca text alternativ.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
hu: Az a domain név, amit a CloudFront domain név helyett szeretne használni a fájlok URL-jeihez. A CloudFront-hoz érkező lekérdezések irányítására létre kell hoznia a megfelelő CNAME rekordot a DNS szolgáltatójánál (itt fog megjelenni a fiók információk megadása után).
it: Il nome dominio che vuoi utilizzare al posto del nome dominio di CloudFront per l'URL per i tuoi file. Devi anche creare un record CNAME con il tuo servizio DNS per indirizzare le richieste verso l'host CloudFront (esso sarà visualizzato su questa pagina dopo che avrai inserito le informazioni del tuo account).
nl: Domeinnaam die u wilt gebruiken in plaats van de CloudFront domeinnaam voor de URL's voor uw bestanden. U dient ook een CNAME record aan te maken voor doorverwijzing naar de CloudFront host (het wordt weergegeven op deze pagina nadat u account informatie heeft ingevoerd).
ro: Numele de domeniu pe care doriti sa il utilizati in loc de numele de domeniu CloudFront al URL-urilor pentru fisierele dvs..De asemenea, aveti nevoie pentru a crea o inregistrare CNAME la serviciul DNS pentru a ruta interogarile la gazda CloudFront. (acesta va fi afisat pe aceasta pagina dupa ce ati introdus informatiile contului).

# Languages::tt_views_storage_cdn_key
source: AWS Access Key ID. See <a href="http://amzn.to/14FZLi3" target="_blank">http://amzn.to/14FZLi3</a> to learn how to get key and secret key.
hu: AWS Access Key ID. Az alábbi <a href="http://amzn.to/14FZLi3" target="_blank">linken</a>további segítséget talál arról, hogy hogyan kaphat ilyen kulcsot.
it: AWS Access Key ID. Vai su <a href="http://amzn.to/14FZLi3" target="_blank">http://amzn.to/14FZLi3</a> per scoprire come ottenere Key e Secret Key.
nl: AWS Access Key ID. Bekijk <a href="http://amzn.to/14FZLi3" target="_blank">http://amzn.to/14FZLi3</a> om te leren hoe u een sleutel en geheime sleutel kunt verkrijgen.
ro: AWS ID Cheie de Acces. Vezi <a href="http://amzn.to/14FZLi3" target="_blank">http://amzn.to/14FZLi3</a> pentru a afla cum sa obtineti cheie si cheie secreta.

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
hu: Az adónem regisztrációs száma az áruházban. (Idehaza nem kell használni)
it: Numero di registrazione di questa tassa in questo negozio.
ka: შემსავლების გადამხდელის რეგისტრაციის ნომერი მაღაზიაში.
nl: Btw registratienummer
pl: Numer rejestracyjny podatku w sklepie.
ro: Numarul de inregistrare al acestei taxe in magazin.

# Languages::turkish
source: Turkish
hu: Török
it: Turco
ka: თურქული
nl: Turks
pl: Turecki
ro: Turca

# Languages::type
source: Type
hu: Típus
it: Tipo
ka: ტიპი
pl: Typ
ro: Tip

# Languages::type_comments_here
source: You can leave us a comment here
hu: Megjegyzés:
it: Puoi lasciare un commento qui
ka: შეტყობინების დატოვება
nl: U kunt hier commentaar achterlaten
pl: Tutaj możesz zostawić komentarz
ro: Puteti sa ne lasati un comentariu aici

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
hu: Az oldal <a href="http://hu.wikipedia.org/wiki/HTTP-s%C3%BCti">sütiket</a> használ annak érdekében, hogy a vásárlás könyebb, gyorsabb, és gördülékenyebb legyen.<br/>Weboldalunk használatával elfogadja, hogy sütiket helyezzünk el a böngészőjében.<span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">ELFOGADÁS ÉS BEZÁRÁS</a></span></span>
it: I Cookie vengono utilizzati per fornire la migliore esperienza all'utente. Se continui, diamo per scontato che l'utente accetti di ricevere Cookies da questo sito. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
nl: Cookies worden op deze website gebruikt voor de beste gebruikerservaring. Indien u verder gaat, gaat u akkoord met het ontvangen van cookies van deze website. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">Verder</a></span></span>
pl: Strona korzysta z plików cookies w celu realizacji usług i zgodnie z Polityką Plików Cookies. Możesz określić warunki przechowywania lub dostępu do plików cookies w Twojej przeglądarce. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
ro: Cookie-urile sunt folosite pe acest site pentru a oferi cea mai buna experienta pentruutilizator. Daca veti continua, vom presupune ca sunteti de acord sa primiti cookie-uri de pe acest site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a href="[url]">OK</a></span></span>
