Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
hu: Regisztrált felhasználók listája és kezelésük.
it: Gestisci gli account utente che sono regsitrati nel tuo negozio.
ka: მაღაზიაში რეგისტრირებული მომხმარებელთა ანგარიშების მართვა.
nl: Beheer geregistreerde gebruikers in uw webwinkel.
pl: Zarządzaj kontami użytkowników, którzy są zarejestrowani w sklepie.
ro: Gestionati conturile utilizatorilor inregistrati la magazin.

# Languages::user_type
source: User type
hu: Felhasználó típusa
it: Tipo di utente
ka: მომხმარებლის ტიპი
nl: Gebruikerstype
pl: Typ użytkownika

# Languages::user_account_info
source: User account information
hu: Profil adatok
it: Informazioni account utente
ka: ინფორმაცია მომხმარებელზე
nl: Gebruikersaccount info
pl: Informacje o koncie użytkownika
ro: Informatii ale utilizatorului

# Languages::user_account_information
source: User account information
hu: Profil adatok
it: Informazioni account utente
ka: ინფორმაცია მომხმარებელზე
nl: Gebruikersaccount informatie
pl: Informacja o koncie użytkownika
ro: Informatiile de cont ale utilizatorului

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
hu: Sajnáljuk, de a [user_id] azonosítóval rendelkező felhasználó nem törölhető.
it: Spiacenti, l'utente con ID utente [user_id] non può essere cancellato.
ka: უკაცრავად, მომხმარებელი სახელით [user_id] შეუძლებელია რომ წაიშალოს.
nl: Klant met ID [user_id] kan niet worden verwijderd.
pl: Sorry, user with [user_id] user ID can not be deleted.
ro: Ne pare rau, utilizatorul cu ID-ul [user_id] nu poate fi sters.

# Languages::user_class
source: User-defined CSS-class
hu: Egyedi CSS osztályok
it: CSS-Class definita dall'utente
ka: სამომხმარებლო CSS გარსი
nl: Gebruiker gedefinieerde CSS-klasse
pl: Zdefiniowana klasa stylu CSS
ro: Clasa CSS definita de utilizator.

# Languages::user_data_required
source: Please select a customer or enter data
hu: Kérjük válasszon vásárlót vagy adjon meg adatot
it: Prego seleziona un cliente o inserisci dati
ka: გთხოვთ მონიშნოთ მომხმარებელი ან შეიყვანეთ ინფორმაცია
nl: Selecteer een klant of vul gegevens in
pl: Completion is required
ro: Va rugam sa selectati un client sau introduceti datele

# Languages::user_details_page
source: User details page
hu: Felhasználó részletes adatlapja
it: Pagina dettagli utente
ka: ინფორმაცია მომხმარებლის შესახებ
nl: Gebruiker detailpagina
pl: Szczegółowa strona o użytkowniku
ro: Pagina de detalii a utilizatorului

# Languages::user_group_requests
source: User group requests
hu: Felhasználói csoport felkérések
it: Richieste gruppo utente
ka: მოთხოვნები ჯგუფში დამატებაზე
nl: Gebruikersgroepen aanvragen
pl: Zgłoszenie grupy użytkownika
ro: Cereri grup de utilizatori

# Languages::user_id
source: User ID
hu: Felhasználói azonosító
it: ID utente
ka: მომხმარებლის ID
nl: Gebruikers ID
pl: ID użytkownika
ro: ID-ul utilizatorului

# Languages::user_info
source: User information
hu: Felhasználói információ
it: Informazione utente
ka: ინფორმაცია მომხმარებლის შესახებ
nl: Gebruikersinformatie
pl: Informacja o użytkowniku
ro: Informatii despre utilizator

# Languages::user_pin
source: User PIN
hu: Felhasználó PIN
it: PIN utente
ka: მომხმარებლის PIN-ი
nl: gebruikers PIN
pl: PIN użytkownika
ro: PIN utilizator

# Languages::user_profile_info
source: User profile information
hu: Felhasználói profil információk
it: Informazione profilo utente
ka: ინფორმაცია მომხმარებლის ანაგრიშის შესახებ
nl: Gebruikersprofiel info
pl: Informacja o profilu użytkownika
ro: Informatii profil utilizator

# Languages::user_settings
source: User settings
hu: Felhasználói beállítások
it: Impostazioni utente
ka: მომხმარებლის პარამეტრები
nl: Gebruikersinstellingen
pl: Ustawienia użytkownika
ro: Setari utilizator

# Languages::use_avail_period
source: Use available period
hu: Érvényességi időtartam használata
it: Utilizza periodo disponibile
ka: ხელმისაწვდომობის პერიოდი
nl: Gebruik beschikbare periode
pl: Użyj dostępnego czasu
ro: Perioada de utilizare

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
hu: Hasznája a Cardinal Centinel&reg;-t 3-D Secure Payer ellenőrzéshez
it: Usare Cardinal Centinel&reg; per 3-D Secure Payer Authentication
ka: Cardinal Centinel&reg; -ის გამოყენება 3-D Secure Payer Authentication
nl: Gebruik Cardinal Centinel&reg; voor 3-D Secure Payer Authentication
ro: Folositi Cardinal Centinel&reg; pentru Autentificarea 3-D Secure a Platitorului

# Languages::use_coupons_commission
source: Coupon commission
hu: Kupon jutalék
it: Buono di commissione
ka: კუპონის საკომისიო
nl: Coupon commissie
pl: Prowizja od kuponu
ro: Comision cupon

# Languages::use_current_link
source: Use the current page link
hu: Az aktuális oldal linkjének használata
it: Utilizza collegamento pagina corrente
ka: არსებული გვერდის ბმულის გამოყენება
nl: Gebruik de huidige pagina link
pl: Użyj linku z bieżącej strony
ro: Utilizati link-ul paginii curente

# Languages::use_custom_view
source: Use custom view
hu: Egyéni nézet használata
it: Utilizzare la visualizzazione personalizzata
nl: Gebruik aangepaste weergave
pl: Użyj widoku niestandardowego

# Languages::use_custom_weight_settings
source: Use custom weight settings
hu: Egyedi súly beállítás használata
it: Utilizza impostazioni peso personalizzate
ka: წონის დამატებითი პარამეტრები
nl: Gebruik aangepaste gewicht instellingen
pl: Użyj zmodyfikowanych ustawień wagi
ro: Folositi custom weight

# Languages::use_existing_block
source: Use Existing Block
hu: Meglévő blokk használata
it: Utilizza blocco esistente
ka: არსებული ბლოკის გამოყენება
nl: Gebruik bestaande blok
pl: Użyj istniejącego bloku
ro: Utilizati block-urile existente.

# Languages::use_existing_store
source: Copy existing store configuration
hu: Meglévő áruház beállításainak másolása
it: Copia configurazione negozio esistente
ka: არსებული მაღაზიის კონფიგურაციის კოპირება
nl: Bestaande winkelconfiguratie kopiëren
pl: Skopiuj istniejącą konfigurację sklepu
ro: Folositi store-ul actual

# Languages::use_negotiated_rates
source: Use negotiated rates
hu: Egyeztetett ráták alkalmazása
it: Utilizza i prezzi trattati stabiliti
ka: მოლაპარაკებითი ფასების გამოყენება
nl: Gebruik onderhandelde tarieven
pl: Użyj wynegocjowanych stawek
ro: Folositi rate negociate.

# Languages::use_new_sha_method
source: Use new SHA signature policy
hu: Használjon új SHA aláírás szabályt
it: Utilizza nuova SHA Signature Policy
ka: ახალი SHA ხელმოწერის პოლიტიკის გამოყენება
nl: Gebruik nieuw SHA signature beleid
ro: Utilizati noua politica de semnatura SHA.

# Languages::usps_package_size_large
source: Large
hu: Nagy
it: Grande
ka: დიდი
nl: Groot
pl: Duży
ro: Mare

# Languages::usps_package_size_regular
source: Regular
hu: Normál
it: Regular (normale)
ka: ჩვეულებრივი
nl: Regulier
pl: Regularny

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
hu: Levelezés tanúsítványa
it: Certificato mailing (certificate of mailing)
ka: გაგზავნის სერთიფიკატი
nl: Certificaat van mailing
ro: Certificat de expediere

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
hu: Levelezés tanúsítványa céges levelezési könyvekhez
it: Certificato mailing (certificate of mailing) per libri mailing aziendali
nl: Certificaat van mailing voor firm mailing books

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
hu: Levelezés tanúsítványa egyedi elemenként
it: Certificato mailing (certificate of mailing) per articoli individuali
ka: გზავნილის სერთიფიკატი ინდივიდუალური ნივთისთვის
nl: Certificaat voor mailing per individueel artikel
ro: Certificat de expediere pentru articol individual

# Languages::usps_service_certified
source: Certified
hu: Tanúsított
it: Certificato
ka: სერთიფიცირებული
nl: Gecertificeerd
pl: Certyfikowany
ro: Confirmat

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
hu: Utánvét
it: Pagamento in contrassegno
ka: შეკრება მიწოდებისას
nl: Rembours
ro: Incasati la livrare

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
hu: USPS Követési/Szállítási visszaigazolás
it: Conferma di consegna
ka: USPS მიდევნება/მიწოდების დამოწმება
nl: USPS tracking/bezorging bevestiging
pl: Delivery confirmation
ro: USPS de urmarire / Confirmare de primire

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
hu: e-Delivery Visszaigazolás
it: Conferma e-Delivery
ka: e-Delivery დამოწმება
nl: e-Delivery bevestiging
ro: e-Confirmare de Primire

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
hu: Express levél biztosítás
it: Assicurazione posta espresso
ka: ექსპრესს ფოსტის დაზღვევა
nl: Express post verzekering
pl: Ubezpieczenie ekspresowej przesyłki
ro: Asigurare Express mail

# Languages::usps_service_insurance
source: Insurance
hu: Biztosítás
it: Assicurazione
ka: დაზღვევა
nl: Verzekering
pl: Ubezpieczenie
ro: Asigurare

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
hu: Személyes átvétel
it: Ritiro su richiesta
ka: მოთხოვნამდე
nl: Ophalen op aanvraag
ro: Ridicare la cerere

# Languages::usps_service_registered_mail
source: Registered mail
hu: Regisztrált levél
it: Invio iscritto (registrato)
ka: მოთხოვნილი წერილი
nl: Aangetekende brief
pl: Zarejestrowany mail
ro: Posta inregistrata

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
hu: Regisztrált biztosítás nélkül
it: Iscritto (registrato) senza assicurazione
ka: რეგისტრირებულია დაზღვევის გარეშე
nl: Geregistreerd zonder verzekering
pl: Zarejestrowany bez ubezpieczenia
ro: Inregistrate fara asigurare.

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
hu: Regisztrált biztosítással
it: Iscritto (registrato) con assicurazione
ka: რეგისტრირებულია დაზღვევით
nl: Geregistreerd met verzekering
pl: Zarejestrowany z ubezpieczeniem
ro: Inregistrate cu asigurare

# Languages::usps_service_return_receipt
source: Return receipt
hu: Tértivevény
it: Ricevuta di ritorno
ka: ქვითარი მიწოდებაზე
nl: Ontvangstbevestiging
pl: Przyjęcie zwrotu
ro: Chitanta de returnare

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
hu: Elektronikus tértivevény
it: Ricevuta di ritorno elettronica
ka: ელექტრონული ქვითარი მიწოდებაზე
nl: Elektronische ontvangsbevestiging
pl: Elektroniczne przyjęcie zwrotu
ro: Chitanta electronica de restituire

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
hu: Tértivevény áruhoz
it: Ricevuta di ritorno per merce
ka: ქვითარი პროდუქციის მიწოდებაზე
nl: Ontvangstbevestiging voor goederen
pl: Przyjęcie zwrotu za towar
ro: Chitanta de restituire pentru marfa

# Languages::usps_service_signature_confirmation
source: Signature confirmation
hu: Aláírás megerősítése
it: Conferma con firma
ka: ხელმოწერით დადასტურება
nl: Handtekening bevestiging
pl: Potwierdzenia podpisu
ro: Confirmare semnatura

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
hu: Kérjük, adja meg a csomag szélességét, magasságát és hosszát, amennyiben a Csomagméret "Csak nagyméretű".
it: Prego specificare larghezza, altezza e lunghezza per Priority Mail, solo se la dimensione del pacco è "Grande" (large)
ka: გთხოვთ მიუთითოთ ამანათის სიგანე, სიმაღლე და სიგრძე Priority mail-ისათვის, მხოლოდ იმ შემთხვევაში თუ შეკვრის გაბარიტები დიდია.
nl: Gelieve wanneer de pakketgrootte Groot is, de pakket breedte, hoogte en lengte te specificeren voor Priority Mail.
ro: Va rugam specificati latimea pachetului, inaltimea si lungimea pentru posta prioritara, doar daca dimensiunea pachetului este mare.

# Languages::valid
source: Period of validity
hu: Érvényesség időtartama
it: Periodo di validità
ka: მოქმედების პერიოდი
nl: Geldigheidstermijn
pl: Okres ważności
ro: Perioada de valabilitate

# Languages::validate_email
source: Validate E-mail
hu: E-mail cím ellenőrzése
it: Convalida e-mail
ka: ელ-ფოსტის დადასტურება
nl: Valideer E-mail
pl: Zweryfikuj E-mail
ro: Confirmare E-mail

# Languages::validate_secret_word
source: Validate secret word
hu: Titkos szó ellenőrzése
it: Convalida parola segreta
ka: კოდური სიტყვის დადასტურება
nl: Valideer geheime woord
pl: Zweryfikuj tajne słowo
ro: Confirmare secret word

# Languages::valid_thru
source: Valid thru (mm/yy)
hu: Érvényesség (mm/yy)
it: Valido fino a (mm/aa)
ka: ვადა (თვე/წელი)
nl: Geldig tot (mm/jj)
pl: Ważny do (mm/rr)

# Languages::value
source: Value
hu: Érték
it: Valore
ka: მნიშვნელობა
nl: Waarde
pl: Wartość
ro: Valoare

# Languages::value_to_display
source: Value to display
hu: Megjelenítendő érték
it: Valore da visualizzare
ka: საჩვენებელი მნიშვნელობა
nl: Waarde om te tonen
pl: Wartość do wyświetlenia
ro: Valoarea pentru afisare

# Languages::variant
source: Variant
hu: Variáns
it: Variante
ka: ვარიანტი
pl: Wariant
ro: Varianta

# Languages::variants
source: Variants
hu: Variánsok
it: Varianti
ka: ვარიანტები
nl: Varianten
pl: Warianty
ro: Variante

# Languages::variant_name
source: Variant name
hu: Variáns neve
it: Nome variante
ka: ვარიანტის დასახელება
nl: Variant naam
pl: Nazwa wariantu
ro: Numele variantei

# Languages::vendor
source: Store
hu: Áruház
it: Venditore
ka: მაღაზია
nl: Winkel
pl: Sklep
ro: Furnizor

# Languages::vendors
source: Stores
hu: Áruházak
it: Negozi
ka: მაღაზიები
nl: Winkels
pl: Sklepy
ro: Magazine

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
hu: Azon cégek listája, melyek áruházzal rendelkeznek.
it: Lista ordinata di account aziendali registrati nel negozio.
ka: გამყიდველების სორტირებული სია რომლებიც რეგისტრირებულები არიან ამ მაღაზიაში.
nl: Gesorteerde lijst van geregistreerde bedrijven-accounts in de winkel.
pl: Posortowana lista sklepów, zarejestrowanych w systemie.
ro: Lista clasificata in functie de conturile societatii inregistrate in magazin.

# Languages::vendor_id
source: Store ID
hu: Áruház azonosító
it: ID Venditore
ka: მომწოდებლის ID
nl: Winkel ID
pl: ID Sklepu
ro: ID-ul furnizorului

# Languages::vendor_name
source: Store name
hu: Áruház neve
it: Nome Venditore
ka: ანგარიშის მფლობელის სახელი
nl: Verkoper name
pl: Nazwa sprzedawcy
ro: Numele furnizorului

# Languages::vendor_pages
source: Store pages
hu: Áruház oldalai
it: Pagine negozio
ka: მაღაზიის გვერდები
nl: Winkel pagina's
pl: Strony sklepu
ro: Paginile magazinului.

# Languages::version
source: Version
hu: Verzió
it: Versione
ka: ვერსია
nl: Versie
pl: Wersja
ro: Versiune

# Languages::vertical
source: Vertical
hu: Függőleges
it: Verticale
ka: ვერტიკალური
nl: Verticaal
pl: Pionowy

# Languages::very_good
source: Very Good
hu: Nagyon jó!
it: Molto buono
ka: კარგი
nl: Erg goed
pl: Bardzo dobrze
ro: Foarte bine

# Languages::view
source: View
hu: Megtekintés
it: Visualizza
ka: ნახვა
nl: Bekijk
pl: Zobacz
ro: Vizualizare

# Languages::viewing_feature
source: Viewing feature
hu: Tulajdonság megtekintése
it: Visualizza caratteristica
nl: Eigenschap bekijken
pl: Przeglądanie cechy
ro: Vizualizare caracteristica

# Languages::viewing_filter
source: Viewing filter
hu: Szűrő megtekintése
it: Visualizza filtro
ka: ფილტრის ნახვა
nl: Filter bekijken
pl: Przeglądasz filtr
ro: Vizualizare filtru

# Languages::view_all
source: view all
hu: összes megtekintése
it: Visualizza tutti
ka: ყველაფრის ნახვა
nl: Bekijk alle
pl: zobacz więcej
ro: Vezi toate

# Languages::view_all_orders
source: View all orders
hu: Rendelések megtekintése
it: Visualizza tutti gli ordini
ka: ყველა შეკვეთის ნახვა
nl: Bekijk alle bestellingen
pl: Pokaż wszystkie zamówienia
ro: Vezi toate comenzile

# Languages::view_all_product_features
source: View all product features
hu: Összes terméktulajdonság megtekintése
it: Visualizza tutte le caratteristiche prodotto
ka: პროდუქციის ყველა მახასიათებლის ნახვა
nl: Bekijk alle product eigenschappen
pl: Zobacz wszystkie cechy produktu
ro: Vizualizati toate caracteristicile produsului

# Languages::view_cart
source: View cart
hu: Kosár megtekintése
it: Visualizza carrello
ka: კალათის ნახვა
nl: Winkelwagen
pl: Zobacz koszyk
ro: Vizualizati cosul

# Languages::view_categories
source: View categories
hu: Kategóriák megtekintése
it: Visualizza categorie
ka: კატეგორიებსი ჩვენება
nl: Bekijk categorieën
pl: Pokaż kategorie
ro: Vizualizati categorii

# Languages::view_compare_list
source: Compare list
hu: Összehasonlító lista
it: Visualizza lista di confronto
ka: შედარების სია
nl: Vergelijking
pl: Pokaż listę porównań
ro: Vezi lista de comparare

# Languages::view_details
source: View details
hu: Részletek
it: Visualizza dettagli
ka: დეტალურად ნახვა
nl: Bekijk details
pl: Pokaż szczegóły
ro: Vezi detalii

# Languages::view_orders
source: View orders
hu: Rendelések megtekintése
it: Visualizza ordini
ka: შეკვეთების ნახვა
nl: Bekijk bestellingen
pl: Zobacz zamówienia
ro: Vizualizati comenzi

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
hu: Rendelések megtekintése, szerkesztése, nyomtatása.
it: Visualizza, elabora e stampa fatture per ordini ricevuti nel tuo negozio.
ka: მაღაზიაში განთავსებული შეკვეთების ნახვა და ამობეჭდვა.
nl: Bestellingen bekijken, verwerken en facturen uitprinten.
pl: Przeglądaj, przetwarzaj i drukuj faktury dla zamówień złożonych w sklepie.
ro: Vizualizati, procesati si imprimati facturile omise pentru comenzile efectuate la magazinul dvs.

# Languages::view_page
source: View page
hu: Oldal megtekintése
it: Visualizza pagina
ka: გვერდის ნახვა
nl: Bekijk pagina
pl: Pokaż stronę
ro: Vizualizati pagina

# Languages::view_product
source: View product
hu: Termék megtekintése
it: Visualizza prodotto
ka: პროდუქტის ნახვა
nl: Bekijk product
pl: Zobacz produkt
ro: Vizualizati produs

# Languages::view_products
source: View products
hu: Termékek megtekintése
it: Visualizza prodotti
ka: პროდუქციის ნახვა
nl: Bekijk producten
pl: Pokaż produkty
ro: Vizualizati produse

# Languages::view_product_features
source: View product features
hu: Terméktulajdonságok megtekintése
it: Visualizza caratteristiche prodotto
ka: პროდუქტის მახასიათებლების ნახვა
nl: Bekijk producteigenschappen
pl: Zobacz cechy produktu
ro: Vizualizati caracteristici ale produsului

# Languages::view_purchased_products
source: View purchased products
hu: Megrendelt termékek megtekintése.
it: Visualizza prodotti acquistati
ka: შეძენილი პროდუქციის ნახვა
nl: Bekijk verkochte producten
pl: Zobacz zakupione produkty
ro: Vizualizati produsele achizitionate

# Languages::view_report
source: View report
hu: Jelentés megtekintése
it: Visualizza rapporto
ka: რეპორტის ნახვა
nl: Bekijk verslag
pl: Zobacz raport
ro: Vizualizati raport

# Languages::view_results
source: View results
hu: Eredmények megtekintése
it: Visualizza risultati
ka: შედეგების ნახვა
nl: Bekijk resultaten
pl: Pokaż wyniki
ro: Vizualizati rezultate

# Languages::view_storefront
source: View STOREFRONT
hu: ÁRUHÁZ megtekintése
it: Visualizza STORE (front-end)
ka: მაღაზიაში გადასვლა
nl: Webwinkel bekijken
pl: Pokaż SKLEP
ro: Vizualizati magazin

# Languages::view_vendor_categories
source: View store categories
hu: Áruház kategóriáinak megtekintése
it: Visualizzare categorie del negozio
ka: მაღაზიის კატეგორიების ნახვა
nl: Bekijk winkel categorieën
pl: Pokaż kategorie w sklepie
ro: Vizualizati categoriile de produse

# Languages::view_vendor_orders
source: View store orders
hu: Áruház rendeléseinek megtekintése
it: Visualizza ordini negozio
ka: მაღაზიის შეკვეთების ნახვა
nl: Bekijk winkel bestellingen
pl: Pokaż zamówienia w sklepie
ro: Vizualizati comenzile magazinului.

# Languages::view_vendor_products
source: View store products
hu: Áruház termékeinek megtekintése
it: Visualizza prodotti negozio
ka: მაღაზიის პროდუქტების ნახვა
nl: Bekijk winkel producten
pl: Pokaż produkty w sklepie
ro: Vizualizati produsele magazinului.

# Languages::view_vendor_users
source: View store users
hu: Áruház felhasználóinak megtekintése
it: Visualizza utenti negozio
ka: მაღაზიის მომხმარებლების ნახვა
nl: Bekijk winkel gebruikers
pl: Pokaż klientów w sklepie
ro: Vizualizati utilizatorii magazinului

# Languages::visited_page
source: Visited page
hu: Megtekintett oldal
it: Pagine visitate
ka: ნანახი გვერდები
nl: Bezochte pagina
pl: Odwiedzona strona
ro: Pagini vizitate

# Languages::voided
source: Voided
hu: Érvénytelenített
it: Annullato
ka: ანულირებული
nl: Vervallen
pl: Unieważniony
ro: Anulate

# Languages::warning
source: Warning
hu: Figyelem!
it: Attenzione
ka: გაფრთხილება
nl: Let op
pl: Ostrzeżenie:
ro: Atentie

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
hu: A Beállításokban kiválasztott alapértelmezett nyelv törölve lett, vagy ki lett kapcsolva. Kérjük, frissítse az Áruház alapértelmezett nyelvét ezen az oldalon: <a href="[link]">Beállítások :: Megjelenés</a>
it: La lingua predefinita nelle tue impostazioni e stata disabilitata o cancellata. Per favore aggiorna le impostazioni alla seguente pagina: <a href="[link]">Impostazioni :: Apparenza</a>
ka: პარამეტრებში ნაგულისხმევად მითითებული ენა იქნა გათიშული ან წაშლილი. გთხოვთ გადახვიდეთ მითითებულ მისამართზე და განაახლეთ ნაგულისხმევი ენა: <a href="[link]">პარამეტრები:: გარე ხედი</a>
nl: De geselecteerde standaardtaal is uitgeschakeld of verwijderd. Wijzig de standaardtaal voor de winkel op de volgende pagina: <ahref=\"[link]\">Instellingen :: Weergave</a>
pl: Domyślny język zdefiniowany w ustawieniach został wyłączony albo skasowany. Proszę zaktualizuj ustawienia na stronie: [link]
ro: Limba implicita definita in setari a fost dezactivata sau stearsa. Va rugam sa actualizati setarile de pe pagina urmatoare: <a href="[link]">Setari :: Aspect</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
hu: Az alapértelmezett nyelv státuszát nem lehet megváltoztatni
it: Lo stato della lingua predefinita non può essere cambiato
nl: Status van de standaard taal kan niet worden gewijzigd
pl: Nie można zmienić statusu domyślnego języka
ro: Statusul limbii initiale nu poate fi schimbat

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
hu: Az alapértelmezett pénznem státuszát nem lehet megváltoztatni
it: Lo stato della valuta primaria non può essere cambiato
nl: Status van de hoofd valuta kan niet worden gewijzigd
pl: Status waluty podstawowej nie może być zmieniony
ro: Statutul monedei primare nu poate fi schimbat
