Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
hu: Nem használhat százalékos értéket az alap ár esetén.
it: Non potete utilizzare un valore percentuale per il prezzo base.
ka: თქვენ არ შეგიძლიათ გამოიყენოთ პროცენტი ძირითად ფასზე.
nl: U kunt geen percentage waarden gebruiken voor de basis prijs.
pl: Nie można używać wartości procentowej do ceny podstawowej.
ro: Nu puteti folosi o valoare procentuala pentru pretul de baza

# Languages::cant_upload_file
source: File could not be uploaded
hu: A fájl nem tölthető fel
it: Il file non può essere caricato
ka: ვერ ხერხდება ფაილის გადმოტვირთვა
nl: Bestand kon niet worden geüpload
pl: Plik nie może zostać przesłany
ro: Fisierul nu poate fi incarcat

# Languages::capture
source: Capture
hu: Elfogás
it: Cattura
ka: დამუშავება
nl: Pakken
ro: Captura

# Languages::card
source: Card
hu: Kártya
it: Carta
ka: საკრედიტო ბარათი
nl: Kaart
pl: Karta

# Languages::cardholder_name
source: Cardholder's name
hu: Kártyatulajdonos neve
it: Nome possessore della carta
ka: ბარათის მფლობელის სახელი
nl: Naam van kaarthouder
pl: Nazwisko posiadacza karty
ro: Detinatorul cardului

# Languages::card_number
source: Card number
hu: Bankkártyaszám
it: Numero carta
ka: ბარათის ნომერი
nl: Kaartnummer
pl: Numer karty
ro: Numarul cardului

# Languages::carousel
source: Carousel
hu: Lapozó
it: Carosello
ka: კარუსელი
nl: Slideshow
pl: Karuzela
ro: Carusel

# Languages::carrier
source: Carrier
hu: Szolgáltató
it: Corriere
ka: კურიერი
nl: Vervoerder
pl: Dostawca
ro: Cariera

# Languages::carrier_swisspost
source: SwissPost
it: Poste Svizzere

# Languages::cart
source: Cart
hu: Kosárral
it: Carrello
ka: კალათა
nl: Winkelwagen
pl: Koszyk
ro: Cos

# Languages::cart_content
source: Cart content
hu: Kosár tartalma
it: Contenuto carrello
ka: კალათა
nl: Inhoud winkelwagen
pl: Zawartość koszyka
ro: Continut cos

# Languages::cart_contents
source: Cart contents
hu: Kosár tartalma
it: Il tuo carrello
ka: კალათის შიგთავსი
nl: Inhoud winkelwagen
pl: Zawartość koszyka
ro: Continutul cosului

# Languages::cart_info
source: Site info
hu: Oldal információ
it: CS-Cart info
ka: ინფორმაცია
nl: CS-Cart info
pl: CS-Cart info
ro: CS-Cart info

# Languages::cart_is_empty
source: Cart is empty
hu: A kosár üres.
it: Il carrello è vuoto
ka: კალათა ცარიელია:
nl: Winkelwagen is leeg
pl: Koszyk jest pusty
ro: Cosul este gol

# Languages::cart_items
source: Cart items
hu: Kosár tartalma
it: Articoli nel carrello
ka: პროდუქცია კალათაში
nl: Winkelwagen items
pl: Produkty w koszyku
ro: Continutul cosului

# Languages::cart_subtotal
source: Cart subtotal
hu: Kosár részösszeg
it: Sub-totale carrello
ka: ჯამი
nl: Subtotaal
pl: Suma w koszyku
ro: Subtotalul cosului

# Languages::cash_on_delivery
source: Cash on delivery
hu: Fizetés szállításkor
it: Pagamento contro rimborso (contrassegno)
ka: ანგარიშსწორება ადგილზე
nl: Rembours
pl: Przesyłka za pobraniem
ro: Plata la livrare

# Languages::catalog
source: Catalog
hu: Kategóriák
it: Catalogo
ka: კატალოგი
nl: Catalogus
pl: Katalog

# Languages::catalog_pages
source: Catalog pages
hu: Kategória oldalak
it: Pagine catalogo
ka: კატალოგის გვერდები
nl: Catalogus pagina's
pl: Kataloguj strony
ro: Paginile catalogului

# Languages::categories
source: Categories
hu: Kategóriák
it: Categorie
ka: კატეგორიები
nl: Categorieen
pl: Kategorie
ro: Categorii

# Languages::categories_have_been_added
source: Categories have been added
hu: Kategóriák sikeresen hozzáadva
it: Categorie sono state aggiunte
ka: კატეგორიები დამატებულია
nl: Categorieën zijn toegevoegd
pl: Kategorie zostały dodane
ro: Au fost adaugate categorii

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
hu: Kategóriák megtekintése és szerkesztése.
it: Visualizza le categorie di prodotti che sono utilizzate per raggruppare i prodotti nel vostro negozio.
ka: კატეგორიების ნახვა, რომელშიც დაჯგუფებულია თქვენი მაღაზიის პროდუქცია.
nl: Productcategorieën in uw webwinkel beheren.
pl: Przeglądaj kategorie produktów, które są wykorzystywane do grup produktów w sklepie.
ro: Vezi categoriile de produse folosite pentru a grupa produsele din stor.

# Languages::category
source: Category
hu: Kategória
it: Categoria
ka: კატეგორია
nl: Categorie
pl: Kategoria
ro: Categorie

# Languages::category_delimiter
source: Category delimiter
hu: Kategória elválasztó
it: Delimitatore categoria
ka: კატეგორიების გამყოფი
nl: Categorie scheidingsteken
pl: Separator kategorii
ro: Delimitatorul de categorie

# Languages::category_description
source: Category description
hu: Kategória leírás
it: Descrizione categoria
ka: კატეგორიის აღწერა
nl: Categorie-omschrijving
pl: Opis kategorii
ro: Descrierea categoriei

# Languages::category_is_empty
source: Please specify a category.
hu: Határozzon meg egy kategóriát
it: Per favore specificare una categoria.
ka: გთხოვთ მიუთითოთ კატეგორია.
nl: Specificeer een categorie.
pl: Proszę określić kategorię.
ro: Specificati o categorie

# Languages::category_location
source: Category location
hu: Kategória helye
it: Posizione categoria
ka: კატეგორიის მდებარეობა
nl: Categorie lokatie
pl: Miejsce kategorii
ro: Categoria de locatii

# Languages::category_name
source: Category name
hu: Kategória név
it: Nome categoria
ka: კატეგორიის დასახელება
nl: Categorie naam
pl: Nazwa kategorii
ro: Numele categoriei

# Languages::cdn_settings
source: CDN settings
hu: CDN beállítások
it: Impostazioni CDN
ka: CDN პარამეტრები
nl: CDN instellingen
pl: Ustawienia CDN
ro: Setari CDN

# Languages::central
source: Central
hu: Középső
it: Colonna centrale
ka: ცენტრალიზება
nl: Centraal
pl: Centrum

# Languages::central_content
source: Central content
hu: Központi tartalom
it: Contenuto centrale
ka: ცენტრალური ნაწილის შიგთავსი
nl: Centrale content
pl: Zawartość centralnej części
ro: Continutul central

# Languages::certificate
source: Certificate
hu: Tanúsítvány
it: Buono regalo
ka: სერთიფიკატი
nl: Certificaat
pl: Bon
ro: Certificat

# Languages::certificate_filename
source: Certificate filename
hu: Tanúsítvány fájlneve
it: Nome file buono regalo
ka: სერთიფიკატის ფაილი
nl: Bestandsnaam certificaat
pl: Plik bonu podarunkowego
ro: Numele fisierului pentru certificat

# Languages::change
source: Change
hu: Változtatás
it: Modifica
ka: შეცვლა
nl: Wijzig
pl: Zmień
ro: Schimbati

# Languages::changed
source: Changed
hu: Megváltozott
it: Modificato
ka: შეცვლილი
nl: Gewijzigd
pl: Zmienione
ro: Schimbat

# Languages::changes
source: Changes
hu: Változások
it: Modifiche
ka: ცვლილება
nl: Wijzigingen
pl: Zmiany
ro: Schimbari

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
hu: Ajánlott a config.local.php fájl jogosultságát megváltoztatni. 644 (írás/olvasás a tulajdonosnak, és mindenki másnak csak olvasás) jogosultásgi szint javasolt.
it: Raccomandiamo anche di cambiare le autorizzazioni d'accesso per il file config.local.php. Dovrebbe avere permessi 644 (lettura/scrittura per il proprietario e sola lettura per gli altri).
nl: Het is aanbevolen om de toegangsrechten voor het bestand config.local.php te wijzigen. Het zou 644 (lees/schrijf voor alle gebruikers en lees voor andere) moeten zijn.
pl: Ponadto zaleca się, aby zmienić uprawnienia dostępu do pliku config.local.php. Plik ten powinien mieć uprawnienia 644 (odczyt / zapis dla właściciela, możliwość czytania przez innych).
ro: De asemenea, este recomandat sa schimbati permisiunile de acces pentru fisierul config.local.php. Acesta ar trebui sa aiba permisiuni 644 (citire/modificare pentru proprietar si citire pentru restul).

# Languages::change_addons_initialization
source: Change addons initialization
hu: Bővítmény inicializálás megváltoztatása
it: Cambia l'inizializzazione dell'add-on
nl: Plug-in-initialisatie wijzigen
pl: Zmień inicjowanie dodatków
ro: Initializare schimbare add-onuri

# Languages::change_language
source: Change language
hu: Nyelv váltása
it: Cambia lingua
ka: ენის შეცვლა
nl: Wijzig taal
pl: Zmień język
ro: Schimba limba

# Languages::change_password_notification
source: Please change your password
hu: Meg kell változtatni a jelszót
it: Per favore cambia la tua password
ka: გთხოვთ შეცვალოთ თქვენი პაროლი
nl: Wijzig uw wachtwoord a.u.b.
pl: Proszę zmienić hasło
ro: Va rugam sa va schimbati parola

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
hu: A [store] áruház adminisztrációs felületének eléréséhez használt jelszó legutóbb [days] nappal ezelőtt lett megváltoztatva. Biztonsági okokból szükséges a jelszó megváltoztatása, mely a következő linken lehetséges:
it: La tua password per accedere al pannello amministratore del negozio [store] è stata cambiata [days] giorni fa. Per ragioni di sicurezza ti preghiamo di cambiare la tua password cliccando sul seguente collegamento:
ka: თქვენი პაროლი რომლითაც შედიოდით [store] ადმინისტრირების პანელზე, უკანასკნელად შეცვლილი იყო [days] დღის უკან. უსაფრთხოების მიზნით, გთხოვთ შეცვალოთ პაროლი. ამისთვის კი აუცილებელია რომ მიჰყვებთ მოცემულ ბმულს:
nl: Uw wachtwoord voor het beheerpaneel van de webwinkel [store] is [days] dagen geleden voor het laatst gewijzigd. Om veiligheidsredenen is het beter uw wachtwoord te wijzigen. Klik op de volgende link om dit te doen:
pl: Twoje hasło dostępu do panelu administracyjnego sklepu [store] było ostatnio zmieniane przed [days] dniami. Ze względów bezpieczeństwa, zmień hasło używając tego linku:
ro: Parola dvs.catre panoul de administrare al magazinului [store] fost schimbata acum [days] zile. Din motive de securitate, va rugam sa va schimbati parola. Pentru a face acest lucru, accesati link-ul de mai jos:

# Languages::change_permissions
source: Change permissions
hu: Jogosultságok megváltoztatása
it: Modifica permessi
ka: უფლებების ცვლილება
nl: Wijzig permissies
pl: Zmień prawa
ro: Schimbati permisiunile

# Languages::change_range
source: Change range
hu: Intervallum megváltoztatása
it: Cambia intervallo
ka: ინტერვალის შეცვლა
nl: Wijzig bereik
pl: Zmień zakres
ro: Schimbati intervalul

# Languages::change_language_in_free_mode
source: The shop is running in the Free mode. In this mode, you can use only one language. Just change the status to Active in order to activate the language you want.
hu: Az áruház Ingyenes üzemmódban fut. Ekkor csak egyetlen nyelv használható. A használni kívánt nyelv státuszát állítsa Aktívra, a többit Letiltottra.
it: Il negozio sta funzionando in modalità GRATUITA. In questa modalità puoi utilizzare solo una lingua. Cambia semplicemente la modalità di licenza su COMPLETA per attivare la lingua desiderata.
ka: მაღაზია მუშაობს უფასო რეჟიმში. ამ რეჟიმში თქვენ შეგიძლიათ გამოიყენოთ მხოლოდ ერთი ენა. მონიშნეთ სასურველი ენა და აირჩიეთ სტატუსი "ჩართული" რათა გააქტიუროთ შერჩეული ენა.
nl: De shop wordt uitgevoerd in de gratis modus. In deze modus kunt u slechts één taal gebruiken. Wijzig de status naar Actief zodat u de taal kunt kiezen die u wilt.
pl: Sklep działa w trybie free. W tym trybie można używać tylko jednego języka. Wystarczy zmienić status na ACTIVE w celu aktywacji dowolnej ilości języków.
ro: Magazinul functioneaza in Free mode. In acest mod, puteti folosi doar o singura limba. Schimbati statusul in Active pentru a activa limba dorita.

# Languages::change_currency_in_free_mode
source: The shop is running in the Free mode. In this mode, you can use only one currency. Just change the status to Active in order to activate the currency you want.
hu: Az áruház ingyenes üzemmódban fut. Ebben a módban csak egy pénznemet lehet használni. Az aktiválni kívánt pénznem státuszát állítsa aktívra a használathoz.
it: Lo shop funziona nella modalità Free Mode. In questa modalità potete utilizzare solo una valuta. Cambia semplicemente la modalità di licenza su COMPLETA per attivare la valuta desiderata.
nl: De shop draait in de gratis modus. In deze modus kunt u slechts 1 valuta gebruiken. Wijzig de status naar Actief om de valuta die u wenst te activeren.
pl: Sklep działa w trybie FREE. W tym trybie można używać tylko jednej waluty. Wystarczy zmienić status na ACTIVE w celu aktywacji dowolnej ilości walut.
ro: Magazinul functioneaza in Free mode. In acest mod, puteti folosi doar un tip de moneda. Schimbati statusul in Active pentru a activa moneda dorita.

# Languages::charged_amount
source: Charged amount
hu: Feltöltött összeg
it: Importo aggiunto
ka: გადახდილი თანხა
nl: Kostenbedrag
pl: Opłata w sumie
ro: Suma perceputa

# Languages::charset
source: Character set
hu: Karakterkészlet
it: Set di caratteri
ka: სიმბოლოების ნაკრები
nl: Karakterset
pl: Zestaw znaków
ro: Setul de caractere

# Languages::chart
source: Chart
hu: Grafikon
it: Grafico
ka: დიაგრამა
nl: Diagram
pl: Wykres
ro: Grafic

# Languages::charts
source: Charts
hu: Grafikonok
it: Grafici
ka: დიაგრამები
nl: Diagram
pl: Wykresy
ro: Grafice

# Languages::chart_type
source: Chart type
hu: Grafikon típusa
it: Tipo di grafico
ka: დიაგრამის ტიპი
nl: Diagramtype
pl: Typ wykresu
ro: Tipul diagramei

# Languages::check
source: Check
hu: Ellenőrzés
it: Controllo
ka: არჩევა
nl: Controleer
pl: Sprawdź
ro: Verificati

# Languages::checkbox
source: Check box
hu: Jelölőnégyzet
it: Casella (checkbox)
ka: მონიშვნა
pl: Pole wyboru

# Languages::checking_account_number
source: Checking account number
hu: Csekk számlaszáma
it: Controllo numero conto
ka: ანგარიშის ნომერის შემოწმება
nl: Bankrekeningnummer
pl: Sprawdzanie numeru konta
ro: Verificarea numarului de cont

# Languages::checkout
source: Checkout
hu: Irány a pénztár!
it: Cassa
ka: ყიდვის გაგრძელება
nl: Afrekenen
pl: Kasa
ro: Procesare

# Languages::checkout_as_guest
source: Checkout as guest
hu: Vendégként vásárolok
it: Continua acquisto come ospite
ka: შეკვეთის განთავსება რეგისტრაციის გარეშე
nl: Afrekenen als gast
pl: Realizuj zamówienie jako gość
ro: Platiti fara crearea unui cont

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
hu: Elfogadom a feltételeket a
it: Accetto i termini e le condizioni descritte in
ka: მე ვეთანხმები პირობებს
nl: Ik accepteer de voorwaarden in de
pl: Akceptuję Regulamin w
ro: Accept termenii din

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the Terms and Conditions.
hu: Az Általános Szerződési Feltételeket elolvastam, és elfogadom.
it: Spuntare questa casella per accettate i nostri termini e condizioni.<a href="index.php?dispatch=pages.view&page_id=6" target="_new" >Termini e Condzioni</a>
ka: ამ მონიშვნით თქვენ იღებთ და ეთანხმებით ჩვენს შემოთავაზებულ პირობებს.
nl: Ik ga akkoord met de algemene voorwaarden
pl: Zaakceptuj Regulamin sklepu i warunki zakupu
ro: Bifand aceasta casuta, acceptati termenii si conditile.

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
hu: A továbblépéshez el kell fogadnia az Általános Szerződési Feltételeket.
it: Per continuare devi accettare i nostri termini e condizioni.
ka: იმისთვის რომ გავაგრძელოთ, თქვენ უნდა დაეთანხმოთ ჩვენს მიერ შემოთავაზებულ პირობებს.
nl: Om verder te gaan dient u de algemene voorwaarden te accepteren.
pl: Aby kontynuować musisz zaakceptować Regulamin i Warunki
ro: Pentru a continua, trebuie sa acceptati Termenii si Conditiile noastre.

# Languages::check_again
source: Recheck and correct
hu: Újraellenőrzés
it: Controlla e correggi
ka: კიდევ ერთხელ შემოწმება
nl: Controleer nogmaals
pl: Sprawdź ponownie
ro: Verificati din nou

# Languages::check_all
source: All
hu: Összes
it: Tutti
ka: ყველა
nl: Alle
pl: Wszystkie
ro: Verifica tot

# Languages::check_disabled
source: Disabled
hu: Letiltott
it: Disattivato
ka: გათიშული
nl: Uitgeschakeld
pl: Zablokowane
ro: Verificare invalida

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
hu: Amennyiben Rendelési státuszokat, Fizetési módokat, Helyszíneket szeretne a kondíciós listában, jelölje ki a megfelelő elemet, és kattintson a "Mentés" gombra.
it: Per includere lo stato degli ordini, metodi di pagamento e destinazioni nella lista delle condizioni, spuntare gli elementi necessari e cliccare sul tasto "Salva".
ka: Чтобы включить Статусы заказа, Способы оплаты и Пункты назначения в список условий, отметьте необходимый элемент и нажмите кнопку "Сохранить".
nl: Controleer het gewenste item aen klik op de knop "Opslaan" om bestelstatussen, betaalmethoden en locaties in de conditielijst op te nemen.
pl: Aby dołączyć statusy zamówienia, metody płatności i lokalizacje do listy warunkowej, sprawdź wymagany element i naciśnij na przycisk "Zapisz".
ro: Pentru a include statuturi de comenzi, Modalitati de plata si Locatii in lista cu, conditii, verificati elementele necesare si faceti click pe butonul "Salvare".

# Languages::check_none
source: None
hu: Nincs
it: Nullo
ka: არცერთი
nl: Geen
pl: Żadne
ro: Verificarea nu s-a realizat

# Languages::check_active
source: Active
hu: Aktív
it: Attivo
ka: აქტიური
nl: Actief
pl: Aktywne
ro: Activ

# Languages::check_hidden
source: Hidden
hu: Rejtett
it: Nascosto
ka: დამალული
nl: Verborgen
pl: Ukryte
ro: Verificare ascunsa

# Languages::check_pending
source: Pending
hu: Elfogadás alatt
it: In attesa
ka: მომლოდინე
nl: In afwachting
pl: Oczekujący
ro: Verificare in asteptare

# Languages::check_number
source: Check Number
hu: Szám ellenőrzése
it: Verifica numero
ka: ჩეკის ნომერი
nl: Controleer nummer
pl: Sprawdź numer
ro: Numarul verificarii

# Languages::check_ssl
source: Check SSL
hu: SSL ellenőrzése
it: Verifica SSL
ka: SSL-ის შემოწმება
nl: Controleer SSL
pl: Sprawdź SSL
ro: Verifica SSL

# Languages::check_uncheck_all
source: Check / uncheck all
hu: Összes kijelölése
it: Seleziona/deseleziona tutti
ka: მონიშვნა/მონიშვნის მოხსნა
nl: Alles aan/uitvinken
pl: Zaznacz / odznacz wszystkie
ro: Bifati / De-bifati toate

# Languages::chinese
source: Chinese
hu: Kínai
it: Cinese
ka: ჩინური
nl: Chinees
pl: Chiński
ro: Chineza

# Languages::choose
source: Choose
hu: Választás
it: Scegli
ka: არჩევა
nl: Kies
pl: Wybierz
ro: Alegeti

# Languages::choose_action
source: Choose action
hu: Válassz műveletet
it: Scegli azione
ka: მოქმედების არჩევა
nl: Kies actie
pl: Wybierz akcję
ro: Alegeti o actiune

# Languages::choose_category
source: Choose category
hu: Válasszon kategóriát
it: Scegli categoria
ka: კატეგორიის არჩევა
nl: Kies categorie
pl: Wybierz kateogrię
ro: Alegeti o categorie

# Languages::choose_user
source: Choose user
hu: Felhasználó kiválasztása
it: Scegli utente
ka: მომხმარებლის არჩევა
nl: Kies gebruiker
pl: Wybierz użytkownika
ro: Alege utilizator

# Languages::choose_your_country
source: Choose your country
hu: Ország kiválasztása
it: Scegli il tuo Paese
ka: აირჩიეთ თქვენი ქვეყანა
nl: Kies uw land
pl: Wybierz swój kraj
ro: Alege tara

# Languages::choose_your_store_mode
source: Please choose your licensing mode
hu: Licenszelési mód kiválasztása
it: Per favore scegli la tua modalità di licenza
ka: გთხოვთ აირჩიოთ ლიცენზიის ტიპი
nl: Kies uw licentie modus
pl: Proszę wybrać tryb pracy sklepu
ro: Va rugam alegeti licenta

# Languages::chp
source: SwissPost
it: Poste Svizzere
pl: Poczta Szwajcaria
ro: Posta Swiss

# Languages::cities
source: Cities
hu: Városok
it: Città
ka: ქალაქები
nl: Steden
pl: Miasta
ro: Orase

# Languages::city
source: City
hu: Város
it: Città
ka: ქალაქი
nl: Stad
pl: Miasto
ro: Oras

# Languages::classes
source: classes
hu: osztályok
it: Classi
ka: კლასიფიკაცია
nl: klasses
pl: klasy
ro: Clase

# Languages::clean
source: clean
hu: tisztítás
it: Pulisci
ka: გასუფთავება
nl: schoon
pl: wyczyść
ro: Curatati

# Languages::cleanup_history
source: Clean up history
hu: Lista ürítése
it: Cronologia pulizia
ka: გასუფთავება
nl: Geschiedenis opschonen
pl: Wyczyść historię
ro: Curatati istoricul

# Languages::clean_logs
source: Clean logs
hu: Naplóbejegyzések törlése
it: Cancella Log
ka: ისტორიის გასუფთავება
nl: Logs opschonen
pl: Wyczyść logi
ro: Sterge log

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
hu: Importálás előtt a meglévő helyek törlése
it: Cancella destinazioni prima di importare
ka: ყველა ლოკიაციის გასაუფთავება იმპორტირების წინ
nl: Locaties opschonen voor de import
pl: Wyczyść lokacje przed importem
ro: Curata locatiile inainte de import

# Languages::clear
source: Clear
hu: Tisztítás
it: Cancella
ka: განულება
nl: Verwijder
pl: Wyczyść
ro: Sterge

# Languages::clear_cache
source: Clear cache
hu: Gyorsítótár törlése
it: Cancella cache
ka: ქეშის გასუფთავება
nl: Cache leeg maken
pl: Wyczyść pamięć podręczną
ro: Sterge cache

# Languages::clear_cart
source: Clear cart
hu: Kosár ürítése
it: Svuota carrello
ka: კალათის დაცლა
nl: Winkelwagen Legen
pl: Opróżnij koszyk
ro: Goliti cosul

# Languages::clear_conditions
source: Clear conditions
hu: Kondíciók törlése
it: Cancella condizioni
ka: პირობების გასუფთავება
nl: Wis voorwaarden
pl: Wyczyść warunki
ro: Conditiile stergerii

# Languages::clear_fields
source: Clear fields
hu: Mezők törlése
it: Cancella campi
ka: ველების გასუფთავება
nl: Velden leegmaken
pl: Wyczyść pola
ro: Stergeti campuri

# Languages::clear_list
source: Clear list
hu: Lista törlése
it: Cancella lista
ka: სიის გასუფთავება
nl: Lijst wissen
pl: Wyczyść listę
ro: Curatati liste

# Languages::clear_thumbnails
source: Clean up generated thumbnails
hu: Összes bélyegkép törlése
it: Cancella le miniature generate
ka: დაგენერირებული ხატულების წაშლა
nl: Gegenereerde miniaturen opschonen
pl: Usuń wygenerowane miniaturki
ro: Sterge miniaturile generate

# Languages::clicks
source: Clicks
hu: Kattintások
it: Click
ka: წკაპები
nl: Klikken
pl: Kliknij
ro: Click-uri

# Languages::client_id
source: Client ID
hu: Kliens azonosító
it: ID cliente
ka: კლიენტის ნომერი
nl: Klantnummer
pl: Numer ID klienta
ro: ID-ul clientului

# Languages::clone
source: Clone
hu: Klónozás
it: Duplica
ka: კლონირება
nl: Kloon
pl: Zrób kopię
ro: Clona

# Languages::clone_from
source: Clone from
hu: Másolás innen
it: Duplica da
ka: კლონირება
nl: Kloon van
pl: Skopiuj z
ro: Cloneaza din

# Languages::clone_selected
source: Clone selected
hu: A kiválasztott másolása
it: Duplica selezionati
ka: ამორჩეულის დუბლირება
nl: Kloon geselecteerd
pl: Zrób kopię wybranych
ro: Creati o copie celui selectat

# Languages::clone_table
source: Clone table
hu: Tábla klónozása
it: Duplica tabella
ka: ცხრილის დუბლირება
nl: Kloon tabel
pl: Zrób kopię tabeli
ro: Creati o copie tabelului

# Languages::clone_theme
source: Clone theme
hu: Arculat klónozása
it: Duplica modello
ka: თემის კოპირება
nl: Kloon thema
pl: Kopiuj temat graficzny
ro: Cloneaza tema

# Languages::clone_this_item
source: Clone this item
hu: Elem klónozása
it: Duplica questo elemento
ka: ჩანაწერის დუბლირება
nl: Kloon item
pl: Zrób kopię tej pozycji
ro: Creati o copie acestui item

# Languages::clone_this_page
source: Clone this page
hu: Oldal másolása
it: Duplica questa pagina
ka: გვერდის დუბლირება
nl: Kloon deze pagina
pl: Zrób kopię tej strony
ro: Creati o copie acestei pagini

# Languages::close
source: Close
hu: Bezárás
it: Chiudi
ka: დახურვა
nl: Sluiten
pl: Zamknij
ro: inchideti

# Languages::code
source: Code
hu: Termék ID
it: Codice
ka: კოდი.
pl: Kod
ro: Cod

# Languages::coefficient
source: Coefficient
hu: Váltószám
it: Coefficiente
ka: კოეფიციენტი
nl: Coëfficient
pl: Wskaźnik
ro: Coeficient

# Languages::collapse_bg_color
source: Collapse background color
hu: Háttér szín összezárása
it: Collassa il colore di sfondo
nl: Achtergrondkleur inkorten
pl: Zwiń kolor tła
ro: Sterge culoarea de fundal
