Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
hu: Utánvét (csak regisztrált levélhez)
it: Pagamento contro rimborso (contrassegno), solo per invio registrato
ka: ანგარიშსწორება ადგილზე (მხოლოდ რეგისტრირებული ფოსტისთვის)
nl: Rembours (alleen voor aangetekende brief)
ro: Plata la livrare (doar pentru corespondenta recomandata)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
hu: Személyes kiszállítás (csak regisztrált levelekhez)
it: Consegna privata (solo per invio registrato)
ka: პირადი მიწოდება (მხოლოდ რეგისტრირებული ფოსტისთვის)
nl: Persoonlijke bezorging (alleen voor geregistreerde mail)
ro: Livrare personala (doar pentru corespondenta recomandata)

# Languages::ship_sp_l_registered_mail
source: Registered mail
hu: Regisztrált levél
it: Invio iscritto registrato
ka: რეგისტრირებული ფოსტა
nl: Aangetekende brief
pl: Zarejejestrowany e-mail
ro: Scrisoare recomandata

# Languages::ship_sp_pc_assurance
source: Assurance
hu: Biztosítás
it: Assicurazione
ka: დაზღვევა
nl: Verzekering
pl: Ubezpieczenie
ro: Asigurare

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
hu: Utánvét
it: Pagamento contro rimborso (contrassegno)
ka: ანგარიშსწორება ადგილზე (COD)
nl: Rembours
ro: Plata la livrare (COD)

# Languages::ship_sp_pc_manual_handling
source: Manual handling
hu: Kézi kezelés
it: Elaborazione manuale
ka: ხელით დამუშავება
nl: Handmatig behandelen
ro: Prelucrare manuala

# Languages::ship_sp_pc_personal
source: Personal
hu: Személyes
it: Personale
ka: პერსონალური
nl: Persoonlijk
pl: Osobiste

# Languages::ship_sp_pc_signature
source: Signature
hu: Aláírás
it: Firma
ka: ხელმოწერა
nl: Handtekening
pl: Podpis
ro: Semnatura

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
hu: További biztosítás ( 3000.- CHF-ig)
it: Assicurazione addizionale (fino a CHF 3000.-)
ka: დამატებითი დაზღვევა (3000-მდე.- CHF)
nl: Additionele verzekering (tot wel CHF 3000.-)
ro: Asigurare aditionala (pana in 3000 CHF)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
hu: Terjedelmes áruk
it: Merci ingombranti
ka: მოცულობითი ტვირთი
nl: Bulkgoederen
ro: Marfuri voluminoase

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
hu: Utánvét (csak ECONOMY)
it: Pagamento alla consegna (contrassegno) solo ECONOMY
ka: ანგარიშსწორება ადგილზე (მხოლოდ ECONOMY სერვისისთვის)
nl: Rembours (Alleen ECONOMY)
ro: Plata la livrare (doar modul ECONOMIC)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
hu: Kézi feldolgozás
it: Elaborazione manuale
ka: ხელით დამუშავება
nl: Handmatige verwerking
pl: Manualne przetwarzanie
ro: Prelucrare manuala

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
hu: Kiegészítő biztosítás sürgős termékekhez (3000 CHF-ig)
it: Assicurazione addizionale per merci URGENTI (fino a CHF 3000.-)
ka: დამატებითი დაზღვევა სასწრაფო ამანათებისთვის (3000 CHF-მდე)
nl: Aanvullende verzekering voor DRINGENDE goederen (tot CHF 3000.-)
ro: Asigurare aditionala pentru bunuri de URGENta (pana in 3000 CHF)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
hu: Nemzetközi kézbesítéshez nem használható ez a szállítási mód
it: Non è possibile utilizzare questo metodo di spedizione per la consegna internazionale
ka: საერთაშორისო გზავნილებზე ამ ტრანსპორტირების მეთოდის გამოყენება შეუძლებელია
nl: Kan deze verzendmethode niet gebruiken voor internationale verzending
pl: Nie można użyć tej metody wysyłki dla dostaw międzynarodowych.
ro: Nu puteti utiliza aceasta metoda de transport pentru livrare internationala.

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
hu: Ez a szállítási mód csak magán küldeményhez használható.
it: Non è possibile utilizzare questo metodo di spedizione per la consegna privata
nl: Niet mogelijk om deze verzendmethode te gebruiken voor particuliere levering
pl: Nie można użyć tej metody wysyłki dla dostaw w celach prywatnych.
ro: Nu puteti utiliza aceasta metoda de transport pentru livrare privata.

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
hu: A csomag túl nehéz
it: Il pacco è troppo pesante
nl: Het pakket is te zwaar
pl: Paczka jest za ciężka.
ro: Pachetu greu

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
hu: Nem lehet megnyitni az additional_services.csv fájlt
it: Impossibile aprire il file: additional_services.csv
nl: Kan het bestand additional_services.csv niet openen
ro: Nu se poate deschide fisierul servicii_aditionale csv.

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
hu: Nem nyitható meg a [code] fájl.
it: Impossibile aprire il file [code]
nl: Het bestand [code] kan niet worden geopend
pl: Nie można otworzyć pliku [code]
ro: Nu se poate deschide fisierul [code]

# Languages::ship_temando_height
source: Package height
hu: Csomag magasság
it: Altezza pacco
ka: ამანათის სიმაღლე
nl: Pakket hoogte
pl: Wysokość paczki
ro: Inaltime pachet

# Languages::ship_temando_length
source: Package length
hu: Csomag hosszúság
it: Lunghezza pacco
ka: ამანათის სიგრძე
nl: Pakket lengte
pl: Długość paczki
ro: Lungime pachet

# Languages::ship_temando_measurement
source: Package measurement
hu: Csomag méret
it: Misura pacco
nl: Afmetingen verpakking
ro: Masurare pachet

# Languages::ship_temando_method
source: Delivery method
hu: Szállítási mód
it: Metodo di consegna
ka: მიწოდების მეთოდი
nl: Verzendmethode
pl: Metoda dostawy
ro: Metoda de livrare

# Languages::ship_temando_package
source: Packaging
hu: Csomagolás
it: Imballaggio
ka: შეფუთვა
nl: Verpakkingen
pl: Paczki
ro: Ambalare

# Languages::ship_temando_readydate
source: Ready date (days)
hu: Elkészülés időpontja (napok)
it: Ready date (giorni)
ka: მზადყოფნის პერიოდი (დღეები)
nl: Gereed datum (dagen)
pl: Data gotowości do wysyłki (dni)

# Languages::ship_temando_subclass
source: Class of the item being sent
hu: Az elküldött tétel osztálya
it: Classe dell'articolo da inviare
nl: Klasse van het verzonden item
ro: Categoria articolelor trimise

# Languages::ship_temando_weight_measurement
source: Weight measurement type
hu: Súly mérési típusa
it: Tipo di misurazione del peso
nl: Type gewichtsmeting
pl: Rodzaj mierzenia wagi
ro: Tipul de masurare greutatea

# Languages::ship_temando_width
source: Package width
hu: Csomag szélesség
it: Larghezza pacco
ka: ამანათის სიგანე
nl: Pakket breedte
pl: Szerokość paczki
ro: Latime pachet

# Languages::ship_to
source: Ship to
hu: Szállítási cím
it: Indirizzo di consegna
ka: მიწოდების ადგილი
nl: Verzend naar
pl: Dostawa do
ro: Livrare catre

# Languages::ship_to_another
source: Ship to a different address
hu: Másik címre küldés
it: Indirizzo di consegna è diverso
ka: სხვა მიწოდების ადგილი
nl: Verzend naar een ander adres
pl: Dostawa pod inny adres
ro: Livrare catre adrese diferite

# Languages::ship_ups_access_key
source: UPS Rates Access Key
hu: UPS díjszabás hozzáférési kulcs
it: Chiave d'accesso tariffe UPS
nl: UPS tarieven Toegangscode
ro: Cheia de acces a tarifelor UPS

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
hu: UPS levél / UPS Expressz boríték
it: Busta UPS / Busta UPS Express
ka: UPS წერილი/ UPS Express კონვერტი
nl: UPS brief/ UPS Express Envelop
ro: Scrisoare UPS/ Plic express UPS

# Languages::ship_ups_package_type_03
source: UPS Tube
hu: UPS cső
it: UPS tubo (Tube)
nl: UPS buis
ro: Tub UPS

# Languages::ship_ups_package_type_04
source: UPS Pack
hu: UPS Csomag
it: Pacco UPS (Pak)
ka: UPS შეფუთვა
nl: UPS Pakket
pl: UPS Pak

# Languages::ship_ups_pickup_type
source: Pickup type
hu: Átvétel típusa
it: Tipo di ritiro
ka: მიწოდების ტიპი
nl: Ophaaltype
ro: Tipul ridicarii

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
hu: Napi átvétel
it: Ritiro giornaliero
ka: ყოველდღიური მიწოდება
nl: Dagelijkse pickup
ro: Ridicare zilnica

# Languages::ship_ups_pickup_type_03
source: Customer Counter
hu: Vásárló számoló
it: Sportello clienti
ka: მყიდველთა მრიცხველი
nl: Klant Teller
pl: Licznik klientów
ro: De la ghiseu

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
hu: Egyszeri Átvétel
it: Ritiro unico
nl: Eenmalige pickup
ro: O singura data

# Languages::ship_ups_pickup_type_07
source: On Call Air
it: Via aerea (On Call Air)
nl: Op oproep Lucht
ro: La cerere

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
it: Tariffe al dettaglio consigliate
ka: შემოთავაზებული საცალო ტარიფები
nl: Advies-verkooptarief
ro: Rate amanuntite sugerate

# Languages::ship_ups_pickup_type_19
source: Letter Center
it: Centro lettere
ka: წერილების ცენტრი
nl: Brief Centrum
pl: Centrum listów
ro: Scrisoare centrala

# Languages::ship_ups_pickup_type_20
source: Air Service Center
it: Centro servizio aereo
ka: საჰაერო გადაზიდვის სერვისი
nl: Air Service Centrum
ro: Centrul Serviciului Aerean

# Languages::ship_usps_container
source: Container
hu: Tároló
it: Contenitore
ka: კონტეინერი
pl: Kontener

# Languages::ship_usps_container_express
source: Container (Express)
hu: Tároló (Expressz)
it: Contenitore (Express)
ka: კონტეინერი (Express)
nl: Container (Expresse)
ro: Cutie (Express)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
hu: Átalánydíjas boríték
it: Busta Flat Rate (forfettario)
ka: ფიქსირებული კონვერტი
nl: Standaard-tarief envelop
ro: Plic cu rata fixa

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
hu: Tároló (Elsőbbségi Levél)
it: Contenitore(Priority Mail)
ka: კონტეინერი (Priority Mail)
ro: Cutie (Posta Prioritara)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
hu: Átalánydíjas doboz
it: Flat Rate (forfettario) Box
ka: ფიქსირებული ყუთი
nl: Standaardtarief pakket
ro: Pachet cu rata fixa

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
hu: Átalánydíjas levél
it: Lettera Flat Rate (forfettario)
ka: ფიქსირებული კონვერტი
nl: Standaardtarief envelop
ro: Scrisoare cu rata fixa

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
hu: Nagy átalánydíjas doboz
it: Flat Rate (forfettario) Box grande
nl: Grote doos (vast tarief)
ro: Cutie mare cu rata fixa

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
hu: Közepes Átalánydíjas Doboz
it: Flat Rate (forfettario) Box medio
nl: Middel Flat Rate Box
ro: Cutie medie cu rata fixa

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
hu: NemSzögletes
it: Non rettangolare
ka: არა მართკუთხა
nl: Niet rechthoekig
pl: Nieprostopadłościenna

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
hu: Négyszögletes
it: Rettangolare
ka: მართკუთხედი
nl: Rechthoekig
pl: Prostokątne

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
hu: Kis átalánydíjas doboz
it: Flat Rate (forfettario) box piccolo
nl: Kleine Flat Rate Box

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
it: Busta imbottita Flat Reate
nl: Vast tarief bubbelenvelop

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
it: Busta Flat Legale
nl: Enkeltarief enveloppe Legal-formaat

# Languages::ship_usps_container_priority_sm_flat_rate_envelope
source: Sm Flat Rate Envelope
it: Busta Flat SM
nl: Enkeltarief enveloppe SM-plat

# Languages::ship_usps_first_class_mail_type_flat
source: Flat
it: Flat (forfettario)
ka: დიდი კონვერტი
nl: Plat
ro: Plat

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
hu: Csomag
it: Pacco (parcel)
ka: ამანათი
nl: Pakket
pl: Paczka

# Languages::ship_usps_intl_package_girth
source: Package girth
hu: Csomag heveder
it: Circonferenza imballaggio
nl: Pakket omvang
ro: Circumferinta pachet

# Languages::ship_usps_intl_package_height
source: Package height
hu: Csomag magasság
it: Altezza imballaggio
ka: ამანათის სიმაღლე
nl: Pakket hoogte
pl: Wysokość paczki
ro: Inaltime pachet

# Languages::ship_usps_intl_package_length
source: Package length
hu: Csomag hossz
it: Lunghezza pacco
ka: ამანათის სიგრძე
nl: Pakket lengte
pl: Długość paczki
ro: Lungime pachet

# Languages::ship_usps_intl_package_size
source: Package size
hu: Csomag mérete
it: Dimensione imballaggio
ka: ამანათის ზომა
nl: Pakket afmeting
pl: Rozmiar paczki
ro: Marime pachet

# Languages::ship_usps_intl_package_width
source: Package width
hu: Csomag szélessége
it: Larghezza imballaggio
ka: ამანათის სიგანე
nl: Pakket breedte
pl: Szerokość paczki
ro: Latime pachet

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
hu: Megmunkálható (First-Class Mail vagy Standard Post)
it: Machinable (invio First-Class oppure Pacco)
nl: Mechanisch verwerking
pl: Machinable (First-Class Mail or Parcel Post)
ro: Prelucrat industrial

# Languages::ship_usps_machinable_false
source: False
hu: Hamis
it: Non applicabile
ka: მცდარი
nl: Onwaar
pl: Fałsz
ro: FALS

# Languages::ship_usps_machinable_true
source: True
hu: Igaz
it: Applicabile
ka: კი
nl: Waar
pl: Prawda
ro: Adevarat

# Languages::ship_usps_mailtype
source: Type of Mail
hu: Levél típusa
it: Tipo invio
ka: კორესპოდენციის ტიპი
nl: Mailsoort
ro: Tipul coletului

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
hu: Segítség vakoknak
it: Contenuto per ciechi
ka: უსინათლოთათვის
nl: Belangrijk voor blinden
ro: Materie pentru nevazatori

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
hu: Képeslapok vagy Aerogrammok
it: Cartoline postali oppure aerogrammi
ka: ღია წერილი ან ავიაწერილი
nl: Postkaarten of Luchtpostbrieven
ro: Carti postale sau Aerograma

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
hu: Csomag mérete (hosszúság + heveder, hüvelyk)
it: Dimensioni pacco (lunghezza + circonferenza, in pollici)
ka: ამანათის ზომა (სიგრძე+ სივრცე, ინჩებში)
nl: Pakketgrootte (lengte + omvang, eenhoud)
ro: Marimea pachetului (lungime + circumferinta, inch)

# Languages::ship_usps_package_size_large
source: Large (84..108)
hu: Nagy (84..108)
it: Grande (84..108)
ka: დიდი (84..108)
nl: Groot(84..108)
pl: Duża (84..108)
ro: Mare (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
hu: Túlméretes (108..130)
it: Fuori misura (108..130)
ka: ძალიან დიდი (108..130)
pl: Niestandardowa (108..130)
ro: Voluminos (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
hu: Átlagos (0..84)
it: Regular (0..84) (normale)
ka: ჩვეულებრივი (0..84)
nl: Normaal (0..84)
pl: Regularna (0..84)
ro: Normala (0..84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
hu: Elsőbbségi Levél (Méret:Nagy, Tároló:NemSzögletes) Körméret (coll)
it: Priority Mail (Dimensione: Grande, Container: Non rettangolare) Circonferenza (pollici)
nl: Priority Mail (Afmetingen:Groot, Container:NietRechthoeking) Omtrek (inches)
ro: Colet cu prioritate (Size:Large, Container:NonRectangular) Girth (inches)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
hu: Elsőbbségi levél (Méret:Nagy) Magasság (coll)
it: Priority Mail (Dimensione:Grande) Altezza (pollici)
ka: Priority Mail (ზომა:დიდი) სიმაღლე (ინჩებში)
nl: Priority Mail (Afmeting:Groot) Hoogte (inches)
ro: Posta Prioritara (Marire:Mare) inaltime (inch)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
hu: Elsőbbségi levél (Méret: Nagy) hossza (hüvelyk)
it: Priority Mail (Dimensione:Large) Lunghezza (in pollici)
ka: Priority Mail (ზომა:დიდი) სიგრძე (ინჩებში)
nl: Priority Mail (Afmeting:Groot) Lengte (inches)
ro: Posta Prioritara (Marime:Mare) Lungime (inch)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
hu: Elsőbbségi levél (Méret: Nagy) Szélesség (hüvelyk)
it: Priority Mail (Dimensione:Grande) Larghezza (pollici)
ka: Priority Mail (ზომა:დიდი) სიგანე (ინჩებში)
nl: Priority Mail (Afmeting:Groot) Breedte (inches)
ro: Posta Prioritara (Marime:Mare) Latime (inch)

# Languages::ship_usps_username
source: User ID
hu: Felhasználói azonosító
it: ID Utente
ka: მომხმარებლის ID
nl: GebruikersID
pl: ID użytkownika
ro: ID Utilizator

# Languages::ship_width
source: Package width (cm)
hu: Csomag szélessége (cm)
it: Larghezza imballaggio (cm)
ka: ამანათის სიგანე (სმ)
nl: Pakket breedte (cm)
pl: Szerokość paczki (cm)
ro: Latimea coletului (cm)

# Languages::short_description
source: Short description
hu: Rövid leírás
it: Descrizione breve
ka: მოკლე აღწერა
nl: Korte omschrijving
pl: Krótki opis
ro: Scurta descriere

# Languages::short_hour
source: h.
hu: ó.
it: ora(e)
ka: სთ.
nl: u.

# Languages::short_list
source: Short list
hu: Rövid lista
it: Lista breve
ka: მოკლე სია
pl: Krótka lista
ro: Lista scurta

# Languages::show
source: Show
hu: Mutat
it: Mostra
ka: ჩვენება
nl: Toon
pl: Pokaż
ro: Afiseaza

# Languages::show_all
source: Show all
hu: Mutasd mind
it: Mostra tutto
ka: ყველაფრის ჩვენება
nl: Toon alle
pl: zobacz więcej
ro: Afiseaza toate

# Languages::show_items_in_line
source: Show items inline
hu: Elemek 1 sorban
it: Mostra elementi in linea
ka: ინტეგრირებული ელემენტების ჩვენება
nl: Toon items inline
pl: Pokaż przedmioty w linii
ro: Arata articole in linie

# Languages::show_menu_on_mouse_over
source: Show menu on mouse over
hu: Menü mutatása fölévitt egérmutató esetén
it: Mostra menù al passaggio del mouse
ka: მენიუს ჩვენება მაუსის მიახლოებისას
nl: Toon menu bij "mouse-over"
pl: Pokaż menu po najechaniu myszką.
ro: Afiseaza meniu la mouse over

# Languages::show_on_home_page
source: Show on home page
hu: Megjelenítés a kezdőlapon
it: Mostra sulla homepage
ka: მთავარ გვერდზე ჩვენება
nl: Toon op homepage
pl: Pokaż na stronie głównej
ro: Afiseaza pe prima pagina

# Languages::show_orders
source: Show orders
hu: Rendelések mutatása
it: Mostra ordini
ka: შეკვეთების ჩვენება
nl: Toon bestellingen
pl: Pokaż zamówienia
ro: Afiseaza comenzi

# Languages::show_page_in_popup
source: Show this page in a popup window
hu: Felugró ablakban mutassa az oldalt
it: Mostra questa pagina in finestra popup
ka: აჩვენე ეს გვერდი PopUp-ით
nl: Toon deze pagina in popup venster
pl: Pokaż tę stronę w osobnym oknie
ro: Afiseaza aceasta pagina intr-un Popup

# Languages::show_price
source: Show price
hu: Árak megjelenítése
it: Mostra prezzo
ka: ფასის ჩვენება
nl: Toon prijs
pl: Pokaż cenę
ro: Afiseaza pret

# Languages::show_rate_for_destination
source: Show rates for location
hu: Helyszínhez tartozó díjszabások megjelenítése
it: Mostra tasso per destinazione
ka: ტრანსპორტირების ღირებულების ჩვენება მიწოდების ადგილისთვის
nl: Toon bestemmingstarief
pl: Stawki dla lokalizacji
ro: Afiseaza tariful pentru locatie

# Languages::show_tab_in_popup
source: Show this tab in a popup window
hu: Ennek a fülnek a megjelenítése felugró ablakban
it: Mostra questo tab (linguetta) in finestra popup
ka: Показывать содержимое вкладки во всплывающем окне
nl: Toon deze tab in een popup venster
pl: Pokaż zakładkę w otwieranym oknie
ro: Afiseaza acest tab intr-un Popup

# Languages::tmpl_sidebox_1_item
source: Side box first item
hu: Oldalsó doboz első eleme
it: Sidebox - Primo elemento
nl: Zijbox eerste item
pl: Pierwszy elementu pola strony
ro: Casuta alaturata primului element

# Languages::sidebox_general
source: Sidebox general
hu: Általános oldaldoboz
it: Sidebox generale
nl: Standaard zijbox
pl: Sidebox ogólna

# Languages::sidebox_important
source: Sidebox important
hu: Fontos oldaldoboz
it: Sidebox importante
nl: Zijblok belangrijk
pl: Sidebox ważna

# Languages::signature
source: Signature
hu: Aláírás
it: Firma
ka: ხელმოწერა
nl: Handtekening
pl: Sygnatura
ro: Semnatura

# Languages::signed_in_as
source: Signed in as
hu: Bejelentkezve mint
it: Registrato come
ka: ავტორიზება როგორც:
nl: Ingelogd als
pl: Zalogowany jako
ro: Logati-va ca

# Languages::sign_in
source: Sign in
hu: Bejelentkezés
it: Accedi
ka: ავტორიზაცია
nl: Log in
pl: Zaloguj się
ro: Autentificare

# Languages::sign_in_as_different
source: Sign in as a different user
hu: Bejelentkezés más felhasználóként
it: Effettua l'accesso come utente diverso
ka: ავტორიზება როგორც სხვა მომხმარებელი
nl: Log in als een andere gebruiker
pl: Zaloguj się jako inny użytkownik
ro: Autentificati-va ca un alt utilizator

# Languages::sign_in_to_buy
source: Please sign in to buy
hu: A vásárláshoz kérjük jelentkezzen be
it: Prego effettua l'accesso per acquistare
ka: იმისთვის რომ შეიძინოთ გთხოვთ გაიაროთ ავტორიზაცია
nl: Log in om te kopen
pl: Zaloguj się aby kupić
ro: Va rugam sa va autentificati pentru a cumpara

# Languages::sign_in_to_view_price
source: [Sign in to view price]
hu: [Az ár megtekintéséhez jelentkezzen be]
it: [Effettua l'accesso per visualizzare il prezzo]
ka: [ფასების სანახავად გაიარეთ ავტორიზაცია]
nl: [Log in om de prijs te bekijken]
pl: [Zaloguj się, aby zobaczyć cenę]
ro: [Autentificati-va pentru a vedea pretul]

# Languages::sign_out
source: Sign out
hu: Kijelentkezés
it: Esci
ka: გამოსვლა
nl: Uitloggen
pl: Wyloguj
ro: Delogare

# Languages::sign_up_for_notification
source: Sign up for notification
hu: Feliratkozás készletinfóra
it: Registrati per ricevere le notifiche
ka: ინფორმირება პროდუქტის დაბრუნებაზე
nl: Inschrijven voor notificatie
pl: Zapisz się na powiadomienia
ro: Inscrieti-va pentru notificari

# Languages::similar_only
source: Similar only
hu: Mely tulajdonságok egyeznek meg?
it: Soltanto i simili
ka: მხოლოდ მსგავსები
nl: Alleen vergelijkbare
pl: Tylko podobne
ro: Doar cele similare

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
hu: Kérjük vegye fel a kapcsolatot a technikai támogatással
it: Si prega di contattare il supporto tecnico
ka: გთხოვთ დაუკავშირდეთ ტექნიკურ მხარდაჭერას
nl: Neem contact op met de technische support
pl: Please contact out technical support team <a href="https://www.cs-cart.com/helpdesk">www.cs-cart.com/helpdesk</a>
ro: Va rugam sa contactati serviciul de suport tehnic

# Languages::simultaneous
source: Simultaneous
hu: Egyidejű
it: Simultaneamente
ka: ერთდროული
nl: Gelijktijdig
pl: Równoczesne
ro: Simultan

# Languages::single
source: Single
hu: Egyedülálló
it: Singolo
ka: ერთი
nl: Alleen
pl: Pojedyncze
ro: Singur

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
hu: Csak egy kedvezménykupon engedélyezett
it: È ammesso un solo buono sconto
ka: დაშვებულია მხოლოდ ერთი ფასდაკლების კუპონი
nl: Alleen een enkele kortingsbon is toegestaan
pl: Tylko jeden kupon rabatowy jest dozwolony
ro: Este permis un singur discount pe un cupon

# Languages::sitemap
source: Sitemap
hu: Webhelytérkép
it: Mappa del sito
ka: საიტის რუკა
pl: Mapa strony

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
hu: Keresőrobotok számára sitemap.xml-t generál az áruházhoz.
it: Genera sitemap.xml del tuo negozio per i motori di ricerca.
ka: საძიებო სისტემებისთვის sitemap.xml -ის გენერირება.
nl: Genereer voor uw webwinkel een sitemap.xml bestand voor zoekmachines.
pl: Promuj towary i oferuj bonusy w oparciu o grupy klientów
ro: Generati fisierul sitemap xml al magazinului dvs. pentru motoarele de cautare.

# Languages::sitemap_settings
source: Sitemap settings
hu: Oldaltérkép beállításai
it: Impostazioni mappa del sito
ka: საიტის რუკის პარამეტრები
nl: Site map instellingen
pl: Ustawienia mapy serwisu
ro: Setari harta site
