Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_exim_import_features_note
source: <h4>Product features import format</h4><code>{$ldelim}%Feature ID%{$rdelim} (%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<dl class="dl-horizontal"><dt>%Feature ID%</dt><dd>the id of feature</dd><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>the feature value (several values can be delimited by comma)</dd></dl><p>Several features must be delimited by semicolon.</p><h5>Example:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
hu: <h4>Termék tulajdonság importálási formátum </h4><code>{$ldelim}%Tulajdonság azonosító%{$rdelim} (%Csoport név%) %Tulajdonság név%: %Tulajdonság típus%[%Tulajdonság érték%]</code>, ahol a <dl class="dl-horizontal"><dt>%Tulajdonság azonosító%</dt><dd>a tulajdonság azonosító kódja</dd><dt>%Csoport név%</dt><dd>a tulajdonság csoport neve</dd><dt>%Tulajdonság név%</dt><dd>a tulajdonság neve</dd><dt>%Tulajdonság típus%</dt><dd>a tulajdonság típusa (C - jelölőnégyzet, M - többszörös jelölőnégyzet, S - szövegválasztó, N - számválasztó, E - bővített választó, T - egyszerű szöveg, O - szám, D - dátum)</dd><dt>%Tulajdonság érték%</dt><dd>a tulajdonság értéke (több értéket vesszővel lehet elválasztani)</dd></dl><p>Több tulajdonságot pontosvesszővel kell elválasztani.</p><h5>Példa:</h5><code>ISBN: T[1233423423]; Kiadva: D[05/05/07]; Color: S[Red]</code>
it: <b>Formato importazione caratteristiche prodotto</b><code>{$ldelim}%Feature ID%{$rdelim}%Feature name%: %Feature value%</code>dove<p>%Feature ID% - id caratteristica,<br />%Feature name% - nome caratteristica,<br />%Feature value% - valore caratteristica</p><p>Caratteristiche multiple devono essere deliminate dal punto e virgola</p><b>Esempio:</b><br /><code>ISBN: 1233423423; Data di pubblicazione: 05/05/07</code><p>Nota: dovete creare caratteristiche alla pagina <a href="{$index_script}?{$target_name}=product_features">Caratteristiche prodotto</a> prima di applicarle ai prodotti.</p>
ka: <b>იმპორტის ფორმატი, პროდუქციის მახასიათებლები</b><code>{$ldelim}%ID%{$rdelim} (%Группа%) %Название%: %Тип%[%Значение%]</code>სად,<p>%ID% - პროდუქციის მახასიათებლები,<br/>%Группа% - название группы, которой преналежит эта характеристика,<br />%Название% - название характеристики,<br />%Тип% - тип характеристики (C - флажок, M - группа флажков, S - текстовый список с выбором, N - числовой список с выбором, E - расширенный список с выбором, T - текст, O - число, D - дата),<br />%Значение% - значение характеристики</p><p>Несколько характеристик должны быть разделены точкой с запятой.</p><b>მაგალითად:</b><br /><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
nl: <h4>Producteigenschappen import formaat</h4><code>{$ldelim}%Feature ID%{$rdelim} (%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>waar,<dl class="dl-horizontal"><dt>%Feature ID%</dt><dd>het id van de eigenschap</dd><dt>%Group name%</dt><dd>de naam van de eigenschapgroep</dd><dt>%Feature name%</dt><dd>de naam van de eigenschap</dd><dt>%Feature type%</dt><dd>het eigenschap type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>de eigenschap waarde (meerdere waarden kunnen worden gescheiden door komma)</dd></dl><p>Meerdere eigenschappen moeten gescheiden worden met een puntkomma.</p><h5>Voorbeeld:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
pl: <b>Format importu cech produtków</b><code>{$ldelim}%Feature ID%{$rdelim} (%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<p>%Feature ID% - the id of feature,<br />%Group name% - the name of feature group,<br />%Feature name% - the name of feature,<br />%Feature type% - the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date),<br />%Feature value% - the feature value (several values can be delimited by comma)</p><p>Several features must be delimited by semicolon.</p><b>Example:</b><br /><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red, Green, Blue]</code>
ro: <h4>Importare caracteristici ale produsului</h4><code>{$ldelim}%Caracteristici ID%{$rdelim} (%Nume Grup%) %Caracteristici nume%: %Caracteristici tipuri%[%Caracteristici valoare%]</code>unde,<dl class="dl-orizontal"><dt>%Caracteristici ID%</dt><dd>id-ul caracteristicilor</dd><dt>%Nume Grup%</dt><dd>denumirea grupului de caracteristici</dd><dt>%Caracteristici nume%</dt><dd>denumirea caracteristicilor</dd><dt>%Caracteristicile tipurilor%</dt><dd>tipul caracteristiilor (C - caseta, M - casete multiple, S - cutia selectare text, N - cutia selectare numar, E - cutia de selctare extinsa, T - text simplu, O - numar, D - data)</dd><dt>%Caracteristici valoare%</dt><dd>valoare caracteristici (unele valori pot fi delimitate cu ajutorul virgulei)</dd></dl><p>Mai multe caracteristici trebuie sa fie delimitate prin punct si virgula.</p><h5>Examplu:</h5><code>ISBN: T[1233423423]; Data emiterii: D[05/05/07]; Culoare: S[Red]</code>

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
it: <h4>Formato Importazione file</h4><code>%File location%</code> dove, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>può essere un percorso assoluto o relativo in un sistema di file server o un URL</dd></dl><p>diversi file devono essere delimitati da virgola.</p> <h5>Esempio 1:</h5><code>file1.jpg</code><h5>Esempio 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
nl: <h4>Import bestandsformaat</h4><code>%File location%</code> waar,<dl class="dl-horizontal"> <dt>%File location%<dt> <dd>een absoluut of relatief pad op een server of URL kan zijn</dd></dl><p>Diverse bestanden moeten worden gescheiden door een komma.</p><h5>Voorbeeld 1:</h5><code>bestand1.jpg</code><h5>Voorbeeld 2:</h5><code>backup/bestand1.zip, images/bestand2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
hu: <h4>Kép importálási formátum</h4><code>%Kép helye%#%Alternatív szöveg%</code> ahol a<br><dl class="dl-horizontal"><dt>%Kép helye%</dt><dd>egy abszolút vagy relatív útvonal a szerver fájlrendszerében vagy egy URL,</dd><dt>%Alternatív szöveg%<dt><dd>kép alternatív szövege</dd></dl><h5>Példa 1:</h5><code>images/product_images/apples.jpg#Almák</code><h5>Példa 2:</h5><code>http://www.site.com/apples.jpg#Almák</code>
it: <b>Formato importazione immagine</b><code>%Image location%#%Alternative text%</code>dove,<p>%Image location% - può essere un percorso assoluto o relativo in un filesystem del server oppure URL,<br />%Alternative text% - Testo alternativo immagine</p><b>Esempio 1:</b><br /><code>images/product_images/apples.jpg#Apples</code><b>Esempio 2:</b><br /><code>http://www.site.com/apples.jpg#Apples</code>
ka: <b>Формат импорта изображений</b><code>%Местонахождение изображения%#%Альтернативный текст%</code>где,<p>%Местонахождение изображения% - абсолютный или относительный путь на файловой системе сервера или URL,<br />%Альтернативный текст% - альтернативный текст изображения</p><b>Пример 1:</b><br /><code>images/product_images/apples.jpg#Apples</code><b>Пример 2:</b><br /><code>http://www.site.com/apples.jpg#Apples</code>
nl: <h4>Afbeelding import formaat</h4><code>%Image location%#%Alternative text%</code> waar,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>een absoluut of relatief pad kan zijn, of een URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Voorbeeld 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Voorbeeld 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
pl: <b>Image import format</b><code>%Image location%#%Alternative text%</code>where,<p>%Image location% - can be an absolute or relative path on a server filesystem or URL,<br />%Alternative text% - image alternative text</p><b>Example 1:</b><br /><code>images/product_images/apples.jpg#Apples</code><b>Example 2:</b><br /><code>http://www.site.com/apples.jpg#Apples</code>
ro: <h4>Formatul imporatorului de imagini</h4><code>%Locatia imaginii%#%Textul alternativ%</code> unde,<br><dl class="dl-horizontal"><dt>%Locatia imaginii%</dt><dd>poate fi absoluta sau relativa pe server sau URL,</dd><dt>%Textul alternativ%<dt><dd>textul alternativ al imaginii</dd></dl><h5>Exemplu 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Exemplu 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
hu: Az alábbi lista tartalmazza azokat a mezőket, melyeket az import fájl tartalmazhat. A vastagon kiemelt mezők kötelezőek. Amennyiben speciális karaktereket tartalmazó adathalmazt importál (vessző, pontosvessző, stb...), bizonyosodjon meg róla, hogy a mezők idézőjelek között vannak!
it: Sotto si trova una lista di campi che il vostro file dati può contenere. I campi in <b>grassetto</b> sono obbligatori
ka: Ниже приведен список полей, которые может содержать Ваш файл. <b>Выделенные</b> поля являются обязательными. Если Вы импортируете данные, содержащие специальные символы (запятые, точки с запятыми и т.д.), они должны быть заключены в кавычки.
nl: Hieronder een lijst met velden die uw gegevensbestand kan bevatten. De dik gedrukte velden zijn verplicht. Zorg dat u velden tussen aanhalingstekens zet wanneer u gegevens importeert met speciale symbolen (komma's, puntkomma's, etc).
pl: Poniżej jest lista pól, które Twój plik może zawierać. Pola <b>podświetlone</b> są obowiązkowe. Jeśli importujesz dane ze specjalnymi symbolami (przecinki, średniki etc.) proszę upewnij się, że masz pola cytowane.
ro: Mai jos se afla o lista de campuri pe care le poate contine fisierul dvs. Cele subliniate sunt obligatorii. Daca importati date cu simboluri speciale (virgule, punct si virgula etc.) va rugam sa va asigurati ca sunt puse in ghilimele.

# Languages::text_exim_import_options_note
source: <h4>Product options import format</h4><code>{$ldelim}%Option ID[_L]%{$rdelim}%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option ID%</dt><dd>the id of the option</dd><dt>L</dt><dd>optional parameter, means that it is a linked global option of the product.</dd><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
hu: <h4>Termék opciók importálási formátum</h4><code>{$ldelim}%Option ID[_L]%{$rdelim}%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code>, ahol <dl class="dl-horizontal"><dt>%Option ID%</dt><dd>az opció azonosítója</dd><dt>L</dt><dd>opcionális paraméter, mely azt jelzi, hogy ez egy globális termékopció</dd><dt>%Option name%</dt><dd>az opció neve,</dd><dt>%Variant N ID%</dt><dd>a variáns azonosítója,</dd><dt>%Variant N%</dt><dd>a variáns neve. Variánsok csak megfelelő opció típusoknál (jelölőnégyzet, rádió választó) alkalmazhatóak.</dd><dt>%Option type%</dt><dd>Az opció típusa lehet:<br><ul><li><b>S</b> - lenyíló,</li><li><b>R</b> - rádió,</li><li><b>C</b> - jelölőnégyzet,</li><li><b>I</b> - egyszerű beviteli mező,</li><li><b>T</b> - szövegdoboz.</li></ul></dd></dl><p>Több opció esetén az elválasztás pontosvesszővel valósítható meg.</p><h5>Példák:</h5>Egyszerű szöveges opciók:<code>Életkor: I; Születési idő: I; Megjegyzések: T</code><br>Variánssal ellátott opciók:<code>Szín: S[Piros, Zöld, Kék]; Méret: R[X, XL, XXL]</code>
it: <b>Formato importazione, opzioni prodotto</b><code>{$ldelim}%Option ID[_L]%{$rdelim}%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code>dove,<p>%Option ID% - id dell'opzione,<br />&nbsp;&nbsp;<b>L</b> - parametro opzionale, significa che esso è un'opzione globale collegata del prodotto<br />%Option name% - il nome dell'opzione,<br />%Option type% - il tipo di opzione può essere la seguente:<br />&nbsp;&nbsp;<b>S</b> - box di selezione,<br />&nbsp;&nbsp;<b>R</b> - radiogroup,<br />&nbsp;&nbsp;<b>C</b> - casella di selezione,<br />&nbsp;&nbsp;<b>I</b> - immissione semplice,<br />&nbsp;&nbsp;<b>T</b> - area di testo.<br /></p><p>%Variant N ID% - id della variante,<br />%Variant N% - il nome della variante. Le varianti devono essere specificate solo se il tipo di opzione è un box di selezione o radiogroup.</p><p>Opzioni multiple devono essere delimitate da un punto e virgola.</p><b>Esempi:</b><br /><p>Opzioni di testo semplici:<code>La vostra età: I; Data di nascita: I; Note: T</code></p><p>Opzioni con varianti:<code>Colore: S[Rosso, Verde, Blu], Taglia: R[X, XL, XXL]</code></p>
ka: <b>პროდუქციის პარამეტრების ფაილის იმპორტი ფორმატი</b><code>{$ldelim}%ID%{$rdelim} %Название%: %Тип%[%Вариант 1%,%Вариант 2%,%Вариант N%]</code>где,<p>%ID% - идентификатор параметра,<br />%Название% - название параметра,<br />%Тип% - тип параметра, может быть следующим:<br />&nbsp;&nbsp;<b>S</b> - список с выбором,<br />&nbsp;&nbsp;<b>R</b> - радиогруппа,<br />&nbsp;&nbsp;<b>C</b> - флажок,<br />&nbsp;&nbsp;<b>I</b> - простой ввод,<br />&nbsp;&nbsp;<b>T</b> - текстовая область.<br /></p><p>%Вариант N% - название варианта. Варианты должны указываться, только если типом параметра является список с выбором или радиогруппа.</p><p>Несколько параметров должны разделяться точкой с запятой.</p><b>Например:</b><br /><p>Простые текстовые параметры:<code>Ваш возраст: I; Дата рождения: I; Заметки: T</code></p><p>Параметры с вариантами:<code>Цвет: S[Красный, Зеленый, Синий]; Размер: R[X, XL, XXL]</code></p>
nl: <h4>Product opties import formaat</h4><code>{$ldelim}%Opties ID[_L]%{$rdelim}%Opties naam%: %Opties type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> waar,<dl class="dl-horizontal"><dt>%Option ID%</dt><dd>de id van de optie</dd><dt>L</dt><dd>optionele parameter, betekend dat het een gelinkte globale optie van het product is.</dd><dt>%Optie naam%</dt><dd>de naam van de optie,</dd><dt>%Variant N ID%</dt><dd>het id van de variant,</dd><dt>%Variant N%</dt><dd>de naam van de variant. Varianten hoeven alleen te worden gespecificeerd waneer de optie een selectbox of radiogroep is.</dd><dt>%Optie type%</dt><dd>het optietype kan het volgende zijn:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroep,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - input veld,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Verschillende opties moeten worden gescheiden door een puntkomma.</p><h5>Voorbeelden:</h5>Eenvoudige tekst opties:<code>Uw leeftijd: I; Geboortedatum: I; Opmerkingen: T</code><br>Opties met varianten:<code>Kleur: S[Rood, Groen, Blauw]; Afmeting: R[X, XL, XXL]</code>
pl: <b>Format importu opcji produktów</b><code>{$ldelim}%Option ID[_L]%{$rdelim}%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code>where,<p>%Option ID% - the id of the option,<br />&nbsp;&nbsp;<b>L</b> - optional parameter, means that it is a linked global option of the product.<br />%Option name% - the name of the option,<br />%Option type% - the option type, can be the following:<br />&nbsp;&nbsp;<b>S</b> - selectbox,<br />&nbsp;&nbsp;<b>R</b> - radiogroup,<br />&nbsp;&nbsp;<b>C</b> - checkbox,<br />&nbsp;&nbsp;<b>I</b> - simple input,<br />&nbsp;&nbsp;<b>T</b> - textarea.<br /></p><p>%Variant N ID% - the id of the variant,<br />%Variant N% - the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</p><p>Several options must be delimited by semicolon.</p><b>Examples:</b><br /><p>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code></p><p>Options with variants:<code>Color: S[Red, Green, Blue], Size: R[X, XL, XXL]</code></p>
ro: <h4>Imporate format optiuni ale produsului</h4><code>{$ldelim}%Optiune ID[_L]%{$rdelim}%Optiune nume%: %Optiune tipuri%[{$ldelim}%Varianta 1 ID%{$rdelim}%Varianta 1%,{$ldelim}%Varianta 2 ID%{$rdelim}%Varianta 2%,{$ldelim}%Varianta N ID%{$rdelim}%Varianta N%]</code> unde,<dl class="dl-orizontal"><dt>%Optiune ID%</dt><dd>tid-ul optiunii</dd><dt>L</dt><dd>parametru optional, inseamna ca aceasta este o optiune globala legata de produs.</dd><dt>%Optiune nume%</dt><dd>nume optiunii</dd><dt>%Varianta N ID%</dt><dd>id-ul variantei,</dd><dt>%Varianta N%</dt><dd>numele variantei. Variantele trebuie sa fie specificate in cazul in care tipul de optiune este o cutie de selectare sau doar un RadioGroup.</dd><dt>%Optiune tipuri%</dt><dd>tipul optiunii, pot fi urmatoarele:<br><ul><li><b>S</b> - cutie de selectare,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - cutie de verificare,</li><li><b>I</b> - input simplu,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Mai multe optiuni trebuie sa fie delimitate prin punct si virgula.</p><h5>Exemple:</h5>Optiuni text simplu:<code>Varsta dvs: I; Data nasterii: I; Notatii: T</code><br>Optiuni cu variante:<code>Culoare: S[Red, Green, Blue]; Marime: R[X, XL, XXL]</code>

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
hu: Győződjön meg róla, hogy az importált fájl karakterkódolása UTF-8, a tökéletes importálás érdekében
it: Prego assicurati che il file che stai importando abbia il set di caratteri UTF-8 per garantire un'importazione corretta
ka: გთხოვთ გადაამოწმოთ რომ საიმპორტო ფაილის კოდირება იყოს UTF-8
nl: Controleer of het bestand dat u gaat importeren UTF-8 als karakterset heeft voor een correcte import
pl: Proszę upewnić się, że plik, który importujesz ma kodowanie UTF-8
ro: Va rugam sa va asigurati ca fisierul care il importati are setul de caractere UTF-8 penntru o importare corecta

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
hu: Sajnos a [product] előfizetése lejárt. Kérjük frissítse előfizetését, hogy elkerülje a működés felfüggesztését.
it: Sfortunatamente la tua sottoscrizione al software [product] è scaduta. Per favore rinnovarla appena possibile per evitare la sospensione del programma.
ka: სამწუხაროდ თქვენი ხელმოწერა პროდუქტისთვის [product] ამოწურულია. გთხოვთ განაახლოთ რაც შეიძლება ჩქარა რათა არ მოხდეს პროგრამის შეყოვნება/შეჩერება.
nl: Helaas is uw abonnement op de CS-Cart software verlopen. Gelieve deze zo snel mogelijk te vernieuwen om blokkering te voorkomen.
pl: Unfortunately, your subscription for CS-Cart software is over. Please renew it as soon as possible to avoid the program suspending.
ro: Din pacate, abonamentul pentru CS-Cart software-ul este expirat. Va rugam sa-l reinnoiti cat mai curand posibil, pentru a evita suspendarea programului.

# Languages::text_features_delimiter
source: Delimiter for product features
hu: Tulajdonság elválasztó
it: Delimitatore per caratteristiche prodotto
ka: პროდუქციის მახასიათებლების გამყოფი
nl: Scheidingsteken voor producteigenschappen
pl: Ogranicznik na cechy produktu
ro: Delimitator caracteristici produse.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
hu: Az alábbi listában találja azokat a paramétereket, melyeket analizálás céljából kap meg szerverünk.<br/>Sem személyes, sem pénzügyi jellegű adatot nem küldünk. Miután megbizonyosodott az paraméterekről, kérjük kattintson a "Küldés" gombra.<br />
it: I parametri che verranno inviati al nostro server per analizzare la funzionalità e la configurazione corrente sono elencati qui sotto<br />Prego notare; nessuna informazione personale o finanziaria verrà inviata. Dopo esservi familiarizzati con i parametri, cliccare su"Send (invia)".<br />
ka: Параметры, которые будут отправлены на наш сервер для изучения функциональности и текущей конфигурации представлены ниже.<br />Они не включают никакой личной или финансовой информации. После того, как Вы ознакомитесь с параметрами, нажмите"Отправить".<br />
nl: Hieronder vindt u de gegevens die naar onze server gestuurd worden om de functionaliteit en huidige configuratie te kunnen analyseren. NB. Er worden geen financiële gegevens verzonden. Als u akkoord bent met deze gegevens, klik dan op "verzenden"
ro: Parametrii care vor fi trimise la serverul nostru pentru a analiza functionalitatea si configuratia actuala sunt enumerate mai jos.<br />Va rugam sa retineti ca nici o informatie cu caracter personal sau financiar nu va fi trimis.Dupa ce va familiarizati cu lista de parametrii, apasati "Trimiteti".<br />
