Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
hu: Az oldal sikeresen törölve.
it: La pagina e stata cancellata con successo
ka: გვერდი წარმატებით იქნა წაშლილი.
nl: De geselecteerde pagina is verwijderd
pl: Strona została pomyślnie usunięta.
ro: Pagina a fost stearsa cu succes.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
hu: Betöltés... A kérése feldolgozás alatt áll, kérjük várjon.
it: Caricamento... la tua richiesta sta per essere elaborata, per favore attendere.
ka: იტვირთება... თქვენი მოთხოვნა მუშავდება, გთხოვთ მოიცადოთ.
nl: Laden... Uw aanvraag is in behandeling. Even geduld a.u.b.
pl: Trwa przetwarzenie strony, proszę czekać.
ro: in curs de procesare... Cererea dvs. este in curs de procesare, va rugam asteptati.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to your email.
hu: Jelszóvisszállítási információk az e-mail címére elküldve.
it: Le istruzioni per il ripristino della password sono state inviate al vostro indirizzo e-mail.
ka: პაროლის აღდგენის ინსტრუქცია გამოგზავნილია თქვენს ელ-ფოსტაზე.
nl: Informatie omtrent het herstellen van uw wachtwoord is per e-mail aan u verzonden.
pl: Instrukcja odzyskania hasła do konta został wysłana e-mailem.
ro: Instructiunile de recuperare a parolei au fost trimise pe adresa dvs. de e-mail.

# Languages::text_pay4later_notice
source: <b>Note</b>: In order to track your Pay4Later orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Pay4Later BackOffice<br />-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u> section.<br />-&nbsp;Set <u>'Return URL (Verified)'</u> setting to:<br /><b>[verified_url]</b><br />-&nbsp;Set <u>'Return URL (Decline)'</u> setting to:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL (Refer)'</u> setting to:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> setting to:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> setting to:<br /><b>[process_url]</b><br />-&nbsp;Click on the <u>'Save Changes'</u> button<br />
it: <b>Nota</b>: al fine di monitorare i tuoi ordini di Pay4Later tramite il software, devi effettuare questi passaggi: <br /><br />-accedi al BackOffice Pay4Later <br />- Clicca sul link '<u>impostazioni/installazioni</u>' nella sezione <u>'Quick Links'</u>.<br />- Imposta <u>'Return URL (Verified)'</u>: <br /><b>[verified_url]</b><br />- Imposta <u>'Return URL (annullamento) '</u>:<br /><b>[decline_url]</b><br />- Imposta <u>'Return URL (Refer)'</u>: <br /><b>[refer_url]</b><br />- Imposta <u>'Return URL (Cancel)'</u>: <br /><b>[cancel_url]</b><br />- Imposta <u>'CSN URL'</u> su: <br /><b>[process_url]</b><br />- Clicca sul pulsante <u>'Salva modifiche'</u><br />
nl: <b>Opmerking</b>: Om uw Pay4Later bestellingen te volgen met de webwinkel software, dient u de volgende stappen te volgen:<br /><br />-&nbsp;Login in uw Pay4Later BackOffice<br />-&nbsp;Klik op de <u>'Settings/Installations'</u> link in de <u>'Quick Links'</u> sectie.<br />-&nbsp;Stel <u>'Return URL (Verified)'</u> in naar:<br /><b>[verified_url]</b><br />-&nbsp;Stel <u>'Return URL (Decline)'</u> in naar:<br /><b>[decline_url]</b><br />-&nbsp;Stel <u>'Return URL (Refer)'</u> in naar:<br /><b>[refer_url]</b><br />-&nbsp;Stel <u>'Return URL (Cancel)'</u> in naar:<br /><b>[cancel_url]</b><br />-&nbsp;Stel <u>'CSN URL'</u> in naar:<br /><b>[process_url]</b><br />-&nbsp;Klik op de <u>'Save Changes'</u> knop<br />
ro: <b>Note</b>: in scopul de a urmari comenzile Pay4Later cu software-ul pentru cosul de cumparaturi, va trebui sa pargurgeti acesti pasi:<br /><br />-&nbsp;Conectati-va la Pay4Later BackOffice<br />-&nbsp;Apasati pe click <u>'Setari / Instalatii'</u> linkul la <u>'Link-uri rapide'</u> sectiunea.<br />-&nbsp;Setati <u>'Retur URL' (Verificat)'</u> setat la:<br /><b>[verified_url]</b><br />-&nbsp;Setati <u>'Retur URL (Declin)'</u> setat la:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Retur URL (Referire)'</u> setat la:<br /><b>[refer_url]</b><br />-&nbsp;Setati <u>'Retur URL (Anulare)'</u> setat la:<br /><b>[cancel_url]</b><br />-&nbsp;Setati <u>'CSN URL'</u> setat la:<br /><b>[process_url]</b><br />-&nbsp;Apasati pe click<u>'Salvati modificarile'</u> button<br />

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
hu: <strong>Megjegyzés:</strong> Kérjük, töltse le a modulev2.cgi fájlt a PayBox szerverről, másolja be a <strong>[paybox_dir]</strong> könyvtárba <u>bináris módban</u> és tegye futtathatóvá. <br />Futtassa a következő parancsot:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Továbbá kérje meg a &#8220;Paybox&#8221; szolgáltatást, hogy adják hozzá a következő URL-t az adatbázishoz: &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
it: <b>Nota:</b>Si prega di scaricare il file modulev2.cgi dal server PayBox, copiarlo in <b>[paybox_dir]</b><u>in modalità binaria</u> e renderlo eseguibile.<br />Eseguire il seguente comando:<br /><b><i>modulev2.cgi chmod 755</b></i><br /><br />Chiedere anche al servizio &#8220;Paybox&#8221; di aggiungere l'URL al loro database il &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
ka: <b>Примечание:</b> Скачайте файл modulev2.cgi с сервера PayBox, скопируйте его в директорию <b>[cart_dir]/payments/cc_processors/paybox_files/</b> <u>в режиме двоичного счета</u> и сделайте его исполняемым. <br />Выполните следующую команду:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Попросите &#8220;Paybox&#8221; службу добавить следующий URL в базу данных как &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
nl: <b>Opmerking:</b> Download het bestand modulev2.cgi van de PayBox server, kopieer it naar de map <b>[paybox_dir]</b> <u>in binary mode</u> en maak het uitvoerbaar. <br />Voer het volgende commando uit:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Vraag ook de &#8220;Paybox&#8221; service om de volgende URL aan de database toe te voegen als &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
pl: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[cart_dir]/payments/paybox_files/</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
ro: <b>Nota:</b> Va rugam sa descarcati fisierul modulev2.cgi de pe serverul PayBox, copiati-l in folderul <b>[paybox_dir]</b> <u>in modul binar</u> si apoi faceti-l executabil. <br />Executati urmatoarea comanda:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />De asemenea contactati serviciul de suport &#8220;Paybox&#8221; pentru a adauga urmatorul URL in baza de date ca &#8220;URL-ul apelului invers&#8221;:<br /><b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
hu: A fizetés sikeresen törölve.
it: Il pagamento è stato cancellato con successo.
nl: Betaling is verwijderd.
pl: Płatność została poprawnie usunięta.
ro: Plata a fost stearsa cu succes.

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
hu: A fizetési módot nem lehet törölni.
it: Il pagamento non può essere cancellato.
ka: გადახდის წაშლა შეუძლებელია.
nl: Betaling kan niet worden verwijderd.
pl: Płatność nie może zostać usunięta.
ro: Plata nu poate fi stearsa.

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
hu: Kérem várjon, amíg a fizetés részleteit feldolgozzuk...
it: Per favore attendere mentre i dettagli del pagamento vengono elaborati...
nl: Even geduld terwijl de betaal informatie wordt verwerkt...
pl: Prosimy o cierpliwość, trwa przetwarzanie płatności...
ro: Va rugam sa asteptati in timp ce se proceseaza detaliile de plata ...

# Languages::text_paypal_status_map
source: PayPal order status convertion map
hu: PayPal rendelési státusz konvertáció
it: Mappa di conversione stato ordine PayPal -> CS-Cart
nl: Paypal naar Cs-Cart bestelstatus conversie map
pl: PayPal to CS-Cart order status convertion map
ro: Harta de conversie pentru statutul de comanda de la PayPal la CS-Cart.

# Languages::text_paysitecash_debug
source: Debug Information
hu: Hibakeresési információ
it: Informazioni di Debug
ka: Отладочная информация
nl: Debug informatie
pl: Informacje debugowania
ro: Informatie de debug

# Languages::text_paysitecash_mode
source: Mode
hu: Mód
it: Modalità
ka: რეჟიმი
nl: Modus
pl: Tryb

# Languages::text_paysitecash_mode_debug_off
source: OFF
hu: KI
it: SPENTO
ka: გამორთ.
nl: UIT
pl: Wyłącz

# Languages::text_paysitecash_mode_debug_on
source: ON
hu: BE
it: ACCESO
ka: ჩართ.
nl: AAN
pl: Włącz

# Languages::text_paysitecash_mode_live
source: Live
hu: Éles
it: Produzione
ka: რეალური
pl: Na żywo

# Languages::text_paysitecash_mode_test
source: Test
hu: Teszt
it: Prova
ka: ტესტი

# Languages::text_paysitecash_nocurrencies
source: Currency mode
hu: Valuta mód
it: Modalità valuta
ka: ვალუტის რეჟიმი
nl: Valuta modus
pl: Tryb waluty
ro: Mod de moneda/valuta

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
hu: Engedélyezze a vevők számára bármely támogatott pénznem kiválasztását
it: Consente al cliente di selezionare una delle valute supportate
ka: Позвольте клиенту выбрать любую из поддерживаемых валют
nl: Klanten toestaan ondersteunde valuta te selecteren
pl: Zezwól klientowi na wybranie dowolnej z dozwolonych walut
ro: Permite clientului sa selecteze oricare valuta existenta.

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
hu: Egyáltalán ne mutasson pénznemválasztót
it: Non mostrare affatto la selezione valuta
ka: არ აჩვენო ვალუტის ამორჩევა
nl: Verberg valuta keuze volledig
pl: Nie pokazuj wyboru waluty
ro: Nu arata deloc selectia la valuta

# Languages::text_paysitecash_notice
source: Please add these URL fields in your Paysite Cash configuration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
it: Si prega di aggiungere questi campi URL nella tua configurazione Paysite Cash: <br/> <br/> <b>URL:</b> <br/> [url] <br/> <br/> <b>url Referer:</b> <br/> [ref_url] <br/> <br/> <b>URL di ritorno dal pagamento:</b> <br/> [sucess_url] <br/> <br/> <b>URL pagamento annullato:</b> <br/> [cancel_url] <br/> <br/> <b>URL conferma Backoffice:</b> <br/> [confirm_url]
ka: Пожалуйста, добавьте следующие URL на странице конфигурации Paysite Cash:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
nl: Voeg deze URL velden in uw Betaalsite Cash configuratie toe:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
ro: Va rugam sa adaugati aceste campuri URL-ul in configuratia dvs. paysite Cash :<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referire url:</b><br/>[ref_url]<br/><br/><b>URL-ul de retur de plata:</b><br/>[sucess_url]<br/><br/><b>URL-ul plata anulata :</b><br/>[cancel_url]<br/><br/><b>URL-ul confirmare Backoffice:</b><br/>[confirm_url]

# Languages::text_paysitecash_processor
source: Processor
hu: Feldolgozó
it: Processore
ka: პროცესორი
pl: Procesor
ro: Procesare

# Languages::text_paysitecash_site_id
source: Site ID
hu: Oldal azonosító
it: Sito ID
ka: საიტის ID
nl: Website ID
pl: ID strony
ro: ID-ul sitelui

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
it: Imposta i seguenti parametri nel back-end PayWay: <p>URL Pre-pagamento: <b>[prepayment]</b><br />URL di ritorno:<b>[return]</b><br />URL di notifica: <b>[notify]</b> <br />Tipo di notifica: lasciare vuoto</p>
ka: Пожалуйста, установите следующие параметры в настройках PayWay: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: оставьте поле пустым </p>
nl: Stel de volgende parameters in Payway backend in: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
ro: Va rugam setati urmatorii parametrii in panoul PayWay-ului: <p> URL-ul de intoarcere a Browser-ului a Pre Platiilor: <b>[prepayment]</b><br /> URL-ul de intoarcere a Browser-ului: <b>[return]</b><br /> URL-ul de notificare: <b>[notify]</b><br /> Tipul Postarii de Notificare: lasati gol </p>

# Languages::text_permissions_changed
source: Permissions changed
hu: A jogosultságok megváltoztak
it: Le autorizzazioni di accesso sono state modificate
ka: წვდომის უფლებები შეიცვალა
nl: Rechten gewijzigd
pl: Uprawnienia zmienione
ro: Permisiunile au fost schimbate

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
it: <b>Nota:</b>Si prega di inviare le seguenti informazioni per il supporto a pagamento:<br />URL Sito: '<u>[website_url]'</u><br />Referrer URL: '<u>[referrer_url]'</u><br />URL Completo: '<u>[success_url]'</u><br />URL Annullamento: '<u>[failure_url]'</u><br />Backlink URL: '<u>[backlink_url]'</u><br />indirizzo IP: '<u>[indirizzo_ip]'</u><br /><br />Metodo risposta: '<u>[response_method]'</u><br /><br />
nl: <b>Opmerking:</b> Verstuur de volgende informatie naar uw payment support team:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
ro: <b>Notati:</b> Va rugam sa trimiteti urmatoarele informatii pentru suportul de plata:<br /> Website URL: '<u>[website_url]</u>'<br /> Adresa URL: '<u>[referrer_url]</u>'<br /> Succes URL: '<u>[success_url]</u>'<br /> Esec URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> Adresa IP: '<u>[ip_address]</u>'<br /><br /> Metoda de raspuns: '<u>[response_method]</u>'<br /><br />

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
hu: Betöltés... A pozíciók frissítés alatt, kérem várjon.
it: Caricamento... Le posizioni vengono aggiornate, per favore attendere.
ka: იტვირთება... მიმდინარეობს განახლება, გთხოვთ მოიცადოთ.
nl: Aan het laden... Posities worden bijgewerkt, een ogenblik geduld.
pl: Ładowanie ... Pozycji są aktualizowane, proszę czekać.
ro: In curs de procesare... Pozitiile sunt in curs de actualizare, va rugam asteptati.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
hu: Tizedes elválasztó a termékek árához.
it: Delimitatore decimale per prezzi prodotto.
ka: Десятичный разделитель для цены товара.
nl: Decimaal scheidingsteken voor product prijzen.
pl: Separator dziesiętny dla cen produktów.
ro: Separator zecimal pentru preturile produselor.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
hu: Termékek sikeresen frissítve. Az új termékek listáját lent megtekintheti.
it: I seguenti prodotti sono appena stati aggiunti al negozio:
ka: პროდუქცია დაემატა წარმატებით, ქვევით არის მოჰყვანილი ახალი პროდუქციის სია.
nl: De producten zijn toegevoegd. Bekijk hieronder de lijst met nieuwe producten.
pl: Produkt został dodany poprawnie. Poniżej lista nowych produktów.
ro: Produsele au fost adaugate cu succes. Mai jos se afla o lista cu produsele noi.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
hu: Termékek sikeresen klónozva. Az új termékek listáját lent megtekintheti
it: I seguenti prodotti sono appena stati aggiunti al negozio:
ka: Товары были дублированы успешно. Ниже приведен список новых товаров.
nl: De producten zijn gekloond. Hieronder de lijst met nieuwe producten
pl: Produkty zostały skopiowane porpawnie. Poniżej lista nowych produktów.
ro: O copie a produselor a fost creata cu succes. Mai jos se afla lista cu produse noi.

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
hu: Termékek sikeresen törölve.
it: I prodotti sono stati cancellati con successo.
ka: Товар(ы) был(и) успешно удален(ы)
nl: De geselecteerde producten zijn verwijderd.
pl: Produkty zostały pomyślnie usunięte.
ro: Produsele au fost sterese cu succes.

# Languages::text_products_updated
source: The following products have been updated:
hu: Az alábbi termékek lettek frissítve:
it: I prodotti sono stati aggiornati con successo:
ka: შემდეგი პროდუქცია იქნა განახლებული:
nl: De volgende producten zijn bijgewerkt:
pl: Następujące produkty zostały zaktualizowane:
ro: Urmatoarele produse au fost actualizate:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
hu: A kosár tartalma sikeresen frissítve lett!
it: Prodotto(i) aggiornato(i) con successo
ka: პროდუქცია წარმატებით განახლდა!
nl: De producten zijn bijgewerkt
pl: Produkt został zaktualizowany pomyślnie
ro: Produsul(Produsele) au fost actualizate cu succes

# Languages::text_product_cloned
source: The product has been cloned
hu: A termék sikeresen klónozva
it: Il prodotto è stato duplicato con successo
ka: Товар <b>[product]</b> был успешно дублирован. Теперь Вы можете редактировать новый товар.
nl: Het product <b>[product]</b> is gekloond. U kunt het nu wijzigen.
pl: Produkt <b>[product]</b> został skopiowany poprawnie. Teraz możesz edytować nowy produkt.
ro: Copia produsului <b>[product]</b> a fost creata cu succes. acum puteti edita noul produs.

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
hu: (felugró ablakban jelenik meg a storefronton)
it: (opzione verrà visualizzata in nuova finestra popup)
ka: (отображается во всплывающем окне)
nl: (optioneel getoond in nieuw venster)
pl: (opcjonalnie wyświetlane w okienku)
ro: (optional, afisat intr-o fereastra pop-up)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
hu: Termék fájl sikeresen törölve
it: File prodotto è stato cancellato
ka: პროდუქციის ფაილი იქნა წაშლილი
nl: Het bestand is verwijderd
pl: Plik produktu został skasowany
ro: Fisierul produsului a fost sters

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
hu: A következő <a href="[url]" target="_blank">termék szűrők</a> le vannak tiltva: [filters_list].
it: I seguenti <a href="[url]" target="_blank">filtri prodotto</a> sono stati disattivati: [filters_list].
ka: Следующие <a href="[url]" target="_blank">фильтры товаров</a> были отключены: [filters_list].
nl: De volgende <a href="[url]" target="_blank">product filters</a> zijn uitgeschakeld: [filters_list].
pl: Następujące <a href="[url]" target="_blank"> filtry produktów </ a> zostały wyłączone:[filters_list].
ro: Urmatoarele<a href="[url]" target="_blank">filtre de produse</a>au fost dezactivate: [filters_list].

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
hu: A termék törölve lett.
it: Il prodotto è stato cancellato con successo.
ka: პროდუქცია წარმატებით იქნა წაშლილი.
nl: Het product is verwijderd.
pl: Produkt został pomyślnie usunięty.
ro: Produsul a fost sters cu succes.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
hu: (terméklista és termékadatlap oldalon megjelenítve)
it: (visualizzata nella lista prodotti e pagine dettagli prodotto)
ka: (отображается в списке товаров и на странице подробного описания товара)
nl: (getoond bij productlijst- en detail-pagina's)
pl: (pokazane na liście kategorii i stronach informacyjnych)
ro: (afisate pe lista produselor si lista cu detaliie produselor)

# Languages::text_profile_activated
source: Your profile has now been activated, you may login using the username you received in the previous e-mail.
hu: A profilja sikeresen aktiválva, az előző e-mailben megadott felhasználói névvel és jelszóval tud bejelentkezni a fiókjába.
it: Il tuo profilo è stato attivato, puoi effettuare l'accesso utilizzando il nome utente che hai ricevuto con l'e-mail precedente.
ka: თქვენი პროფილი გააქტიურებულია, თქვენ შეგიძლიათ შეხვიდეთ სისტემაში იმ სახელით რომელიც გამოგეგზავნათ ელ-ფოსტაზე.
nl: Uw profiel is geactiveerd! U kunt nu inloggen met de gebruikersnaam uit een eerdere e-mail.
pl: Twój profil został aktywowany i możesz się zalogować użwając nazwy użytkownika otrzymanej w poprzednim mailu.
ro: Profilul dvs. a fost acum activat, va puteti autentifica folosindu-va de numele de utilizator primit in e-mail.

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
hu: <h4>A regisztráció előnyei:</h4><ul><li>Rendelésének státuszát bármikor megtekintheti</li><li>Személyre szabott vásárlási folyamat</li><li>Villámgyors jövőbeli vásárlások </li></ul>
it: <h4>I vantaggi di essere registrati</h4><ul><li>Effettua l'accesso in ogni momento e controlla lo stato degli ordini</li><li>Personalizza il tuo negozio</li><li>Più facilità per i tuoi futuri acquisti</li></ul>
ka: <h4>რეგისტრირებული მომხმარებლის უპირატესობები:</h4><ul><li>თვალყურის დევნება განთავსებულ შეკვეთებზე</li><li>გამარტივებული შესყიდვები</li><li>სასურველი ნივთების დამახსოვრება</li></ul>
nl: <h4>Voordelen van registratie in onze webwinkel</h4><ul><li>Eenvoudig inloggen om status van uw bestellingen te bekijken</li><li>Toekomstige aankopen sneller afrekenen</li></ul>
pl: <h4>Korzyści z rejestracji w sklepie:</h4><ul><li>Możesz w każej chwili zalogować się i sprawdzić status zamówienia</li><li>Personalizacja dostawy zamówień</li><li>Przyspieszenie następnych zakupów</li></ul>
ro: <h4>Beneficiile de a deveni un membru inregistrat</h4><ul><li>Conectati-va in orice moment, pentru a verifica starile comenzilor</li><li>Personalizati-va achizitiile</li><li>Accelerati-va viitoarele achizitii</li></ul>
