Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_store_mode_changed_to_free
source: <p>The 30-day trial period is over. Your store has been automatically switched to the <strong>Free mode</strong>.<p> <p>Note that only basic set of eCommerce tools is available in the Free mode.<p> <p>In order to use the use software in the Full mode, you must purchase the full commercial license and enter the license key on the <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a> page in.<p>
hu: <p>A 30 napos próba időszak lejárt. Az áruház automatikusan visszaváltott <strong>Ingyenes üzemmódba</strong>.<p> <p>Fontos tudnivaló, hogy Ingyenes üzemmódban csak korlátozottan érhetőek el az e-kereskedelmi funkciók.<p> <p>A teljes mód használatához licenszkódot kell vásárolni, majd megadni az <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Üzemmód</a> oldalon.<p>
it: <p>Il periodo di prova di 30 giorni è scaduto. Il tuo negozio è stato automaticamente cambiato in modalità <strong>GRATUITA</strong>.</p><p>NOTA: solo il set delle funzioni base e-Commerce saranno disponibili nella modalità GRATUITA.</p><p>Per potere utilizzare il software nella modalità COMPLETA, è necessario acquistare la licenza commerciale completa e inserire la chiave di licenza in <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Modalità di licenza</a>.</p>
nl: <p>De 30-dagen test periode is voorbij. Uw webwinkel is automatisch omgezet naar de <strong>Gratis mode</strong>.<p> <p>Uitsluitend de basis functionaliteiten zijn beschikbaar in de gratis mode.<p> <p>Om de software in volledige versie te gebruiken dient u de volledige commerciele licentie aan te schaffen en het licentienummer in te voeren op de <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licentie mode</a> pagina.<p>
pl: <p>The 30-day CS-Cart Shopping Cart Software trial period is over. Your store has been automatically switched to the <strong>Free mode</strong>.<p> <p>Note that only basic set of eCommerce tools is available in the Free mode.<p> <p>In order to use CS-Cart Shopping Cart Software in the Full mode, you must <a href="http://www.cs-cart.com/order-now.html">purchase the full commercial license</a> and enter the license key on the <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Store mode</a> page in.<p>
ro: <p>Perioada de proba de 30 de zile a expirat. Magazinul dvs. a fost comutat automat la<strong>modul Free</strong>.<p><p>Retineti ca doar setul de baza de instrumente de eCommerce este disponibil in modul Free.<p><p>Iin scopul de a utiliza software-ul utilizat in modul Full, trebuie sa achizitionati licenta comerciala completa si introduceti cheia de licenta pe <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Mod licenta</a> page in.<p>

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
hu: <strong>Teljes üzemmód</strong> aktiválva. Ebben az üzemmódban az összes e-kereskedelmi funkció elérhető.
it: La <strong>Modalità COMPLETA</strong> è stata attivata. In questa modalità tutte le funzionalità complete e-Commerce sono disponibili.
nl: <strong>Volledige versie</strong> is geactiveerd. In deze versie zijn alle uitgebreide eCommerce functies beschikbaar.
pl: Tryb <strong> Full mode </ strong> został aktywowany. W tym trybie, są dostępne wszystkie zaawansowane funkcje oprogramowania CS-Cart.
ro: <strong> modul Full </strong> a fost activat. in acest mod, toate caracteristicile avansate eCommerce sunt disponibile.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
hu: Az áruház <strong>bezárva</strong>
it: Il negozio è stato <b>chiuso</b>
ka: მაღაზია <b>დახურულია</b>
nl: De winkel was <b>gesloten</b>
pl: Sklep został <b>zamknięty</b>
ro: Magazinul a fost <b>inchis</b>

# Languages::text_store_mode_free
source: Some features are unavailable. No time restrictions implied, license number is not required.<br /><br />This mode can be activated at any time.<br /><br />
hu: Néhány funkció nem elérhető. Nincs időbeni limit, és licenszkód sem szükséges.<br /><br />Ez az üzemmód bármikor aktiválható.<br /><br />
it: Alcune funzioni non sono disponibili. Nessuna restrizione di tempo applicata, il numero di licenza non è richiesto.<br /><br />Questa modalità può essere attivata in qualsiasi momento<br /><br />
nl: Enkele functies zijn niet beschikbaar. Geen tijdrestrictie, licentienummer is niet nodig. <br /><br />Deze versie kan op elk moment worden geactiveerd
pl: Niektóre funkcje nie są dostępne. Brak ograniczeń czasowych, numer licencji nie jest wymagany. <br /> <br /> Ten tryb można włączyć w każdej chwili. <br /> <br />
ro: Unele caracteristici nu sunt disponibile. Nu exista restrictii de timp implicite, nu este necesar numarul de licenta.<br /><br />Acest mod poate fi activat in orice moment.<br /><br />

# Languages::text_store_mode_full
source: Full unrestricted access to all features. Enter a valid license number to activate.<br /><br />This mode can be activated at any time.<br /><br />
hu: Korlátlan hozzáférés az összes funkcióhoz. Az aktiváláshoz adjon meg érvényes licenszkódot.<br /><br />Bármikor aktiválható.<br /><br />
it: Accesso completo senza restrizioni a tutte le funzioni. Inserisci un numero di licenza valido per attivare. <br /><br />Questa modalità può essere attivata in qualsiasi momento.<br /><br />
nl: Volledig onbeperkte toegang tot alle functies. Vul een geldig licentienummer in om te activeren. <br /><br />Deze versie kan op elk moment worden geactiveerd.<br /><br />
pl: Pełny nieograniczony dostęp do wszystkich funkcji. Wprowadź poprawny numer licencji programu. <br /> <br /> Ten tryb można włączyć w każdej chwili. <br /> <br />
ro: Acces nerestrictionat la toate caracteristicile. Introduceti un numar valid de licenta pentru a activa.<br /><br />Acest mod poate fi activat in orice moment.<br /><br />

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
hu: Az áruház <strong>kinyitva</strong>
it: Il negozio è stato <b>aperto</b>
ka: მაღაზია <b>გახსნილია</b>
nl: De winkel was <b>geopend</b>
pl: Sklep został <b>otwarty</b>
ro: Magazinul a fost <b>deschis</b>

# Languages::text_store_mode_trial
source: Full access to all features during the 30-day trial period, starting from the time of activation.<br /><br />After the 30-day trial period is over, this mode will become unavailable, and the Free mode will be activated automatically.<br /><br />
hu: Hozzáférés az összes funkcióhoz 30 napig, mely az aktiválástól kezdődik.<br /><br />A 30 napos próba időszakot követően ez az üzemmód elérhetetlen lesz, és automatikusan Ingyenes üzemmódba vált az áruház.<br /><br />
it: Accesso completo a tutte le funzioni durante il periodo di prova di 30 giorni, inizia dal giorno dell'attivazione.<br /><br />Dopo la scadenza del periodo di prova di 30 giorni, questa modalità non sarà più disponibile e la modalità GRATUITA sarà attivata automaticamente.<br /><br />
nl: Volledige toegang tot alle functionaliteiten tijdens de 30-dagen test periode, gestart vanaf de activeringsdatum.<br /><br />Na de testperiode van 30 dagen is deze modus niet meer beschikbaar en wordt automatisch de gratis versie geactiveerd.<br /><br />
ro: Acces complet la toate caracteristicile in timpul perioadei de proba de 30 de zile, incepand de la momentul activarii.<br /><br />Dupa expirarea perioadei de proba de 30 de zile acest mod va deveni indisponibil, si modul Free va fi activat automat.<br /><br />

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
hu: <b>[tax]</b> adó sikeresen hozzárendelve az összes termékhez.
it: La tassa <b>[tax]</b> è stata applicata a tutti i prodotti
ka: Налог <b>[tax]</b> был применен ко всем товарам
nl: De btw <b>[tax]</b> is toegepast op alle producten
pl: Podatek <b>[tax]</b> został zastosowany do wszystkich produktów
ro: Taxa <b>[tax]</b> a fost aplicata tuturor produselor

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
hu: <b>[tax]</b>adó sikeresen eltávolítva az összes termékről.
it: La tassa <b>[tax]</b> è stata rimossa da tutti i prodotti
ka: დღგ<b>[tax]</b> წაისალა ყველა პროდუქტიდან
nl: De btw <b>[tax]</b> is verwijderd van alle producten
pl: Podatek <b>[tax]</b> został sciągnięty ze wszystkich produktów
ro: Taxa <b>[tax]</b> a fost inlaturata de la toate produsele

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
hu: A módosítások nem kerültek mentésre. Nyomja meg az OK gombot a változások elmentéséhez, vagy a Mégse gombot az elvetésükhöz.
it: Le tue modifiche sono state salvate. Clicca su OK per salvare i cambiamenti o Cancella per ignorarli.
ka: Ваши изменения не были сохранены. Нажмите OK, чтобы сохранить их, или Отмена, чтобы не сохранять изменения.
nl: Uw wijzigingen zijn niet opgeslagen. Druk OK om wijzigingen op te slaan of Annuleren om deze te annuleren.
pl: Twoje zmiany nie zostały zapisane.Naciśnij przycisk 'OK' w celu zapisania zmian albo 'Anuluj' żeby zrezygnować.
ro: Modificarile dvs. nu au fost salvate.Apasati OK pentru a le salva sau Anulare pentru a renunta la ele.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the Thaiepay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
hu: <p>Az alábbi értékeket állítsa be a Thaiepay kereskedői beállításoknál:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (ez fontos!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>legyen kipipálva a "total"</b> - ez növeli a tranzakciók biztonságát</p><p>Additional Parameter: Ez kötelező a sikeres tranzakciófeldolgozáshoz. Például állítsa be a következőeket <b>name=completed</b> and <b>value=some_secret_word</b>. Másolja ki az alábbi mezők tartalmát: "Additional parameter Name" és "Additional parameter Value".</p>
it: <p>Si prega di impostare i seguenti valori nelle impostazioni Thaiepay:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Sì (è importante!)</b></p><p>Post back Url: <b>[postback_url]</b></p><p>Parametro principale: <b>"totale" deve essere verificato</b> - aumenterà la sicurezza delle transazioni</p><p>Parametro aggiuntivo: è obbligatorio per la riuscita elaborazione delle transazioni. Ad esempio, è possibile impostare <b>name = completed</b> e <b>value = some_secret_word</b>. Copiare questi valori in questi campi del modulo: "Additional parameter Name" e "Additional parameter Value".</p>
ka: Возвращаемый URL: <b>[return_url]</b>
nl: Uw retour URL is <b>[return_url]</b>
pl: Your return URL is <b>[return_url]</b>
ro: URL-ul dvs. de intoarcere este <b>[return_url]</b>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
hu: A kisebb méretű képek automatikusan kerülnek generálásra, de természetesen <a id="[id]" class="[class]">feltöltheti manuálisan is.</a>
it: Le miniature verranno generate dalle immagini originali automaticamente, ma potete anche <a id="[id]" class="[class]">importarle manualmente.</a>
ka: ხატულები შეიქმნებიან სურათიდან ავტომატურად, თუმცა თქვენ ასევე შეგიძლიათ <a id="[id]" class="[class]">ან ატვირთოთ ხელით.</a>
nl: Miniaturen worden automatisch gegenereerd maar u kunt ze ook <a id="[id]" class="[class]">handmatig uploaden.</a>.
pl: Miniatura zostanie wygenerowana z oryginalnego zdjęcia automatycznie, ale musisz to zdjęcie
ro: Thumbnail-urile vor fi generate de imagini detaliate in mod automat, dar puteti, de asemenea,

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
hu: További [item] <i class="text-arrow">&rarr;</i>
it: Più info [item] <i class="text-arrow">&rarr;</i>
ka: მეტი [item] <i class="text-arrow">&rarr;</i>
nl: Meer [item] <i class="text-arrow">&rarr;</i>
ro: Mai multe [item] <i class="text-arrow">&rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
hu: Továbbiak <i class="text-arrow">&rarr;</i>
it: Vedi altri <i class="text-arrow">&rarr;</i>
ka: მეტის ნახვა <i class="text-arrow">→</i>
nl: Bekijk meer <i class="text-arrow">&rarr;</i>
pl: Więcej <i class="text-arrow">&rarr;</i>
ro: Vezi mai multe <i class="text-arrow">&rarr;</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
hu: A hozzáférési információkat elküldtük az e-mail címére.
it: Le istruzioni per l'accesso sono state inviate al tuo indirizzo e-mail.
ka: წვდომის ინსტრუქცია გამოგზავნილია თქვენს ელ ფოსტაზე.
nl: Toegangsinstructies zijn verzonden naar uw e-mailadres.
pl: Instrukcja dostępu została wysłana na adres e-mail.
ro: Instructiunile de acces au fost trimise la adresa de e-mail specificata.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
hu: Ön információt kért a feladott rendelésével kapcsolatban.
it: Hai richiesto informazioni sugli ordini effettuati nel nostro negozio.
ka: თქვენ მოითხოვეთ ინფორმაცია ქვენს მიერ განთავსებულ შეკვეთებზე ჩვენს მაღაზიაში.
nl: U heeft informatie aangevraagd over de bestellingen die u heeft geplaatst in onze webwinkel.
pl: Zapytałeś się o złożone zamówienia w naszym sklepie.
ro: Ati solicitat informatii cu privire la comenzi facute pe magazinul nostru.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
hu: Az összes rendelés megtekintéséhez kattintson erre a linkre:
it: Per visualizzare tutti i tuoi ordini, prego cliccare sul seguente collegamento:
ka: იმისთვის რომ დაათვალიეროთ თქვენი შეკვეთები მიჰყევით ბმულს:
nl: Om al uw bestellingen te bekijken, volg deze link:
pl: Aby wyświetlić wszystkie twoje zamówienia, proszę klikąć na poniższy link:
ro: Pentru a vizualiza toate comenzile dvs. , urmati acest link:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
hu: A #[order] rendelés megtekintéséhez kérjük kattintson a következő linkre:
it: Per visualizzare l'ordine # [order] prego cliccare sul seguente collegamento:
ka: იმისთვის რომ ნახოთ შეკვეთა #[order], დააჭირეთ ბმულს:
nl: Om bestelling #[order] te bekijken open deze link:
pl: Aby zobaczyć zamówienie #[order] proszę otwórz ten link:
ro: Pentru a vizualiza comanda #[order] deschideti acest link:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
hu: A tranzakciót megszakította a vevő
it: La transazione è stata cancellata dal cliente
ka: ტრანზაქცია გაუქმებულია მომხმარებლის მიერ
nl: De transactie is geannuleerd door de gebruiker.
pl: Transakcja została anulowana przez klienta
ro: Tranzactie a fost anulata de catre client

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
hu: A tranzakciót visszautasította a feldolgozó, vagy megszakította a vevő
it: La transazione è stata rifiutata dal processore di pagamento oppure cancellata dal cliente.
ka: ტრანზაქცია გაუქმებულია გადახდის სისტემის ან მომხმარებლის მიერ
nl: Transactie is geweigerd door de betaalprovider of is geannuleerd door de klant
pl: Transakcja została odrzucona przez moduł płatności lub została anulowana przez klienta
ro: Tranzactia a fost respinsa de catre operatorul de plati sau a fost anulata de catre client

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
hu: Elképzelhető, hogy egy másik frissítési folyamat fut éppen. <br /> Kérjük várja meg, amíg az befejeződik. <br /> Amennyiben a folyamat hibával végződik, távolítsa el a [filename] fájlt, és próbálja meg újra a frissítési folyamatot. <a href="[url]">Eltávolítom a zárolt fájlt, és újraindítom a frissítési folyamatot.</a>
it: Forse un altro processo di aggiornamento è in esecuzione. <br />Si prega di attendere fino a quando non è finito.<br />Se il processo è terminato con un errore, rimuovere il file [filename] e provare a riavviare l'aggiornamento.<br /><a href="[url]">Rimuovere il file bloccato e riavviare l'aggiornamento</a>
ka: სავარაუდოდ გაშვებულია კიდევ ერთი განახლების პროცესი.<br />გთხოვთ დაელოდოთ სანამ ის დასრულდება.<br />თუ პროცესი დასრულდება შეცდომით, თქვენ შეგიძლიათ წაშალოთ [filename] და თავიდან სცადოთ განახლება.<br /><a href="[url]">წაშალეთ დაბლოკილი ფაილები და ხელახლა გაუშვით განახლების პროცესი</a>
nl: Een andere upgrade wordt mogelijk al uitgevoerd.<br />Wacht a.u.b. totdat deze is afgerond.<br />Indien het proces is afgerond met een error kunt u het bestand [filename] verwijderen en proberen de upgrade opnieuw te starten.<br /><a href="[url]">Verwijder het bestand en herstart de upgrade</a>
pl: Another upgrade process is running
ro: Exista posibilitatea ca un at proces de actualizare sa se execute.<br />Va rugam sa asteptati pana cand se finalizeaza.<br />In cazul in care procesul s-a terminat cu o eroare, puteti elimina fisierul [filename] si incercati sa reporniti upgrade-urile.<br /><a href="[url]">Eliminati fisierul de blocare si a reporni upgrade-ul</a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
hu: Az alábbi adatbázis táblákról készült biztonsági mentés
it: Le seguenti tabelle del database sono state salvate
ka: შემდეგი ცხრილები იქნენ დამარქაფებული
nl: De volgende database tabellen zijn gebackuped
pl: Z poniższych tabel bazy danych została zrobiona kopia zapasowa
ro: Urmatoarele tabele ale bazei de date le-au fost facute back-up

# Languages::text_uc_backup_files
source: The following files have been backed up
hu: Az alábbi fájlokról készültek biztonsági mentések
it: I seguenti file sono stati salvati
ka: შემდეგი ფაილები დამარქაფდნენ წარმატებით
nl: De volgende bestanden zijn gebackuped
pl: Z następujących plików została zrobiona kopia zapasowa
ro: Urmatoarelor fisiere le-a fost facute back-up

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please try to download it again
hu: A frissítési csomag hibásnak tűnik. Kérjük, próbálja meg újra letölteni.
it: Il pacchetto di aggiornamento sembra essere danneggiato. Prego provare a scaricarlo di nuovo.
ka: განხლების პაკეტი დაზიანებულია, გთხოვთ სცადოთ გადმოტვირთვა კიდევ ერთხელ
nl: De upgrade-download lijkt te zijn mislukt. Probeer het later opnieuw te downloaden
pl: Pakiet aktualizacyjny wydaje się być zepsuty. Spróbuj pobrać go ponownie
ro: Pachetul de actualizare pare sa fie stricat. Va rugam sa-l descarcati din nou

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
hu: A frissítési folyamat elindítása sikertelen
it: Processo di avvio disattivazione aggiornamento non riuscito
ka: ვერ მოხერხდა განახლების პროცესის შეჩერება
nl: Uitschakelen upgrade proces lancering is mislukt
ro: Esuare pentru a dezactiva lansarea procesului de actualizare

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
hu: A frissítési csomag letöltése sikertelen
it: Non è possibile scaricare il pacchetto di aggiornamento
ka: ვერ ხერხდება განახლების პაკეტის ჩამოტვირთვა
nl: Kan het upgrade pakket niet downloaden
pl: Nie można pobrać aktualizacji pakietu
ro: Nu s-a putut descarca pachetul de actualizare

# Languages::text_uc_changed_files
source: These files have local modifications and will be backed up; resolve the conflicts after the upgrade is complete.
hu: A következő fájloknak helyi módosításai vannak és biztonsági mentés készül róluk; az ütközéseket a frissítés befejezését követően tudja feloldani.
it: I seguenti file sono stati modificati localmente. Essi saranno salvati, devi risolvere i conflitti e correggerli manualmente dopo l'aggiornamento.
ka: В следующих файлах есть изменения. Они будут зарезервированы и Вам нужно будет разрешить возможные конфликты после обновления
nl: Deze bestanden hebben lokale wijzigingen en worden gebackuped; verhelp het probleem nadat de upgrade is afgerond.
pl: Następujące pliki były lokalnie modyfikowane. Zostaną one zachowane, po aktualizacji oprogramowanie konieczne będzie manualne rozwiązanie konfliktów.
ro: Urmatoarele fisiere au modificare locala. Acestea le va trebui facut back-up si trebuie sa rezolvati conflictele manual dupa actualizare

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
hu: Az Ön [product] verziója sikeresen ellenőrizve. Készen áll a frissítésre.
it: La tua versione di [product] è stata verificata con successo ed è pronta per l'aggiornamento.
ka: თქვენი CS-Cart-ის ვერსია წარმატებით შემოწმდა და მზადაა განსაახლებლად
nl: De CS-Cart installatie is gecontroleerd en klaar voor de upgrade
pl: Twoja wersja CS-Cart została sprawdzona. Jest gotowa do aktualizacji.
ro: Versiunea Magazinului a fost verificata cu succes. Aceasta este gata pentru actualizare

# Languages::text_uc_conflicts
source: The following files had local modifications
hu: A következő fájloknak helyi módosításai voltak
it: I seguenti file sono stati modificati localmente
ka: ფაილები რომლებშიც განხორციელდა ცვლილებები
nl: The volgende bestanden hebben lokale modificaties
pl: Następujące pliki zostały lokalnie zmodyfikowane
ro: Urmatoarele fisiere au modificari locale

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
hu: Nincs elég engedély az adatbázis frissítéséhez. Kérjük, adja hozzá a következő engedélyeket az adatbázis felhasználóhoz ([db_user]): [priviliges]
it: Non hai sufficienti autorizzazioni per aggiornare la banca dati. Prego assegnare le seguenti autorizzazioni al tuo utente della banca dati [db_user]: [priviliges].
ka: Не достаточно прав для обновления базы данных. Пожалуйста, задайте следующие права для пользователя Вашей базы данных [db_user]: [priviliges].
nl: Niet genoeg rechten om de database te updaten. Ken de volgende rechten toe aan uw database gebruiker [db_user]: [priviliges].
pl: Nie masz odpowiednich uprawnień do aktualizowania bazy danych. Proszę przypisać następujące uprawnienia do bazy danych użytkownikowi [db_user]: [priviliges].
ro: Nu sunt suficiente permisiuni pentru a actualiza baza de date. Va rugam sa atributi urmatoarele privilegii pentru utilizatorul bazei de date [db_user]: [priviliges].
