Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
hu: Tesztelés céljából használható HTTP link a Merchant URL számára, de éles módban biztonságos kapcsolat szükséges HTTPS linkkel. Az élesítés előtt szükséges a "production mode" bekapcsolása is az Amazon Seller Central weboldalán.
it: Per scopi di test, l'URL venditore può essere il link HTTP al tuo negozio, ma la modalità produzione richiede la connessione sicura e deve utilizzare i link HTTPS. Inoltre, ricorda di attivare la modalità di produzione sul sito di Amazon Seller Central, quando si è pronti per la messa online.
ka: В тестовом режиме ссылка Merchant URL может быть HTTP-ссылкой на Ваш магазин, но реальный режим работает только через безопасное соединение, и Вы должны использовать HTTPS-ссылку. Также, не забудьте включить production mode на сайте Amazon's Seller Central, когда Вы готовы использовать реальный режим.
nl: Voor testdoeleinden kan de Merchant URL de HTTP link in uw webwinkel zijn. Maar de live-mode moet een beveiligde verbinding gebruiken en dus moet u de HTTPS link gebruiken. Vergeet ook niet om de productiemode in te schakelen wanneer u live gaat, via de Amazon's Seller Central website.
ro: In scop de testare, URL-ul Furnizorului poate fi linkul HTTP al magazinului dvs,dar modul in live necesita conexiune sigura si trebuie sa utilizati link-ul HTTPS. De asemenea, nu uitati sa activati modul de productie de pe site-ul Amazon Central atunci cand sunteti pregatit pentru modul "live".

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
hu: <b>Megjegyzés:</b> Az Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>szabályzata szerint</a> (4.6), a felárak/pótdíjak nem támogatottak. Bármely ilyen nemű pótdíjazási költség kihagyásra kerül abban az esetben, ha Amazon Checkouttal fizetik ki a rendelést.
it: <b>Nota:</b> Secondo la <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>Politica Amazon</a> (B4.2), i supplementi non sono supportati. Eventuali maggiorazioni impostate verranno ignorate quando Amazon Checkout verrà utilizzato.
nl: <b>Opmerking:</b> Volgens de Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), worden toeslagen niet ondersteund. Elke toeslag door u ingesteld wordt genegeerd wanneer de Amazon kassa wordt gebruikt.
ro: <b>Note:</b> In conformitate cu Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), suprataxele nu sunt acceptate.Orice suprataxe stabilite vor fi ignorate cand se utilizeaza Amazon Checkout.

# Languages::text_paypal_surcharge
source: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported. If you set any surcharges for the Paypal Express Checkout, a customer will not be able to place orders using this payment method. An error will be displayed at the checkout.
hu: <b>Megjegyzés:</b> A PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>szabályzata szerint</a> (4.6), a felárak/pótdíjak nem támogatottak. Bármely ilyen nemű pótdíjazási költség kihagyásra kerül abban az esetben, ha PayPallal fizetik ki a rendelést.
it: <b>Nota:</b> Secondo i termini e condizioni di PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), sovratasse non vengnono supportate. Ogni sovratassa che avete impostato sarà ignorata da PayPal quando viene utilizzato PayPal per il pagamento (checkout).
ka: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported. Any surcharges you may have set will be ignored when PayPal is used for checkout.
nl: <b>Opmerking:</b> Volgens de PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), worden toeslagen niet ondersteund. Elke toeslag door u ingesteld wordt genegeerd wanneer Paypal wordt gebruikt bij het afrekenen.
ro: <b>Note:</b> Conform PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), suprataxele nu sunt acceptate. Orice suprataxa stabilita anterior vor fi ignorate atunci cand PayPal este utilizat pentru checkout.

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
hu: Fiók regisztráció szükséges a vásárláshoz
it: Devi essere un utente registrato per poter procedere alla cassa
ka: შეკვეთის განსათავსებლად, თქვენ ჯერ უნდა დარეგისტრირდეთ.
nl: U dient geregistreerd zijn om verder te gaan met uw bestelling
pl: Musisz być zarejestrowanym użytkownikiem żeby potwierdzić zamówienie.
ro: Trebuie sa fiti un utilizator inregistrat pentru a cumpara

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
it: Ricalcola il costo di spedizione
nl: Herbereken de verzendkosten

# Languages::text_applied_promotions
source: Applied promotions
hu: Érvényesített promóciók
it: Promozioni applicate
ka: Мы поздравляем Вас с приобретением следующих поощрений
nl: Toegepaste aanbiedingen
pl: Nasze gratulacje! Zostałeś wybrany do następującej promocji
ro: Felicitarile noastre! Urmatoarea promotie este disponibila

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
hu: Biztosan törli ezt az elemet?
it: Sei sicuro di volere cancellare l'elemento?
ka: ნამდვილად გსურთ აღნიშნული ელემენტის წაშლა?
nl: Weet u zeker dat u het item wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten element?
ro: Doriti stergerea articolului?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
hu: Biztos, hogy bekapcsolja?
it: Sei sicuro di voler procedere?
ka: ნამდვილად გსურთ ამის გაკეთება?
nl: Weet u zeker dat u wilt doorgaan?
pl: Jesteś pewien, że chcesz to zrobić ?
ro: Doriti sa continuati?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
it: <b>NOTA:</b><br />1. Copia il tuo certificato che hai ricevuto nella cartella [home_path]. Rinomina il certificato in certif.fr.[my_merchant_id], dove [my_merchant_id] è il codice commerciante.<br /> 2. Rinomina i parametri del negozio nel file (parmcom.014213245611111) in parmcom.[my_merchant_id].<br />3. Modifica il percorso del file <b>pathfile</b> nella cartella <b>[home_path]</b><br />- Sostituisci la stringa '<u>D_LOGO![some_dir]!</u>' con '<u>D_LOGO![http_path]/logo/!</u>'<br />- Sostituisci la stringa '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' con '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Sostituisci la stringa '<u>F_PARAM![/some_dirs/parmcom]!</u>' con '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Sostituisci la stringa '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' con '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Modifica il file <b>parmcom.[some_number]</b> nella cartella <b>[home_path]</b><br />- Sostituisci la stringa '<u>AUTO_RESPONSE_URL![some_url]!</u>' con '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Sostituisci la stringa '<u>CANCEL_URL![some_url]!</u>' con '<u>CANCEL_URL![ok_url]!</u>'<br />- Sostituisci la stringa '<u>RETURN_URL![some_url]!</u>' con '<u>RETURN_URL![ok_url]!</u>'<br />
ka: <b>Примечание:</b><br />1. Скопируйте Ваш сертификат в директорию [home_path]. Переименуйте сертификат на certif.fr.[my_merchant_id], где [my_merchant_id] – это номер вашего сайта.<br /> 2. Переименуйте файл параметров магазина (parmcom.014213245611111 file) на parmcom.[my_merchant_id].<br />3. Отредактируйте файл <b>pathfile</b> в директории <b>[home_path]</b> <br />- Замените стоку '<u>D_LOGO![some_dir]!</u>' на '<u>D_LOGO![http_path]/logo/!</u>'<br />- Замените строку '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' на '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Замените строку '<u>F_PARAM![/some_dirs/parmcom]!</u>' на '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Замените строку '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' на '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Редактируйте файл <b>parmcom.[some_number]</b> в директории <b>[home_path]</b> <br />- Замените строку '<u>AUTO_RESPONSE_URL![some_url]!</u>' на '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Замените строку '<u>CANCEL_URL![some_url]!</u>' на '<u>CANCEL_URL![ok_url]!</u>'<br />- Замените строку '<u>RETURN_URL![some_url]!</u>' на '<u>RETURN_URL![ok_url]!</u>'<br />'<u>RETURN_URL![ok_url]!</u>'<br />
nl: <b>Opmerking:</b><br />1. Kopieer uw certificaat dat u heeft ontvangen op de disk naar de [home_path] map. Hernoem het certificaat naar certif.fr.[my_merchant_id], waar [my_merchant_id] uw website nummer is.<br /> 2. Hernoem het webwinkel parameters bestand (parmcom.014213245611111 file) naar parmcom.[my_merchant_id].<br />3. Wijzig het <b>pathfile</b> bestand in de <b>[home_path]</b> map<br />- Vervang tekenreeks '<u>D_LOGO![some_dir]!</u>' met '<u>D_LOGO![http_path]/logo/!</u>'<br />- Vervang tekenreeks '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' met '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Vervang tekenreeks '<u>F_PARAM![/some_dirs/parmcom]!</u>' met '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Vervang tekenreeks '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' met '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Wijzig het <b>parmcom.[some_number]</b>bestand in de <b>[home_path]</b> map<br />- Vervang tekenreeks '<u>AUTO_RESPONSE_URL![some_url]!</u>' met '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Vervang tekenreeks '<u>CANCEL_URL![some_url]!</u>' met '<u>CANCEL_URL![ok_url]!</u>'<br />- Vervang tekenreeks '<u>RETURN_URL![some_url]!</u>' met '<u>RETURN_URL![ok_url]!</u>'<br />
pl: <b>Note:</b><br />1. Copy your certificate, which was sent to you on the disk, to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the shop parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace the string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace the string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace the string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace the string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace the string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace the string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace the string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
ro: <b>Nota:</b><br />1. Copiati certificatul dvs. , care vi-a fost trimis pe disc, pe directorul [home_path]. Redenumiti certificatul in certif.fr.[my_merchant_id], unde [my_merchant_id] este numarul site-ului dvs.<br /> 2. Redenumiti fisierul de parametrii ai magazinului (parmcom.014213245611111 file) in parmcom.[my_merchant_id].<br />3. Editati fisierul <b>pathfile</b> in folderul <b>[home_path]</b> <br />- inlocuiti sirul '<u>D_LOGO![some_dir]!</u>' cu '<u>D_LOGO![http_path]/logo/!</u>'<br />- inlocuiti sirul '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' cu '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- inlocuiti sirul '<u>F_PARAM![/some_dirs/parmcom]!</u>' cu '<u>F_PARAM![home_path]/parmcom!</u>'<br />- inlocuiti sirul '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' cu '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Editati fisierul <b>parmcom.[some_number]</b> in folderul <b>[home_path]</b> directory<br />- inlocuiti sirul '<u>AUTO_RESPONSE_URL![some_url]!</u>' cu '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- inlocuiti sirul '<u>CANCEL_URL![some_url]!</u>' cu '<u>CANCEL_URL![ok_url]!</u>'<br />- inlocuiti sirul '<u>RETURN_URL![some_url]!</u>' cu '<u>RETURN_URL![ok_url]!</u>'<br />

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
hu: <span style="color:#FF2222"> Figyelmeztetés!</span> Atos fájlokat kell állnia, nem több, mint 60 szimbólumok elérési egyébként kérjük, másolja a atos_files mappába néhány szülő könyvtárat, pl. a kosár központi könyvtár. Is ellenőrizze, hogy a atos fájlokat címtár van teljes körű engedélyeket biztosít.
it: <span style="color:#FF2222">Attenzione!!!</span> Il percorso per i file atos dovrebbe essere non più di 60 simboli, altrimenti si prega di copiare la cartella atos_files in alcune cartelle superiori, p.e. nella cartella principale. Inoltre assicurati che la cartella atos abbia tutte le autorizzazioni.
nl: <span style="color:#FF2222">waarschuwing!</span> Het pad naar atos bestanden mag bestaan uit maximaal 60 symbolen. Kopieer anders de atos_files map naar een bovenliggende directory, bijvoorbeeld naar de core-map van de winkelwagen. Controleer ook of de atos bestanden map beschikt over volledige rechten.
ro: <span style="color:#FF2222">Atentie!!!</span> Calea catre fisierele atos nu ar trebui sa contina mai mult de 60 de simboluri, sau va rugam sa copiati folderul atos_files catre mama, ex: la directorul de baza al site-ului. De asemenea sigurati-va ca folderul are permisiuni complete.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
hu: A pénzintézet jelzése alapján nem tudta sikeresen hitelesíteni ezt a tranzakciót. A hitelesítetlen használat elkerülése érdekében ez a kárty nem használható a tranzakció befejezéséhez. A vásárlás másik fizetési mód választásával fejezhető be.
it: Il tuo istituto finanziario o banca ci ha indicato che questa transazione non è stata autenticata con successo. Per proteggerti contro le frodi, questa carta non può essere utilizzata per completare il tuo acquisto. Puoi effettuare l'acquisto selezionando un altro metodo di pagamento.
ka: ტრანზაქციის ავტორიზება ვერ შედგა. უსაფრთხოების მიზნით ამ ბარათის გამოყენება შეზღუდულია. თქვენ შეგიძლიათ სხვა გადახდის მეთოდის გამოყენება.
nl: Uw financiële instelling heeft aangegeven dat de transactie niet kon worden geverifieerd. Ter bescherming tegen ongeoorloofd gebruik kan deze kaart niet worden gebruikt om uw betaling af te ronden. U kunt de aankoop afronden door een andere betaalmethode te selecteren.
ro: Institutia dvs financiara a indicat faptul ca nu s-a putut face autentificare cu succes a acestei tranzactii. Pentru a va proteja impotriva utilizarii neautorizate, acest card nu poate fi utilizat pentru a plati comanda. Puteti incheia procesul de plata folosind alta forma de plata.

# Languages::text_backup_filename
source: You can download backup file from the "Restore" tab on this page
hu: Figyelem! A fájl a következő útvonalon lesz elérhető a szerveren
it: Nota: Questo file verrà salvato nella seguente cartella sul vostro server:
ka: ყურადღება: ეს ფაილი განთავსდება ჩვენს სერვერზე ქვემოთ მითითებულ მისამართზე:
nl: Notitie: dit bestand wordt in de volgende map geplaatst (op uw server):
pl: Uwaga: plik zostanie zapisany na serwerze w katalogu:
ro: Va rugam sa retineti ca: acest fisier va fi plasat in urmatorul director de pe serverul dvs.:

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
hu: Ezen szekció segítségével tudja kezelni a biztonsági mentéseket. <br /> - Az adatbázis visszaállításához jelölje ki a megfelelő fájlt, majd kattintson a Visszaállítás gombra <br />- A fájlok törléséhez jelölje ki a törlendő fájlokat és kattintson a Törlés gombra. <br /> A fájlok letöltéséhez kattintson a fájl nevére.
it: Questa sezione vi permette di amministrare i vostri files di backup<br> - Per ripristinare il database, spuntare la casella accanto al nome del file desiderato e cliccare sul tasto <b>Ripristino </b> <br> - Per eliminare dei files, spuntare la casella accanto al nome dei files che desiderate cancellare e cliccare sul tasto <b>Cancella selezionati</b> <br> - Per scaricare un file sul vostro computer locale, spuntare la casella accanto al nome del file e cliccare sul tasto <b>Caricare (upload)</b>
nl: In dit gedeelte kunnen backup-bestanden worden beheerd.<br />- Om de database te herstellen klik op het aankruisvakje naast de te herstellen backup en klik op Herstellen.<br />- Om backup-bestanden te verwijderen klik op het aankruisvakje naast de te verwijderen bestanden en klik op Verwijderen.<br />- Klik op de bestandsnaam om een bestand te downloaden.
pl: Ta sekcja pozwala Ci na zarządzanie plikami zapasowymi.<br/>- Aby odtworzyć bazę danych, zaznacz pole wyboru obok odpowiedniego pliku i naciśnij przycisk "Odtwórz" <br />- Aby usunąć pliki, zaznacz pola wyboru obok plików, które chcesz usunać i naciśnij przycisk "Usuń".<br />- Aby ściągnąć plik na lokalny komputer, kliknij na nazwę pliku.
ro: Aceasta sectiune va permite gestionarea fisierelor backup.<br />- Pentru a restaura baza de date, bifati caseta de selectare corespunzatoare fisierului, apoi apasati butonul "Restaureaza" <br />- Pentru a sterge fisierele, bifati caseta de selectare corespunzatoare fisierului, apoi apasati butonul "sterge" .<br />- Pentru a desccarca un filier pe computerul dvs., dati click pe numele fisierului.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
hu: Szállítási- és számlázási cím egyezik
it: L'indirizzo fatturazione è uguale all'indirizzo di consegna
ka: ისეთივე როგორიც მიწოდების მისამართია
nl: Factuur- en verzendadres zijn hetzelfde
pl: Taki sam jak adres wysyłki
ro: Adresele de facturare si transport sunt acelasi.

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
hu: A 30-napos próbaidőszak lejárt. Kérjük vásároljon licenszet ([href]) vagy távolítsa el a szoftvert szerveréről.
it: Il tuo periodo di prova di 30 giorni è scaduto. Ti preghiamo di acquistare la licenza commerciale completa ([href]) oppure rimuovere il software dal tuo server.
ka: თქვენი 60-დღიანი საცდელი პერიოდი ამოწურულია, გთხოვთ შეიძინოთ ლიცენზია ([href]) ან წაშალოთ აღნიშნული პროგრამული უზრუნველყოფა სერვერიდან.
nl: Uw 30-dagen evaluatie periode is verlopen. Koop een licentie (www.cs-cart.com/licenses.html) of verwijder de software van uw server.
pl: Twój 60-dniowy okres testowy wygasł. Proszę zakupić pełną licencję lub usunąć oprogramowanie z serwera.
ro: Perioada de evaluare de 30 de zile a expirat. Va rugam sa achizitionati licenta (www.cs-cart.com/licenses.html) sau eliminati softwar-ul de pe server.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
hu: A <strong>[directory]</strong> mappa létrehozása sikertelen. Kérjük ellenőrizze a jogosultságokat.
it: Impossibile creare la cartella <b>[directory]</b>. Per favore controllare i permessi.
ka: საქაღალდის შექმნა <b>[directory]</b> შეუძლებელია. გთხოვთ გადაამოწმოთ უფლებები.
nl: Kan map <b>[directory]</b> niet aanmaken. Controleer a.u.b. de permissies.
pl: Nie można utworzyć katalogu <b>[directory]</b>. Proszę sprawdzić uprawnienia.
ro: Nu s-a putut crea folderul <b>[directory]</b>. Va rugam verificati permisiunile.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
hu: A <strong>[file]</strong> fájl létrehozása sikertelen. Kérjük ellenőrizze a jogosultságokat.
it: Impossibile creare il file <b>[file]</b>. Per favore controllare i permessi della cartella.
ka: Создание файла <b>[file]</b> невозможно. Пожалуйста, проверьте права доступа к директории.
nl: kan bestand <b>[file]</b> niet aanmaken. Controleer a.u.b. de map-permissies.
pl: Nie można utworzyć pliku <b>[file]</b>. Proszę sprawdzić uprawnienia.
ro: Nu s-a putut crea fisierul <b>[file]</b>. Va rugam verificati permisiunile directorului.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
hu: A <strong>[directory]</strong> mappa törlése sikertelen. Kérjük ellenőrizze a jogosultságokat.
it: Impossibile cancellare la cartella <b>[directory]</b>. Per favore controllare i permessi.
ka: წაშლა <b>[directory]</b> შეუძლებელია. გთხოვთ, გადაამოწმოთ საქაღალდესთან წვდომის უფლებები.
nl: Map <b>[directory]</b> kan niet worden verwijderd. Controleer de rechten.
pl: Nie mogę usunąć katalogu <b>[directory]</b>. Proszę sprawdź prawa.
ro: Nu s-a putut sterge directorul <b>[directory]</b>. Va rugam verificati permisiunile.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
hu: A <strong>[file]</strong> fájl törlése sikertelen. Kérjük ellenőrizze a jogosultságokat.
it: Impossibile cancellare il file <b>[file]</b>. Per favore controllare i permessi.
ka: ფაილის წაშლა <b>[file]</b> შეუძლებელია. გთხოვთ, გადაამოწმოთ საქაღალდესთან წვდომის უფლებები.
nl: Bestand <b>[file]</b> kan niet worden verwijderd. Controleer de rechten.
pl: Nie mogę usunąć pliku <b>[file]</b>. Proszę sprawdź prawa.
ro: Nu s-a putut sterge fisierul <b>[file]</b>. Va rugam verificati permisiunile.
