Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::feature_display_on_header
source: Show in header on the product details page
hu: Termékadatlap fejlécében jelenik meg
it: Visualizza nell'intestazione di pagina dei dettagli prodotto
nl: Toon in header op de pagina met productdetails

# Languages::feature_display_on_product
source: Show on the Features tab
hu: Megjelenítés a Tulajdonságok fülön
it: Mostra nella Tab caratteristiche
nl: Toon in het tabblad Eigenschappen
pl: Pokaż w zakładce cechy
ro: Arata in tab-ul caracteristici

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
hu: A visszajelzés sikeresen elküldve.
it: Il commento è stato inviato con successo.
ka: გამოხმაურება წარმატებით გაიგზავნა.
nl: De feedback is verzonden.
pl: The feedback has been sent sucessfully.
ro: Sugestiile au fost trimise cu succes.

# Languages::feedback_values
source: Feedback values
hu: Visszajelzés értékei
it: Valori del commento
ka: გამოხმაურების შემცველობა
nl: Feedback waarden
pl: Informacja zwrotna
ro: Valoarea sugestiilor

# Languages::field
source: Field
hu: Mező
it: Campo
ka: Объект применения
nl: Veld
pl: Pole
ro: Camp

# Languages::field_editor
source: Field Editor
hu: Mező Szerkesztő
it: Gestore di campi
ka: ველების რედაქტორი
nl: Veld editor
pl: Edytor pola
ro: Editor de campuri

# Languages::filename
source: File name
hu: Fájl neve
it: Nome del file
ka: ფაილის სახელი
nl: Bestandsnaam
pl: Nazwa pliku
ro: Numele fisierului

# Languages::files
source: Files
hu: Fájlok
it: File
ka: ფაილები
nl: Bestanden
pl: Pliki
ro: Fisiere

# Languages::sell_files
source: Files to sell
it: File da vendere
nl: Bestanden om te verkopen

# Languages::filesize
source: File size
hu: Fájlméret
it: Dimensione del file
ka: ფაილის ზომა
nl: Bestandsgrootte
pl: Rozmiar pliku
ro: Marimea fisierului

# Languages::files_changes
source: File changes
hu: Fájl változások
it: Cambiamenti del file
ka: ფაილის ცვლილებები
nl: Bestand wijzigingen
pl: Zmiany w pliku
ro: Modificari in fisier

# Languages::files_directory
source: Files directory
hu: Fájlok könyvtára
it: Cartella dei file
ka: ფაილების საქაღალდე
nl: Bestandsmap
pl: Katalog plików
ro: Directorul de fisiere

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
hu: A fájl akkor lesz elérhető, ha a rendelés sikeresen ki lesz fizetve.
it: Questo file sarà disponibile solo dopo il pagamento completo dell'ordine.
ka: ფაილი ხელმისაწვდომი იქნება შეკვეთის სრულად გადახდის შემდგომ.
nl: Dit bestand wordt beschikbaar zodra de bestelling volledig is betaald.
pl: Plik będzie dostępny, kiedy zamówienie zostanie zapłacone.
ro: Fisier disponibil doar dupa efectuarea platii integrale a comenzii dvs.

# Languages::file_browser
source: File browser
hu: Fájltallózó
it: Browser dei file
ka: ფაილის პოვნა
nl: Bestandsverkenner
pl: Przeglądarka plików
ro: Browser-ul de fisiere

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
hu: Ehhez a fájlhoz nem tartozik letöltési kulcs.
it: Questo file non possiede una chiave per il download.
ka: ფაილს არ გააჩნია გადმოსაწერი გასაღები.
nl: Dit bestand heeft geen download sleutel.
pl: Ten plik nie posiada klucza umożliwiającego pobranie.
ro: Acest fisier nu are o cheie pentru a-i permite descarcarea.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
hu: A fájl nem tölthető le, mert a letöltések száma elérte ([limit]) a maximális letöltési limitet.
it: Il file non può essere scaricato perché il limite di download uguale a [limit] è stato superato.
ka: ფაილის გადმოწერა შეუძლებელია, რადგან ლიმიტი [limit] გადმოსაწერად ამოწურულია.
nl: Het bestand kan niet worden gedownload omdat de downloadlimiet van [limit] is overschreden.
pl: Plik nie może zostać pobrany ponieważ limit równy [limit] został przekroczony.
ro: Fisierul nu poate fi descarcat din moment ce limita de [limit] a fost depasita.

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
hu: A fájl túl nagy. A maximális megengedett méret: [size].
it: Il file è troppo grande. Dimensione massima per il caricamento [size].
ka: ფაილი საკმაოდ დიდია. მაქსიმალური ასატვირთი ფაილის ზომა არის [size].
nl: Bestand is te groot. Maximale upload is [size]
pl: Plik jest zbyt duży. Maksymalny rozmiar jest [size].
ro: Fisierul este prea mare. Dimensiunea maxima admina este [size].

# Languages::file_tree
source: File tree
hu: Fájl fa
it: Alberatura file
ka: ფაილების შტო
nl: Bestand structuur
pl: Drzewo plików
ro: Structura fisiere

# Languages::filling
source: Filling
hu: Kitöltés
it: Riempimento contenuto
ka: შევსება
nl: Vullen
pl: Wypełnienie
ro: Completare

# Languages::filter
source: Filter
hu: Szűrő
it: Filtro
ka: ფილტრი
pl: Filtr
ro: Filtru

# Languages::filters
source: Filters
hu: Szűrők
it: Filtri
ka: ფილტრები
pl: Filtry
ro: Filtre

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
hu: A termékszűrők az oldalon jelennek meg, és segítenek a felhasználóknak a gyors termékkeresésben.
it: I filtri prodotto sono visualizzati nell'area clienti (front-end) e permettono ai vostri clienti di trovare velocemente i prodotti.
nl: Productfilters worden weergegeven op de website en helpen uw klanten om snel de producten te vinden.
pl: Filtry produktu są wyświetlane w sklepie i umożliwiają klientom szybkie znalezienie produktów.
ro: Filtrele produselor sunt afisate in interfata utilizator si ajuta utilizatorii in filtrarea produselor.

# Languages::filter_by
source: Filter by
hu: Szűrés erre
it: Filtra per
ka: გაფილტვრა
nl: Filter op
pl: Filtruj wg.
ro: Filtreaza dupa

# Languages::filter_description
source: Filter description
hu: Szűrő leírása
it: Descrizione filtro
ka: ფილტრის აღწერა
nl: Filter omschrijving
pl: Opis filtra
ro: Descrierea filtrului

# Languages::filter_name
source: Filter name
hu: Szűrő neve
it: Nome filtro
ka: ფილტრის სახელი
nl: Filter naam
pl: Nazwa filtra
ro: Numele filtrului

# Languages::finance_product_code
source: Finance product code
hu: Pénzügyi termék kód
it: Codice prodotto finanze
nl: Financiële product code
ro: Cod produs financiar

# Languages::financial_state
source: Financial state
hu: Pénzügyi helyzet
it: Stato finanziario
ka: ფინანსური მდგომარეობა
nl: Financiële staat
ro: Situatia financiara

# Languages::find_results_with
source: Find results with
hu: Keresés erre:
it: Trova risultati con
ka: ძიების პარამეტრები
nl: Zoek resultaten met
pl: Znajdź rezultaty z
ro: Cautati rezultate cu

# Languages::finish
source: Finish
hu: Befejezés
it: Fine
ka: დასრულება
nl: Eind
pl: Zakończ
ro: Finalizati

# Languages::finished
source: Finished
hu: Befejeződött
it: Finito
ka: დასრულებული
nl: Afgerond
pl: Zakończone
ro: Finalizat

# Languages::finnish
source: Finnish
hu: Finn
it: Finlandese
ka: დასრულება
nl: Fins
pl: Fiński
ro: Finlandeza

# Languages::first_name
source: First name
hu: Keresztnév
it: Nome
ka: სახელი
nl: Voornaam
pl: Imię
ro: Prenume

# Languages::flemish
source: Flemish
hu: Flamand
it: Fiammingo
nl: Vlaams
pl: Flamandzki
ro: Flamanda

# Languages::folder
source: Folder
hu: Mappa
it: Cartella
ka: საქაღალდე
nl: Map
ro: Director

# Languages::folder_is_empty
source: Folder is empty
hu: A mappa üres
it: La cartella è vuota
ka: საქაღალდე ცარიელია
nl: Map is leeg
pl: Folder jest pusty
ro: Directorul este gol

# Languages::footer
source: Footer
hu: Lábléc
it: Piè di pagina
nl: Voettekst
pl: STOPKA
ro: Partea de jos

# Languages::footer_container_not_used
source: This container is NOT used. Footer container from the default location will be used instead. Set this location as default to use this container as footer for all locations.
hu: A fejléc és lábléc nem szerkeszthető itt. Ennek szerkesztéséhez a "Default" régiót kell kiválasztani.
it: Questo contenitore NON è utilizzato. Il contenitore a piè di pagina della posizione predefinita viene utilizzato al suo posto. Imposta questa posizione come predefinita per utilizzare questo contenitore come piè di pagina per tutte le posizioni.
nl: Deze container is NIET gebruikt. Footer container van de standaard locatie wordt in hiervoor in de plaats gebruikt. Stel deze locatie in als standaard om deze container als footer te gebruiken voor alle locaties.
pl: Ten kontener NIE jest używany. Kontener dolny z domyślnej lokacji będzie używany zamiast niego. Ustaw tę lokację jako domyślną do korzystania z kontenera STOPKA dla wszystkich lokacji.
ro: Acest container nu este folosit. Containerul care contine "footer-ul" setat in locatia "default" va fi folosit.

# Languages::for
source: for
hu: összesen
it: per
ka: სულ:
nl: voor
pl: na kwotę

# Languages::forbidden
source: Forbidden
hu: Tiltott
it: Non permesso
ka: დაუშვებელი
nl: Verboden
pl: Zabronione
ro: Interzis

# Languages::forbidden_combinations
source: Forbidden combinations
hu: Letiltott kombinációk
it: Combinazioni non permesse
ka: დაუშვებელი კომბინაციები
nl: Verboden combinaties
pl: Zabronione kombinacje
ro: Combinatii interzise

# Languages::forgot_password_question
source: Forgot your password?
hu: Jelszóemlékeztető
it: Hai dimenticato la password?
ka: დაგავიწყდათ პაროლი?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
ro: V-ati uitat parola?

# Languages::form
source: Form
hu: Űrlap
it: Modulo
ka: ფორმა
nl: Formulier
pl: Formularz
ro: Formular

# Languages::format
source: Format
hu: Formátum
it: Formato
ka: ფორმატი
nl: Formaat

# Languages::forms
source: Forms
hu: Űrlapok
it: Moduli
ka: ფორმები
nl: Formulieren
pl: Formy
ro: Formulare

# Languages::form_id
source: Form ID
hu: Űrlap azonosító
it: ID modulo
ka: ფორმის ID
nl: Formulier ID
pl: Identyfikator formularza
ro: ID-ul formularului

# Languages::for_all_found_orders
source: For orders on ALL pages
hu: Az összes rendeléshez
it: Per ordini in TUTTE le pagine
ka: ყველა ნაპოვნი შეკვეთისთვის
nl: Voor bestellingen op ALLE pagina's
pl: Dla zamówień na wszystkich stronach
ro: Pentru toate comenzile gasite

# Languages::for_this_page_orders
source: For orders on THIS page
hu: Az oldalon lévő rendelésekhez
it: Per ordini in QUESTA pagina
ka: ამ გვერდის შეკვეთებისთვის
nl: Voor bestellingen op DEZE pagina
pl: Dla zamówień na TEJ stronie
ro: Pentru comenzile din acesta pagina

# Languages::free
source: Free
hu: Ingyenes
it: Gratuito
ka: უფასო
nl: Gratis
pl: Darmowe
ro: Gratuit

# Languages::free_products
source: Free products
hu: Ingyenes termékek
it: Prodotti gratuiti
ka: უფასო პროდუქცია
nl: Gratis producten
pl: Darmowe produkty
ro: Produse gratuite

# Languages::free_shipping
source: Free shipping
hu: Ingyenes
it: Spedizione gratuita
ka: უფასო მიწოდება
nl: Geen verzendkosten
pl: Darmowa wysyłka
ro: Transport Gratuit

# Languages::french
source: French
hu: Francia
it: Francese
ka: ფრანგული
nl: Frans
pl: Francuski
ro: Francez

# Languages::from
source: from
hu: ettől
it: da
ka: დან
nl: van
pl: od
ro: De la

# Languages::from_date
source: Date from
hu: Kezdő dátum
it: Da data
ka: თარიღით
nl: Datum vanaf
pl: Data od
ro: Din data de

# Languages::fulfillment_state
source: Fulfillment state
hu: Teljesítés állapota
it: Stato completamento
ka: შეკვეთის შესრულება
nl: Staat vervullen
ro: Realizare de stat

# Languages::full
source: Full
hu: Teljes
it: Completo
ka: სრული
nl: Volledig
pl: Pełny
ro: complet/a

# Languages::full_description
source: Full description
hu: Teljes leírás
it: Descrizione completa
ka: სრული აღწერა
nl: Volledige omschrijving
pl: Pełny opis
ro: Descriere completa

# Languages::full_list
source: Full list
hu: Teljes lista
it: Lista completa
ka: სრული სია
nl: Volledige lijst
pl: Pełna lista
ro: Lista completa

# Languages::full_tree_cat
source: Full tree
hu: Teljes fa
it: Alberatura categorie completa
ka: სრული შტო
nl: Volledige structuur
pl: Pełne drzewo
ro: Structura arborescenta a categoriilor

# Languages::full_tree_pages
source: Full tree
hu: Teljes fa
it: Alberatura pagine completa
ka: სრული შტო
nl: Volledige structuur
pl: Pełne drzewo
ro: Intreaga structura

# Languages::full_width
source: Full width
hu: Teljes szélesség
it: Larghezza intera
ka: სრული სიგანე
nl: Volledige breedte
pl: Pełna szerokość
ro: latime maxima

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
hu: [old_function] funkció már nem támogatott, és a következő verzióból eltávolításra kerül. Kérjük, hogy inkább a [new_function] funkciót használja.
it: Funzione [old_function] è obsoleta e sarà rimossa nella prossima versione di CS-Cart. Prego utilizzare ora [new_function]
ka: ფუნქცია [old_function] მოძველდა და წაიშლება CS-Cart-ის შემდგომ ვერსიაში. გთხოვთ მის მაგივრად გამოიყენოთ [new_function].
nl: Functie [old_function] is verouderd en zal in de volgende versie van CS-Cart worden verwijderd. Gebruik in plaats de functie [new_function].
pl: Function [old_function] is deprecated and will be removed in next version of Cs-Cart. Please use [new_function] instead of it.
ro: Functia [old_function] este invechita si va fi stearsa in urmatoarea versiune CS-Cart. Va rugam utilizati [new_function].

# Languages::gateways
source: Gateways
hu: Átjárók
it: Gateway
ka: გადახდის სისტემები
pl: Bramki
ro: Gateway-uri

# Languages::general
source: General
hu: Általános
it: Generale
ka: ზოგადი
nl: Algemeen
pl: Ustawienia ogólne

# Languages::general_info
source: General information
hu: Általános információ
it: Informazioni generali
ka: ზოგადი ინფორმაცია
nl: Algemene info
pl: Informacje ogólne
ro: Informatii generale

# Languages::general_statistics
source: General statistics
hu: Általános statisztikák
it: Statistiche generali
ka: ზოგადი სტატისტიკა
nl: Algemene statistieken
pl: Statystyki ogólne
ro: Statistici generale

# Languages::generate
source: Generate
hu: Generálás
it: Genera
ka: გენერირება
nl: Genereer
pl: Generuj
ro: Generati

# Languages::generate_submenu
source: Generate submenu
hu: Almenü generálása
it: Genera sottomenu
ka: ქვე მენიუს შექმნა
nl: Genereer submenu
pl: Generuj podmenu
ro: Generati un sub-meniu

# Languages::geography
source: Geography
hu: Helyszínek
it: Area geografica
ka: ადგილმდებარეობა
nl: Geografisch
pl: Geografia
ro: Geografia

# Languages::german
source: German
hu: Német
it: Tedesco
ka: გერმანული
nl: Duits
pl: Niemiecki
ro: Germana

# Languages::get_rates
source: Get rates
hu: Kiszámol
it: Ottieni prezzi/tariffe
ka: ტარიფის მიღება
nl: Tarieven ophalen
pl: Sprawdź ceny
ro: Calculati preturi

# Languages::give_coupon_subj
source: you have new promotion
hu: új promóciók elérhetőek
it: Hai una nuova promozione
ka: у вас есть новое поощрение
nl: U heeft een nieuwe aanbieding
pl: Masz nową promocję
ro: Aveti o promotie noua

# Languages::global
source: Global
hu: Globális
it: Globale
ka: საერთო
nl: Globaal
pl: Globalne

# Languages::global_options
source: Global options
hu: Globális termékváltozatok
it: Opzioni globali
ka: ზოგადი პარამეტრები
nl: Globale opties
pl: Opcje globalne
ro: Optiuni globale

# Languages::global_status
source: Global status
hu: Globális státusz
it: Stato globale
ka: საერთო სტატუსი
nl: Globale status
pl: Globalny status
ro: Stare globala

# Languages::global_update
source: Global update
hu: Globális frissítés
it: Aggiornamento globale
ka: საერთო განახლება
nl: Globale update
pl: Aktualizacja ogólna
ro: Actualizare globala

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
hu: Az alábbi mezőkbe pozitív és negatív értékek írhatók be (pl. -5).
it: Puoi inserire valori positivi o negativi nei campi sottostanti (p.e. -5).
ka: დადებითი ან უარყოფითი მნიშვნელობები შესაძლებელია შეყვანილი იყოს ქვემოთ მოცემულ ველებში (მაგალითად, -5)
nl: Positieve of negatieve waarden kunnen worden ingevoerd in de velden hieronder (bijv. -5).
pl: W poniższe pola można wpisać wartości dodatnie lub ujemne (np. -5)
ro: Valorile pozitive sau negative pot fi introduse in campurile de mai jos (ex: -5).

# Languages::go
source: Go
hu: Mehet
it: Vai
ka: შესრულება
nl: Ga
pl: Szukaj
ro: Mergeti

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
hu: <b>Megjegyzés:</b> Adót/Szállítást és hozzá tartozó díjakat a Google merchant center <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> szekciójában lehet beállítani.
it: <b>Nota:</b> Potete definire aliquote per tasse e costi di spedizione nel <a href="http://www.google.com/merchants/taxshippingsettings">Riepilogo Spedizione e Tasse</a> nel vostro Google Merchant Center.
ka: <b>Примечание:</b> Вы можете задать ставку для налогов и цен на доставку на странице <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> Вашей учетной записи Google merchant center.
nl: <b>Opmerking:</b> U kunt btw tarieven en verzendkosten instellen op de <a href="http://www.google.com/merchants/taxshippingsettings">BTW en Verzend samenvatting</a> pagina in uw Google merchant center.
ro: <b>Nota:</b> Puteti seta taxele si valorile transportului <a href="http://www.google.com/merchants/taxshippingsettings">Taxe si sumarul transportului </a> in contul tau google.

# Languages::goto_theme_configuration
source: Browse themes
hu: Arculatok áttekintése
it: Sfoglia Temi
nl: Door thema's bladeren
pl: Przeglądaj tematy graficzne
ro: Configureaza teme

# Languages::remove_theme
source: Remove theme
hu: Arculat eltávolítása
it: Rimuovi tema
ka: თემის/გარსის წაშლა
nl: Thema verwijderen
pl: Skasuj temat graficzny
ro: Sterge tema

# Languages::go_back
source: Go back
hu: Vissza
it: Indietro
ka: უკან დაბრუნება
nl: Ga terug
pl: Idź z powrotem
ro: Mergeti inapoi

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
hu: Vissza az admin kezdőlapjára
it: Vai alla pagina iniziale dell'amministrazione
ka: ადმინისტრატორის მთავარ გვერდზე გადასვლა
nl: Ga naar de admin home pagina
pl: Przejdź do strony startowej panelu administracyjnego
ro: Mergeti la pagina de pornire, in zona de administrare

# Languages::go_to_the_homepage
source: Go to the homepage
hu: Vissza a főoldalra
it: Vai alla Pagina Iniziale
ka: მთავარ გვერდზე გადასვლა
nl: Ga naar de homepage
pl: Idź do strony głównej
ro: Mergeti la pagina de pornie

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
hu: A megadott súly mértékegység tömege grammban (pl kg esetén 1000)
it: N. di Grammi che compongono l'unità del simbolo del peso
ka: გრამები წონის ერთეულში
nl: Gram in de eenheid van gewicht gedefinieerd door het gewicht-symbool
ro: Grame in unitatea greutatii definita de simbolul greutatii

# Languages::graphic
source: Graphic
hu: Grafikon [Vonal]
it: Grafico
ka: დიაგრამა [ხაზებით]
nl: Grafiek
pl: Graficzny
ro: Grafic

# Languages::greek
source: Greek
hu: Görög
it: Greco
ka: ბერძნული
nl: Grieks
pl: Grecki
ro: Greaca

# Languages::grid
source: Grid
hu: Rács
it: Griglia
ka: ბადე
nl: Rooster
pl: Siatka
ro: Grila

# Languages::tmpl_grid
source: Grid
it: Griglia

# Languages::tmpl_grid2
source: Grid2
hu: Rács2
it: Griglia2
ka: ბადე2
nl: Rooster2
pl: Siatka 2
ro: Grila2

# Languages::grid_options
source: Grid options
hu: Rács beállításai
it: Opzioni griglia
nl: Roosteropties
pl: Opcje siatki
ro: Optiuni grid

# Languages::gross_total
source: Gross total
hu: Összesen
it: Totale
ka: სულ
nl: Bruto totaal
pl: Suma ogółem
ro: Total (Brut)

# Languages::group
source: Group
hu: Csoport
it: Gruppo
ka: ჯგუფი
nl: Groep
pl: Grupa
ro: Grup

# Languages::groups
source: Groups
hu: Csoportok
it: Gruppi
ka: ჯგუფები
nl: Groepen
pl: Grupy
ro: Grupuri

# Languages::guest
source: Guest
hu: Vendég
it: Ospite
ka: სტუმარი
nl: Gast
pl: Gość
ro: Oaspete

# Languages::has_credit_memo
source: Has credit memo
hu: Rendelkezik nyugtával
it: Ha una memo per credito
ka: Имеет кредитовое извещение
nl: Heeft creditnota
pl: Posiada notę kredytową
ro: Are credit memo

# Languages::has_invoice
source: Has invoice
hu: Van számla
it: Ha fattura
ka: გააჩნია ინფორმაცია შეკვეთის შესახებ
nl: Heeft een factuur
pl: Posiada fakturę
ro: Are facutra

# Languages::header
source: Header
hu: Fejléc
it: Titolo
ka: სათაური
nl: Kop
pl: Nagłówek
ro: Antet

# Languages::header_container_not_used
source: This container is NOT used. Header container from the default location will be used instead. Set this location as default to use this container as header for all locations.
hu: A fejléc és lábléc nem szerkeszthető itt. Ennek szerkesztéséhez a "Default" régiót kell kiválasztani.
it: Questo contenitore NON è utilizzato. Il contenitore nella testata della posizione predefinita viene utilizzato al suo posto. Imposta questa posizione come predefinita per utilizzare questo contenitore come testata per tutte le posizioni.
nl: Deze container is NIET gebruikt. Hoofd container van de standaard locatie wordt hiervoor in plaats gebruikt. Zet deze locatie als standaard om deze container als hoofd te gebruiken voor alle locaties.
pl: Ten kontener NIE jest używany. Kontener dolny z domyślnej lokacji będzie używany zamiast niego. Ustaw tę lokację jako domyślną do korzystania z kontenera NAGŁÓWEK dla wszystkich lokacji.
ro: Acest container nu este folosit. Containerul "header" din zona "default" va fi folosit in schimb.

# Languages::header_image
source: Header image
hu: Fejléc kép
it: Immagine testata
nl: Kop afbeelding
pl: Obraz nagłówka
ro: Imagine antet

# Languages::hebrew
source: Hebrew
hu: Héber
it: Ebraico
nl: Hebreews
pl: Hebrajski
ro: Ebraica

# Languages::height
source: Height
hu: Magasság
it: Altezza
ka: სიმაღლე
nl: Hoogte
pl: Height,px
ro: inaltime

# Languages::hello
source: Hello
hu: Üdv
it: Ciao
ka: მოგესალმებით
nl: Hallo
pl: Witaj
ro: Salut!

# Languages::help
source: Help
hu: Súgó
it: Aiuto
ka: დახმარება
nl: Hulp
pl: Pomoc
ro: Ajutor

# Languages::hidden
source: Hidden
hu: Rejtett
it: Nascosto
ka: დამალული
nl: Verborgen
pl: Ukryte
ro: Ascuns

# Languages::hide
source: Hide
hu: Elrejt
it: Nascondi
ka: დამალვა
nl: Verberg
pl: Ukryj wyjątki
ro: Ascundeti

# Languages::hide_add_to_cart_button
source: Hide add to cart button
hu: Kosárba rakom gomb elrejtése
it: Nascondi il pulsante "aggiungi al carrello"
ka: ღილაკის დამალვა "კალათაში"
nl: Verberg bestel-knop
pl: Ukryj przycisk dodania do koszyka
ro: Ascudeti posibilitate de a adauga in cos

# Languages::hide_options
source: Hide options
hu: Opciók elrejtése
it: Nascondi opzioni
ka: პარამატრების დამალვა
nl: Verberg opties
pl: Opcje ukryte
ro: Ascunde optiuni

# Languages::hide_option_completely
source: Hide option completely
hu: Opciók teljes elrejtése
it: Nascondi opzioni completamente
ka: პარამატრების დამალვა სრულად
nl: Verberg opties compleet
pl: Ukryj opcje
ro: Ascunde optiunea complet

# Languages::home
source: Home
hu: Főoldal
it: Pagina Iniziale
ka: საწყისი გვერდი
pl: Strona główna
ro: Pagina start

# Languages::home_page
source: Home page
hu: Kezdőlap
it: Pagina iniziale
ka: მთავარი გვერდი
pl: Strona główna
ro: Prima pagina

# Languages::horizontal
source: Horizontal
hu: Vízszintes
it: Orizzontale
ka: ჰორიზონტალური
nl: Horizontaal
pl: Poziomy
ro: Orizontal

# Languages::host
source: Host name
hu: Hoszt neve
it: Nome host
ka: ჰოსტის დასახელება
nl: Host naam
ro: Numele Host-ului

# Languages::host_code
source: Host code
hu: Hoszt kód
it: Codice host
ka: ჰოსტის კოდი
pl: Kod hosta
ro: Codul host-ului

# Languages::hour
source: Hour
hu: Óra
it: Ora
ka: საათი
nl: Uur
pl: Godzina
ro: Ora

# Languages::how_to_send
source: How to send?
hu: Küldés módja
it: Come inviare?
ka: როგორ გავგზავნო?
nl: Hoe te versturen?
pl: Jak wysłać?
ro: Cum sa trimit?

# Languages::html_block
source: HTML block
hu: HTML blokk
it: Blocco HTML
ka: HTML ბლოკი
nl: HTML blok
pl: Blok HTML
ro: Bloc HTML
