Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::diff
source: File changes
hu: Fájl módosítások
it: Cambiamenti file
ka: ფაილების ცვლილება
nl: Bestand wijzigingen
pl: Zmiany w pliku
ro: Schimbari fisiere

# Languages::different_only
source: Different only
hu: Miben különböznek?
it: Solo i differenti
ka: მხოლოდ განსხვავებული
nl: Alleen verschillende
pl: Tylko różne
ro: Doar cele diferite

# Languages::directory
source: Directory
hu: Mappa
it: Cartella
ka: საქაღალდე
nl: Map
pl: Katalog
ro: Director

# Languages::direct_download
source: Direct download
hu: Direkt letöltés
it: Download diretto
ka: პირდაპირი ჩამოტვირთვა
nl: Directe download
pl: Bezpośrednie pobieranie
ro: Descarcare directa

# Languages::disable
source: Disable
hu: Letilt
it: Disattiva
ka: გამორთ.
nl: Uitschakelen
pl: Zablokowane
ro: Dezactivati

# Languages::disabled
source: Disabled
hu: Letiltott
it: Disattivato
ka: გამორთული
nl: Uitgezet
pl: Zablokowane
ro: Dezactivat

# Languages::disabled_categories
source: Disabled categories
hu: Letiltott kategóriák
it: Categorie disattivate
ka: გათიშული კატეგორიები
nl: Uitgeschakelde categorieën
pl: Kategorie zablokowane
ro: Categorii dezactivate

# Languages::disable_for
source: Disable for
hu: Letiltás ehhez
it: Disattiva per
ka: Выключить для
nl: Uitschakelen voor
pl: Zablokowane dla
ro: Dezactivati pentru

# Languages::disable_selected
source: Disable selected
hu: Kijelöltek letiltása
it: Disattiva i selezionati
ka: მონიშნულის გამორთვა
nl: Geselecteerde uitschakelen
pl: Zablokuj wybrane
ro: Dezactivati cele selectate

# Languages::disapprove
source: Disapprove
hu: Elutasítás
it: Disapprova
ka: გაუქმება
nl: Afkeuren
pl: Nie zatwierdzone
ro: Dezaprobare

# Languages::disapproved
source: Disapproved
hu: Elutasított
it: Respinto
ka: გაუქმებული
nl: Afgekeurd
pl: Niezatwierdzone
ro: Dezaprobat

# Languages::disapprove_selected
source: Disapprove selected
hu: Kijelöltek elutasítása
it: Disapprova selezionati
ka: მონიშნულის უარყოფა
nl: Geselecteerde afkeuren
pl: Odrzuć wybrane
ro: Dezaprobati cele selectate

# Languages::discount
source: Discount
hu: Kedvezmény
it: Sconto
ka: ფასდაკლება
nl: Korting
pl: Rabat
ro: Reducere

# Languages::discounted_price
source: Discounted price
hu: Kedvezményes ár
it: Prezzo scontato
ka: ფასდაკლებით
nl: Afgeprijsd
pl: Cena po rabacie
ro: Pretul redus

# Languages::discounts
source: Discounts
hu: Kedvezmények
it: Sconti
ka: ფასდაკლებები
nl: Kortingen
pl: Rabaty
ro: Discounturi

# Languages::discount_coupon
source: Discount coupon
hu: Kedvezménykupon
it: Buono sconto
ka: ფასდაკლების კუპონი
nl: Kortingscoupon
pl: Kupon rabatowy
ro: Cupon de discount

# Languages::discount_coupon_code
source: Discount coupon code
hu: Kedveménykupon kód
it: Codice buono sconto
ka: ფასდაკლების კუპონი
nl: Kortingsbon code
pl: Kod kuponu rabatowego
ro: Reducere cod promotional

# Languages::dispatch
source: Dispatch
hu: Útvonal
it: Spedizione
ka: მმართველი
pl: Wywołanie
ro: Expediere

# Languages::displayed_vendors
source: Displayed stores
hu: Megjelenített áruházak
it: Negozi visualizzati
ka: მაღაზიების ჩვენება
nl: Weergegeven winkels
pl: Wyświetlane sklepy
ro: Magazine afisate

# Languages::display_bottom_buttons
source: Display bottom buttons
hu: Alsó gombok megjelenítése
it: Visualizza i pulsanti in basso
ka: ქვედა ღლაკების გამოჩენა
nl: Weergeven bottom knoppen
pl: Wyświetl przyciski poniżej
ro: Afiseaza butoanele din josul paginii

# Languages::display_delete_icons
source: Display delete icons
hu: Törlési ikonok megjelenítése
it: Visualizza cancellazione icone
ka: ხატულების ჩვენება წასაშლელად
nl: Verwijder-pictogrammen laten zien
pl: Wyświetl ikonę do kasowania
ro: Afiseaza icoanele sterse

# Languages::display_message
source: Display message
hu: Üzenet megjelenítése
it: Visualizza messaggio
ka: შეტყობინების ჩვენება
nl: Berichten weergeven
pl: Wyświetl wiadomość
ro: Mesaj de afisare

# Languages::display_more_variants_count
source: Number of displayed filter variants before the "view all" link
hu: A variciók száma az "összes megtekintése" link előtt
it: Numero di varianti filtro visualizzate prima del collegamento "visualizza tutti"
nl: Aantal weergeven filter varianten voor de "bekijk alle" link
pl: Liczba wyświetlanych wariantów filtra przed linkiem "Wyświetl wszystkie"
ro: Numarul variantelor de filtre afisate inainte de linkul ''Vedeti tot''

# Languages::display_on
source: Display on
hu: Megjelenítés itt
it: Visualizza in
ka: ჩვენება
nl: Weergeven aan
pl: Wyświetl
ro: Afiseaza in

# Languages::display_type
source: Display type
hu: Megjelenítés típusa
it: Tipo di visualizzazione
ka: ჩვენების ტიპი
nl: Weergave type
pl: Typ wyświetlania
ro: Tipul afisarii

# Languages::display_variants_count
source: Number of displayed filter variants before the "more" link
hu: A "Több" link előtt megjelenített szűrő változatok száma
it: Numero di varianti filtro visualizzate prima del collegamento "altro"
ka: ნაჩვენები ფილტრების რაოდენობა
nl: Aantal weergegeven filtervarianten voor de "meer" link
pl: Liczba wyświetlanych wariantów w filtrze
ro: Numarul variantelor de filtre afisate inainte de linkul ''Mai multe''

# Languages::domains
source: Domains
hu: Domainek
it: Domini
ka: დომენები
nl: Domeinen
pl: Domeny
ro: Domenii

# Languages::domestic_usps
source: Domestic U.S.P.S.
hu: Fogyasztói U.S.P.S.
it: U.S.P.S. nazionale
ka: შიდა U.S.P.S.
nl: Nationaal U.S.P.S.
ro: U.S.P.S. Intern

# Languages::done
source: Done
hu: Kész
it: Fatto
ka: მზადაა
nl: Klaar
pl: Zrobione
ro: Terminat

# Languages::dont_track
source: Do not track
hu: Nincs készletkövetés
it: Non tracciare
ka: მიდევნების გარეშე
nl: niet traceren
pl: nie śledź
ro: Nu urmariti

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
hu: Ne használja a Cardinal Centinel&reg;-et 3-D Secure Payer ellenőrzéshez
it: Non usare il cardinale Centinel® 3D Secure Payer per autenticazione
ka: Не использовать Cardinal Centinel&reg; для 3-D Secure Payer Authentication
nl: Gebruik Cardinal Centinel&reg; voor 3-D Secure Payer Authenticatie niet
pl: Nie używaj Cardinal Centinel&reg; for 3-D Secure Payer Authentication
ro: Nu folosi Cardinal Centinel&reg; pentru Autentificare 3-D Secure a Platitorului

# Languages::dots
source: Dots
hu: Pontok
it: Punti
ka: წერტილები
nl: Punten
pl: Kropki
ro: Puncte

# Languages::down
source: Down
hu: Le
it: Sotto
ka: დაბლა
nl: Naar beneden
pl: W dół
ro: Jos

# Languages::downloadable
source: Downloadable
hu: Letölthető tartalom
it: Scaricabile
ka: გადმოწერადი
nl: Downloadbaar
pl: Do pobrania
ro: Descarcabil

# Languages::downloadable_shipping
source: Enable shipping if downloadable
hu: Szállítás engedélyezése ha letölthető
it: Consenti spedizione se il prodotto è scaricabile
ka: Использовать доставку если скачиваемый
nl: Verzending inschakelen indien downloadbaar
pl: Ustaw dostawę jeśli produkty sa w postaci elektronicznej ( plik do pobrania )
ro: Activati transportul daca e descarcabil

# Languages::downloads
source: Downloads
hu: Letöltések
it: Download
ka: გადმოტვირთვები
pl: Do pobrania
ro: Descarcari

# Languages::downloads_max_left
source: Downloads (max./left)
hu: Letöltések (maximális / hátralévő)
it: Download (massimi/rimasti)
ka: გადმოტვირთვა სულ/დარჩენილია
nl: Downloads (max./over)
pl: Liczba pobrań liczba / pozostało
ro: Descarcari maxime ramase

# Languages::download_key_expiry
source: Download key expiry
hu: Letöltési kulcs lejárata
it: Scadenza chiave per il download
ka: გადმოწერის გასაღები იწურება
nl: Downloadsleutel afloop
pl: Ważność klucza upływa
ro: Descarcati cheia de expirare

# Languages::download_link_expired
source: The download link is expired or is not ready.
hu: A letöltési link lejárt, vagy még nincs kész.
it: Il collegamento per il download è scaduto o non è pronto.
ka: გადმოწერის ბმული მოძველდა ან არ არის მზად
nl: De download link is verlopen of nog niet klaar.
pl: Link do pobrania pliku stracił ważność lub jeszcze nie można pobrać pliku.
ro: Link-ul de descarcare a expirat sau nu e disponibil.

# Languages::do_not_change
source: Do not change
hu: Ne módosítsa
it: Non cambiare
ka: Do not change options below unless you know what you are doing
nl: Niet aanpassen
pl: Nie zmieniaj
ro: Nu modifica

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
hu: Ne adja át a kosár logót a beszállítónak
it: Non passare il logo dello negozio al negoziante
ka: არ გააგზავნო მაღაზიის ლოგო
nl: Geef het shopping-cart logo niet aan de merchant
pl: Do not pass shopping cart logo to the merchant
ro: Nu pasati logo-ul magazinului catre comerciant

# Languages::do_not_use
source: Do not use
hu: Ne használja
it: Non utilizzare
ka: არ გამოიყენოთ
nl: Gebruik niet
pl: Nie używać
ro: Nu folosi

# Languages::drlicense_number
source: Driving License Number
hu: Driving licenszkód
it: Numero patente di guida
ka: მართვის მოწმობის ნომერი
nl: Rijbewijsnummer
pl: Numer prawa jazdy
ro: Numarul permisului de conducere

# Languages::dropdown_horizontal
source: Dropdown horizontal
hu: Vízszintes lenyíló
it: Menù a cascata orizzontale
nl: Dropdown horizontaal
pl: Listy rozwijana pozioma
ro: Lista orizontala

# Languages::dropdown_limit
source: Minimal number if items to be placed in a dropdown list.
hu: Minimális elemszám akkor, amikor lenyíló listában jelennek meg.
it: Numero minimo di elementi da inserire in lista a cascata.
ka: Минимальное кол-во элементов для отображения в выпадающем списке.
nl: Minimum aantal items geplaatst in een dropdown lijst.
pl: Minimalna ilość elementów umieszczonych na liscie rozwijanej
ro: Numarul minim de elemete care sa fie plasate intr-o lista verticala

# Languages::dropdown_second_level_elements
source: Second level elements
hu: Másod szintű elemek
it: Elementi di secondo livello
ka: მეორე დონის ელემენტები
nl: 2e niveau elementen
pl: Ilość elementów w drugim poziomie
ro: Elemente de gradul doi

# Languages::dropdown_third_level_elements
source: Third level elements
hu: Harmadszintű elemek
it: Elementi di terzo livello
ka: მესამე დონის ელემენტები
nl: Derde niveau elementen
pl: Ilość elementów w trzecim poziomie
ro: Elemente de gradul trei

# Languages::dropdown_vertical
source: Dropdown vertical
hu: Vertikális lenyíló menü
it: Menu a discesa
nl: Dropdown verticaal
pl: Listy rozwijana pionowa
ro: Lista verticala

# Languages::drop_existing_data
source: Delete all existing product files before import
hu: Összes létező termék törlése importálás előtt
it: Cancella tutti i file prodotto esistenti prima di importare
ka: ყველა არსებული ფაილის წაშლა იმპორტირებამდე
nl: Verwijder alle bestaande producten voor het importeren
pl: Usuń wszystkie istniejące pliki produktu przed importem
ro: Stergeti toate produsele existente inainte de importare

# Languages::dump_cant_create_file
source: Cannot create file for database dump. Please check permissions for the "var/database" directory of your installation.
hu: Nem lehet létrehozni az adatbázismentést. Kérjük ellenőrizze a "var/database" jogosultságát.
it: Impossibile creare il file "dump" del database. Controllare autorizzazioni per la cartella "var/database/backup" di CS-Cart.
ka: Невозможно создать файл - dump базы данных. Пожалуйста, проверьте права доступа на директорию "var/database/backup".
nl: Kan bestand voor database-dump niet aanmaken. Check permissies tbv "var/database"-map in de CS-Cart installatie.
pl: Nie można utworzyć pliku zrzutu bazy danych. Proszę sprawdzić uprawnienia do katalogu "var/database/backup".
ro: Nu s-a putut crea fisierul pentru depozitarea bazei de date. Va rugam verificati permisiunile dosarului pentru dosarul site-ului: "var/database"

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
hu: Kérjük állítson be írási jogosultságot az adatbázis biztonsági mentéshez.
it: Controlla i permessi di scrittura sul file di salvataggio del database.
ka: Запись в файл, который Вы пытаетесь сохранить, невозможна. Пожалуйста, проверьте права доступа
nl: Het bestand waarin u de database backup wilt schrijven is niet schrijfbaar: check de permissies.
pl: Plik, kopii zapasowej bazy danych który próbujesz zapisać nie jest zapisywalny. Proszę sprawdzić uprawnienia.
ro: Fisierul care doriti sa-l stocati in baza de date de rezerva nu poate fi scris. Va rugam sa verificati perimisiunile.

# Languages::duplicate
source: Duplicate transactions
hu: Duplikált tranzakciók
it: Duplica transazioni
ka: ტრანზაქციის დუბლირება
nl: Kopieer transacties
pl: Duplikuj transakcję
ro: Tranzactii duplicate

# Languages::dutch
source: Dutch
hu: Holland
it: Olandese
ka: ნიდერლანდული
nl: Nederlands
pl: holenderski
ro: Olandez

# Languages::dynamic
source: Dynamic
hu: Dinamikus
it: Dinamico
ka: დინამიური
nl: Dynamisch
pl: Dynamiczny
ro: Dinamic

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
hu: Ezen blokk tartalma csak <a href="[url]">ezen az oldalon</a> jelenik meg.
it: Il contenuto di questo blocco sarà visualizzato in <a href="[url]"> solo per questa pagina</a>
ka: Содержимое этого блока будет отображаться только на <a href="[url]">этой странице</a>.
nl: Deze blokinhoud wordt alleen getoond op <a href="[url]">deze pagina</a>.
pl: Zawartość tego bloku pojawi się tylko na tej <a href="[url]">stronie</a>.
ro: Continut dinamic

# Languages::dynamic_tree_cat
source: Dynamic tree
hu: Dinamikus fa
it: Alberatura dinamica categorie
ka: დინამიური შტო
nl: Dynamische structuur
pl: Drzewo dynamiczne
ro: Categorii dinamice

# Languages::dynamic_tree_pages
source: Dynamic tree
hu: Dinamikus fa
it: Alberatura dinamica pagine
ka: დინამიური შტო
nl: Dynamische structuur
pl: Drzewo dynamiczne
ro: Arhitectura dinamica

# Languages::easing
source: Easing
hu: Áttűnés
it: Animazione
ka: გადასვლა
nl: Verlichting
pl: Złagodzenie
ro: Facilitare

# Languages::edit
source: Edit
hu: Szerkesztés
it: Modifica
ka: რედაქტირება
nl: Aanpassen
pl: Edycja
ro: Editati

# Languages::editing
source: Editing
hu: Szerkesztés
it: Modificando
ka: რედაქტირება
nl: Aanpassen
pl: Edycja
ro: In curs de editare

# Languages::editing_block
source: Editing block
hu: Blokk szerkesztése
it: Modifica blocco
ka: ბლოკის რედაქტირება
nl: Blok aanpassen
pl: Edytowanie bloku
ro: Editare bariera

# Languages::editing_category
source: Editing category
hu: Kategória szerkesztése
it: Modifica categoria
ka: კატეგორიის რედაქტირება
nl: Categorie aanpassen
pl: Edycja kategorii
ro: Editare categorie

# Languages::editing_chart
source: Editing chart
hu: Grafikon szerkesztése
it: Modifica grafico
ka: გრაფიკის რედაქტირება
nl: Tabel aanpassen
pl: Edycja wykresu
ro: Editare grafic

# Languages::editing_container
source: Editing container
hu: Tároló szerkesztése
it: Modifica contenitore
ka: კონტეინერის რედაქტირება
nl: Container aanpassen
pl: Edycja kontenera
ro: Editare container

# Languages::editing_currency
source: Editing currency
hu: Pénznem szerkesztése
it: Modifica valuta
ka: ვალუტის რედაქტირება
nl: Valuta aanpassen
pl: Edycja waluty
ro: Editare moneda

# Languages::editing_defined_products
source: Editing defined products
hu: Meghatározott termékek szerkesztése
it: Modifica prodotti definiti
ka: მითითებული პროდუქციის რედაქტირება
nl: Bepaalde producten aanpassen
pl: Edycja określonego produktu
ro: Editarea produselor definite

# Languages::editing_file
source: Editing file
hu: Fájl szerkesztése
it: Modifica file
ka: ფაილის რედაქტირება
nl: Bestand aanpassen
pl: Edycja pliku
ro: Editare fisier

# Languages::editing_filter
source: Editing filter
hu: Szűrő szerkesztése
it: Modifica filtro
ka: ფილტრის რედაქტირება
nl: Filter aanpassen
pl: Edycja filtra
ro: Editare filtru

# Languages::editing_folder
source: Editing folder
hu: Mappa szerkesztése
it: Modifica cartella
ka: საქაღალდის რედაქტირება
nl: Map aanpassen
pl: Edycja folderu
ro: Editare director

# Languages::editing_grid
source: Editing grid
hu: Rács szerkesztése
it: Modifica griglia
ka: ბადის რედაქტირება
nl: Rooster aanpassen
pl: Edytuj siatkę
ro: Editare grid

# Languages::editing_group
source: Editing group
hu: Csoport szerkesztés
it: Modifica gruppo
ka: ჯგუფის რედაქტირება
nl: Groep aanpassen
pl: Edycja grupy
ro: Editare grup

# Languages::editing_item
source: Editing item
hu: Elem szerkesztése
it: Modifica elemento
ka: ელემენტის რედაქტირება
nl: Item aanpassen
pl: Edytuj pozycję
ro: Editare produs

# Languages::editing_language
source: Editing language
hu: Nyelv szerkesztése
it: Modifica lingua
ka: ენის რედაქტირება
nl: Taal aanpassen
pl: Edycja języka
ro: Editare limba

# Languages::editing_layout
source: Editing layout
hu: Elrendezés szerkesztése
it: Modifica layout
nl: Opmaak aanpassen
pl: Edycja wyglądu
ro: Editare layout

# Languages::editing_link
source: Editing link
hu: Link szerkesztése
it: Modifica collegamento
ka: ბმულის რედაქტირება
nl: Link aanpassen
pl: Edycja linku
ro: Editare link

# Languages::editing_localization
source: Editing localization
hu: Lokalizáció szerkesztése
it: Modifica localizzazione
ka: ლოკალიზაციის რედაქტირება
nl: Localisatie aanpassen
pl: Edycja lokalizacji
ro: Editare localizare

# Languages::editing_location
source: Editing location
hu: Hely szerkesztése
it: Modifica destinazione
ka: მიწოდების ადგილის რედაქტირება
nl: Locatie aanpassen
pl: Edycja lokacji
ro: Editare locatie

# Languages::editing_menu
source: Editing menus
hu: Menük szerkesztése
it: Modifica menù
ka: მენიუს რედაქტირება
nl: Menu's aanpassen
pl: Edytowanie menu
ro: Editare meniuri

# Languages::editing_option
source: Editing option
hu: Opció szerkesztése
it: Modifica opzione
ka: პარამეტრის რედაქტირება
nl: Optie aanpassen
pl: Edycja opcji
ro: Editare optiune

# Languages::editing_order
source: Editing order
hu: Rendelés szerkesztése
it: Modifica ordine
ka: შეკვეთის რედაქტირება
nl: Bestelling aanpassen
pl: Edycja zamówienia
ro: Editare comanda

# Languages::editing_page
source: Editing page
hu: Oldal szerkesztése
it: Modifica pagina
ka: გვერდის რედაქტირება
nl: Pagina aanpassen
pl: Edycja strony
ro: Editare pagina

# Languages::editing_payment
source: Editing payment
hu: Fizetés szerkesztése
it: Modifica metodo di pagamento
ka: გადახდის მეთოდების რედაქტირება
nl: Betaling aanpassen
pl: Edycja płatności
ro: Editare plata

# Languages::editing_product
source: Editing product
hu: Termék szerkesztése
it: Modifica prodotto
ka: პროდუქტის რედაქტირება
nl: Product aanpassen
pl: Edycja produktu
ro: Editare produs

# Languages::editing_product_feature
source: Editing product feature
hu: Terméktulajdonság szerkesztése
it: Modifica caratteristica prodotto
ka: პროდუქციის მახასიათებლების რედაქტირება
nl: Producteigenschap aanpassen
pl: Edycja cechy produktu
ro: Editare caracteristica produs

# Languages::editing_profile
source: Editing profile
hu: Profil szerkesztése
it: Modifica profilo
ka: პროფილის რედაქტირება
nl: Profiel aanpassen
pl: Edycja profilu
ro: Editare profil

# Languages::editing_profile_field
source: Editing profile field
hu: Profil mező szerkesztése
it: Modifica campo profilo
ka: პროფილის ველის რედაქტირება
nl: Profielveld aanpassen
pl: Edycja pola profilu
ro: Editare câmp profil

# Languages::editing_promotion
source: Editing promotion
hu: Promóciók szerkesztése
it: Modifica promozione
ka: ფასდაკლების რედაქტირება
nl: Aanbieding aanpassen
pl: Edycja promocji
ro: Editare promotie

# Languages::editing_quick_menu_link
source: Editing quick menu link
hu: Gyorsmenü link szerkesztése
it: Modifica menù collegamenti rapidi
ka: Редактирование ссылки меню быстрого доступа
nl: Link van snelkeuze-menu aanpassen
pl: Edycja menu szybkich linków
ro: Editare link meniu rapid

# Languages::editing_quick_menu_section
source: Editing quick menu section
hu: Gyorsmenü szekció szerkesztése
it: Modifica sezione collegamenti rapidi
ka: Редактирование раздела меню быстрого доступа
nl: Gedeelte van snelkeuze-menu aanpassen
pl: Edycja sekcji szybkiego menu
ro: Editare sectiune meniu rapid

# Languages::editing_report
source: Editing report
hu: Jelentés szerkesztése
it: Modifica rapporto
ka: ანგარიშის რედაქტირება
nl: Rapport aanpassen
pl: Edytuj raport
ro: Editare raport

# Languages::editing_shipping_method
source: Editing shipping method
hu: Szállítási mód szerkesztése
it: Modifica metodo di spedizione
ka: ტრანსპორტირების მეთოდის რედაქტირება
nl: Verzendmethode aanpassen
pl: Edytuj sposoby wysyłki
ro: Editare metoda de transport

# Languages::editing_sitemap_section
source: Editing sitemap section
hu: Oldaltérkép szekció szerkesztése
it: Modifica sezione sitemap
nl: Sitemap gedeelte aanpassen
pl: Edycja mapy serwisu
ro: Editare sectiune harta site

# Languages::editing_status
source: Editing status
hu: Státusz szerkesztése
it: Modifica stato
ka: სტატუსის რედაქტირება
nl: Status aanpassen
pl: Edycja statusu
ro: Editare statut

# Languages::editing_tab
source: Editing tab
hu: Szerkesztő fül
it: Modifica Tab
ka: Редактирование вкладки
nl: Tabblad aanpassen
pl: Edycja karty
ro: Editare tab

# Languages::editing_tax
source: Editing tax
hu: Adó szerkesztése
it: Modifica tassa
ka: გადასახადის რედაქტირება
nl: Belasting aanpassen
pl: Edycja podatku
ro: Editare taxa

# Languages::editing_vendor
source: Editing store
hu: Áruház szerkesztése
it: Modifica negozio
ka: მაღაზიის რედაქტირება
nl: Winkel aanpassen
pl: Edycja witryny sklepowej
ro: Editare magazin

# Languages::edition_type
source: Edition type
hu: Kiadás típusa
it: Tipo di edizione
ka: ტიპის რედაქტირება
nl: Editie type
pl: Typ edycji
ro: Tipul edititarii

# Languages::edit_content_on_site
source: Edit content on-site
hu: Tartalom szerkesztése a webáruházban
it: Modificare il contenuto sul sito
nl: Inhoud on-site aanpassen

# Languages::edit_files
source: Edit files
hu: Fájlok szerkesztése
it: Modifica file
ka: ფაილების რედაქტირება
nl: Bestanden aanpassen
pl: Edytuj pliki
ro: Modificare fisiere

# Languages::edit_layout
source: Edit layout
hu: Elrendezés szerkesztése
it: Modifica layout
nl: Opmaak aanpassen
pl: Edycja układu graficznego
ro: Modificare schema

# Languages::edit_order
source: Edit order
hu: Rendelés szerkesztése
it: Modifica ordine
ka: შეკვეთის რედაქტირება
nl: Bestelling aanpassen
pl: Edytuj zamówienie
ro: Editati comenzi

# Languages::edit_products
source: Edit products
hu: Termékek a kosárban
it: Modifica prodotti
ka: პროდუქციის რედაქტირება
nl: Producten aanpassen
pl: Edytuj produkty w zamówieniu
ro: Modificati produse

# Languages::edit_profile
source: Edit profile
hu: Profil szerkesztése
it: Modifica profilo
ka: პროფაილის რედაქტირება
nl: Profiel aanpassen
pl: Edytuj profil
ro: Modificati profilul

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
hu: E-mail, jelszó, szállítási/számlázási információk és egyéb profil adatok megváltoztatása
it: Cambia email, password, informazione di spedizione/fatturazione e altre impostazioni del profilo
nl: Wijzig e-mail, wachtwoord, verzend/factuur info, en andere profiel instellingen
pl: Zmień adres email, hasło, dane bilingowe/dane dostawy oraz inne ustawienia profilu
ro: Modificati e-mail-ul, parola, informatiile de livrare/facturare si alte setari de profil

# Languages::edit_report
source: Edit report
hu: Jelentés szerkesztése
it: Modifica rapporto
ka: ანგარიშის რედაქტირება
nl: Rapport aanpassen
pl: Edycja raportu
ro: Editati raport

# Languages::edit_selected
source: Edit selected
hu: Kijelöltek szerkesztése
it: Modifica i selezionati
ka: მონიშნულის რედაქტირება
nl: Geselecteerde aanpassen
pl: Edytuj wybrane
ro: Editati cele selectate

# Languages::edp_access_granted
source: Now you can download the purchased products.
hu: A megvásárolt termékek mostantól letölthetőek.
it: Ora puoi scaricare i prodotti acquistati.
ka: თქვენ უკვე შეგიძლიათ გადმოიწეროთ გადახდილი პროდუქტი
nl: U kunt nu de gekochte producten downloaden.
pl: Teraz możesz załadować zakupione produkty.
ro: Acum puteti descarca produsele cumparate.
