Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
hu: Mappa, amely a termék fájlokat tartalmazza. Ez az útvonal lesz használva azoknál a fájloknál, ahol nincs útvonal meghatározva. Csakis abszolút hivatkozás lehet.
it: Directory nella quale si trovano i files dei prodotti.<br>Questa verrà utilizzata se il campo dati "File " viene specficicato senza percorso; questo deve essere un percorso assoluto</p>
ka: Директория, где находятся файлы товара. Она будет использоваться, если данные поля "Файл" заданы без пути; путь должен быть абсолютным
nl: Map waar productbestanden zich bevinden. Deze map zal worden gebruikt indien het veld "Bestand" is ingevuld zonder een pad; dit moet een absoluut pad zijn
pl: Ścieżka do katalogu w którym znajdują się zdjęcia produktów. Zostanie użyta jeśli nazwa pliku ze zdjęciem nie ma określonej ścieżki; musi to być ścieżka absolutna
ro: Folderul in care produsele se afla. Va fi folosit daca campul "Fisier" e specificat cu, fara, o cale; trebuie sa sa fie o cale absoluta.

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
hu: A fájl <b>[file]</b> sikeresen létrehozva
it: Il file <b>[file]</b> è stato creato con successo.
ka: ფაილი <b>[file]</b> წარმატებით იქნა შექმნილი.
nl: Het bestand <b>[file]</b> is aangemaakt.
pl: Plik <b>[file]</b> został pomyślnie stworzony
ro: Fisierul <b>[file]</b> a fost creat cu succes

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
hu: A fájl <b>[file]</b> sikeresen törölve
it: Il file <b>[file]</b> è stato cancellato con successo.
ka: ფაილი <b>[file]</b> წარმატებით იქნა წაშლილი.
nl: Het bestand <b>[file]</b> is verwijderd
pl: Plik <b>[file]</b> został pomyślnie usunięty
ro: Fisierul <b>[file]</b> a fost sters cu succes

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
hu: A fájl <b>[file]</b> sikeresen átnevezve a következőre: <b>[to_file]</b>
it: Il file <b>[file]</b> è stato rinominato con successo in: <b>[to_file]</b>
ka: ფაილს <b>[file]</b> წარმატებით გადაერქვა სახელი <b>[to_file]</b>
nl: Het bestand <b>[file]</b> is hernoemd naar <b>[to_file]</b>
pl: Nazwa pliku <b>[file]</b> została zmieniona na <b>[to_file]</b>
ro: Fisierul <b>[file]</b> a fost redenumit cu succes in <b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
hu: A fájl <b>[file]</b> sikeresen visszaállítva a rendszertárból
it: Il file <b>[file]</b> è stato ripristinato dall'archivio
ka: ფაილი <b>[file]</b> იყო აღდგენილი დამარქაფებული ფაილიდან
nl: Bestand <b>[file]</b> is teruggezet van de bron
pl: Plik <b>[file]</b> został przywrócony z repozytorium
ro: Fisierul <b>[file]</b> a fost restaurat.

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
hu: A fájl <b>[file]</b> sikeresen elmentve
it: Il file <b>[file]</b> è stato salvato con successo
ka: ფაილი <b>[file]</b> იქნა წარმატებით შენახული
nl: Het bestand <b>[file]</b> is opgeslagen
pl: Plik <b>[file]</b> został pomyślnie zapisany
ro: Fisierul <b>[file]</b> e salvat cu succes

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
hu: Kérjük, hogy az összes kötelező mezőt töltse ki
it: Devi compilare tutti i campi obbligatori
ka: თქვენ უნდა შეავსოთ ყველა აუცილებელი ველი
nl: U dient alle verplichte velden in te vullen
pl: Musisz wypełnić wszystkie obowiązkowe pola
ro: Va rugam, completati toate campurile obligatorii.

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
hu: A <b>.[ext]</b> kiterjesztésű fájlok létrehozása/frissítése/átnevezése nem engedélyezett.
it: Non è consentito creare/caricare/rinominare i files con estensione <b>.[ext]</b>
ka: Создавать/загружать/переименовывать файлы с расширением <b>.[ext]</b> запрещено.
nl: Het aanmaken/uploaden/hernoemen van bestanden met extensie <b>.[ext]</b> is niet geoorloofd.
pl: Nie wolno tworzyć / ładować / zmieniać nazw plików z rozszerzeniem <b>.[ext]</ b>.
ro: Nu este permisa crearea/incarcarea/redenumirea de fisiere cu extensia <b>.[ext]</b>.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
hu: A <b>[mime]</b> MIME típusú fájlok létrehozása/frissítése/átnevezése nem engedélyezett.
it: Non è permesso creare/caricare/rinominare files del tipo <b>[mime]</b> MIME
ka: Не разрешается создавать/загружать/переименовывать файлы типа <b>[mime]</b> MIME.
nl: Het is niet toegestaan om bestanden met het <b>[mime]</b> MIME type aan te maken/uploaden/hernoemen.
pl: Nie wolno tworzyć / ładować / zmieniać nazw plików z <b>[mime]</b> typu MIME.
ro: Nu este permisa crearea/incarcarea/redenumirea de fisierelor <b>[mime]</b> de tipul MIME.

# Languages::text_forbidden_functionality
source: This functionality is available only in the <strong>Full mode</strong>.<br/><br/>In order to have the full access to all features, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
hu: Ez a funkcó csak <strong>Teljes üzemmődban</strong> érhető el.<br/><br/>Amennyiben korlátlan hozzáférést szeretne a funkciókhoz, érvényes licenszt kell vásárolnia, majd a kód segítségével <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">aktiválnia kell a Teljes üzemmódot</a>.
it: Questa funzione è disponibile solo nella modalità<strong>COMPLETA</strong>.<br/><br/>Per poter utilizzare tutte le funzioni, acquista una licenza e <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">attiva la modalità COMPLETA</a>.
nl: Deze functie is alleen in de <strong>Volledige versie</strong> beschikbaar.<br/><br/>Om volledige toegang te hebben tot alle functies, dient u een licentie aan te schaffen en <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">de volledige versie te activeren</a>.
ro: Aceasta functionalitate este disponibila doar in <strong>modul complet</strong>.<br/><br/>Pentru a avea acces complet la toate caracteristicile, achizitionati o licenta si <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activati modul complet</a>.

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
hu: A <strong>.[ext]</strong> kiterjesztésű fájlok feltöltése nem engedélyezett. Engedélyezett kiterjesztések: <strong>[exts]</strong>
it: Non è consentito il caricamento di file con estensione <b>.[ext]</b>. Estensioni consentite sono: <b>[exts]</b>
ka: Загружать файлы с расширением <b>.[ext]</b> запрещено. Допустимые расширения: <b>[exts]</b>
nl: Het is niet toegestaan bestanden te uploaden met de <b>.[ext]</b> extensie. Toegestane extensies zijn: <b>[exts]</b>
pl: Niedopuszczalne jest, aby przesłać pliki z rozszerzeniem<b>.[Ext]</b>. Dopuszczalne rozszerzenia to: <b>[exts]</b>
ro: Nu este permisa incarcarea fisierelor cu extensia <b>.[ext]</b>. Extensiile permise sunt: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
hu: <strong>[size]</strong> méretnél nagyobb fájl feltöltése nem lehetséges
it: Non è consentito caricare files più grandi di <b>[size]</b>
ka: უფრო დიდი ზომის ფაილის ატვირთვა ვიდრე <b>[size]</b> აკრძალულია
nl: Het is niet toegestaan bestanden te uploaden die groter zijn dan <b>[size]</b>
pl: Niedopuszczalne jest, aby przesłać pliki o rozmiarze ponad <b>[size]</ b>
ro: Nu este permisa incarcarea fisierelor cu o marime mai mare de <b>[size]</b>

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
hu: Kérjük, alább teljesítse a fizetést. <br />Ez egy biztonságos fizetési oldal egy biztonságos helyszínről kiszolgálva.
it: Si prega di completare il pagamento sottostante.<br />Questa è una pagina sicura per il pagamento, fornita da un server protetto.
ka: გთხოვთ დაასრულოთ გადახდა ქვემოთ.<br />ეს გადახდის უსაფრთხო გვერდია.
nl: Rond nu s.v.p. uw betaling af. Dit is een beveiligde betalingspagina op een beveiligde server-locatie.
ro: Va rugam sa completati plata de mai jos.<br />Aceasta este o pagina sigura pentru efectuarea platii, securizata de la o locatie sigura.

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
hu: <strong>Teljes üzemmód</strong> szükséges.
it: È necessaria la <strong>Modalità COMPLETA</strong>.
nl: <strong>Volledige mode</strong> vereist.
pl: Wymagany<strong>Tryb pełny sklepu</strong>.
ro: <strong>modul Full</strong> necesar.

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
hu: <p>Állítsa be a következő értékeket a Gate2Shop kereskedői beállításokban:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
it: <p>Si prega di impostare i seguenti valori nelle impostazioni Gate2Shop:</p><p>URL Successo, fallito e annullato:<b>[result_url]</b></p><p>URL Indietro: <b>[back_url]</b></p>
ka: Пожалуйста, задайте следующие значения в параметрах настройки Gate2Shop сервиса: </p> <p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
nl: <p>Stel de volgende waarden in, in uw Gate2Shop merchant instellingen:</p><p>Success, failed en canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
ro: <p>Va rugam setati urmatoarele valori in pagina de setari a Comerciantului pe Gate2Shop:</p><p>URL-ul de succes, esuare si anulare: <b>[result_url]</b></p><p>URL-ul de intoarcere: <b>[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
hu: GD képkezelő eszközkészlet <b>nincs</b> telepítve a szerverre. Kérjük lépjen kapcsolatba a tárhelyszolgáltatóval. <br />A grafikonok csak táblázatosan jeleníthetőek meg (Grafikon típus "Tábla").
it: Libreria GD <b>NON È INSTALLATA</b> sul vostro server. Prego contattare il vostro fornitore di hosting. <br /> Solo il tipo "Tabella" può essere utilizzato per i grafici.
ka: На вашем сервере <b>НЕ УСТАНОВЛЕНА</b> GD библиотека. Пожалуйста, свяжитесь в вашим хостинг провайдером. <br>Только тип "Таблица" может быть использован для графиков.
nl: GD bibliotheek is <b>NIET GEINSTALLEERD</b> op uw server. Neem contact op met uw hosting provider. <br>Alleen type "tabel" kan hierdoor voor grafieken gebruikt worden.
pl: GD library is <b>NOT INSTALLED</b> on your server. Please contact your hosting provider. <br />Only the "Table" type can be used for charts.
ro: Libraria GD e <b>NEINSTALATa</b> pe serverul dvs. Va rugam sa contactati furnizorul dvs. de gazduire. <br />Doar tipul "Tabel" poate fi folosit pentru grafice.

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
hu: <b>Ügyfél azonosító -</b> Az Ön Ügyfél azonosítója - egy kerek szám 0 és 999999999 között, vagy az érvényes Ügyél alias ilyen formában: UK12345678CUR. <br /> Fontos, hogy az alias érzékeny a kis- és nagybetűkre. <br /> <b>Fontos információ UNIX felhasználóknak:</b><br /> Bizonyosodjon meg, hogy elérhetőek a megfelelő engedélyek a következő könyvtárhoz: [cart_dir] (shell command "chmod -R 755").
it: <b>ID Cliente -</b> Il tuo ID cliente è un numero compreso tra 0 e 999999999, oppure un nome cliente nella forma UK12345678CUR. <br /> Il nome è sensibile alle maiuscole.<br /> <b>Utenti UNIX:</b><br /> Assicurarsi di avere i seguenti permessi impostati per la seguente cartella: chmod -R 755 .[cart_dir]/payments.
nl: <b>Client ID -</b>Uw Client ID is een nummer tussen tussen 0 en 999999999, of een geldige Client alias is van opmaakv UK12345678CUR. <br> Deze alias is hoofdlettergevoelig. <br /> <b>Attentie voor UNIX gebruikers:</b><br /> Zorg ervoor dat de volgende map deze permissies heeft: chmod -R 755 [cart_dir]
pl: <b>Client ID -</b> Your Client ID, is a number between 0 and 999999999, or a valid Client alias is of the form UK12345678CUR. <br /> The alias name is case sensitive. <br /> <b>Attention for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: chmod -R 755 .[cart_dir]/payments
ro: <b>ID-ul clientului -</b> ID-ul clientului dvs. , este un numar intre 0 si 999999999, sau e aliasul formularului form UK12345678CUR. <br /> Numele aliasului caz sensibil. <br /> <b>Atentie pentru utilizatorii de LINUX:</b><br /> Va rugam sa va asigurati ca aveti privilegiile asupra urmatorului folder: chmod -R 755 [cart_dir]

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
it: -&nbsp;Accedi al tuo account iDEAL<br />-&nbsp;Clicca su <u>'Security'</u> nella sezione <u>'Profile'</u>.<br />-&nbsp;Imposta l'opzione <u>'Notification'</u> su <b>'XML'</b><br />-&nbsp;Imposta il <u>'Notification URL'</u> su:<br /><b>[return_url]</b><br />-&nbsp;Imposta la <u>'Secret key'</u>. La Secret key è nota solo al venditore e a iDEAL.
ka: -&nbsp;Авторизируйте вашу учетную запись iDEAL<br />-&nbsp;Нажмите на <u>'Security'</u> в секции <u>'Profile'</u>.<br />-&nbsp;Установите опцию <u>'Notification'</u> на <b>'XML'</b><br />-&nbsp;Установите <u>'Notification URL'</u> на:<br /><b>[return_url]</b><br />-&nbsp;Установите <u>'Secret key'</u>. Secret key известен только продавцу и iDEAL.<b
nl: -&nbsp;Login in uw iDEAL account<br />-&nbsp;Klik op <u>'Beveiliging'</u> in de <u>'Profiel'</u> sectie.<br />-&nbsp;Stel de optie <u>'Notification'</u> op <b>'XML'</b> in<br />-&nbsp;Stel <u>'Notificatie URL'</u> in op:<br /><b>[return_url]</b><br />-&nbsp;Stel <u>'Geheime sleutel'</u> in. De Geheime sleutel is alleen bekend bij de verkoper en iDEAL.
ro: -&nbsp;Autentificare in contul aflat pe iDEAL<br />-&nbsp;Dati click pe <u>'Securitate'</u> in sectiunea <u>'Profil'</u>.<br />-&nbsp;Setati optiunea <u>'Notificare'</u> in <b>'XML'</b><br />-&nbsp;Setati <u>'URL-ul de notificare'</u> in:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Cheia secreta'</u>. Cheia secreta este cunoscuta doar de vanzator si de iDEAL.

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
hu: Mappa, amely a képeket tartalmazza. Ez az útvonal lesz használva azoknál a képeknél, ahol nincs útvonal meghatározva. Csakis abszolút hivatkozás lehet.
it: La cartella dove sono situate le immagini. Questa verrà utilizzata se il nome del file è senza percorso.
ka: საქაღალდე სადაც ინახება სურათები.<br> ის გამოიყენება იმ შემთხვევაში თუ სურათს მისამართი არ აქვს მითითებული. მისამართი უნდა იყოს ზუსტი
nl: De map waar de afbeeldingen zich bevinden.<br>Dit zal werken indien een bestand geen pad heeft; het dient een absoluut pad te zijn, b.v.<br> [images_backup_dir]
pl: Ścieżka do katalogu w którym znajdują się zdjęcia produktów. Zostanie użyta jeśli nazwa pliku ze zdjęciem nie ma określonej ścieżki; musi to być ścieżka absolutna
ro: Dosarul unde imaginile sunt situate. Acesta va fi folosit in cazul in care un fisier imagine este specificat fara o cale; acest lucru trebui sa aiba o cale absoluta

# Languages::text_innovative_notice
source: You can use the following account information for testing purposes: <br /> username: <b>gatewaytest</b> <br /> password: <b>GateTest2002</b>
hu: Az alábbi fiókot használhatja tesztelés céljából: <br /> felhasználói név: <strong>gatewaytest</strong> <br /> jelszó: <strong>GateTest2002</strong>
it: È possibile utilizzare le seguenti informazioni sull'account per scopi di test:<br />username: <b>gatewaytest</b><br /> password: <b>GateTest2002</b>
ka: Для тестирования вы можете использовать следующую учетную запись: <br /> логин: <b>gatewaytest</b> <br /> пароль: <b>GateTest2002</b>
nl: U kunt de volgende account informatie gebruiken om te testen: <br /> username: <b>gatewaytest</b> <br /> wachtwoord: <b>GateTest2002</b>
pl: You can use the following account information for testing purposes: Możesz użyć do testów następujących danych logowania<br /> login: <b>gatewaytest</b> <br /> hasło: <b>GateTest2002</b>
ro: Aveti posibilitatea sa utilizati urmatoarele informatii de cont in scopul testarii: <br /> utilizator: <b>gatewaytest</b> <br /> parola: <b>GateTest2002</b>

# Languages::text_invalid_url
source: You have entered an invalid URL
hu: A megadott URL helytelen
it: Hai inserito un indirizzo URL non valido
ka: ბმული არასწორია
nl: U heeft een ongeldige URL ingevuld
pl: Podano niewłaściwy adres URL
ro: Ati introdus un URL invalid

# Languages::text_items_added
source: The items were added successfully
hu: Az elemek sikeresen hozzáadva
it: Articoli sono stati aggiunti con successo
ka: ელემენტები წარმატებით დაემატნენ
nl: De items zijn toegevoegd
pl: Pozycja została dodana poprawnie
ro: Produse adaugate cu succes.

# Languages::text_linkpointc_notice
source: Please log in to FirstData Connect Admin, open the "Administration" tab, click on the "Connect settings" link.<br /> Set the following URL in the "Order Submission Form" section: [return_url]<br /> Also please select the check boxes:<br /> - in the 'Confirmation Page ("Thank You" Page URL)' section <b>"URL is a CGI script"</b> check box<br /> - in the 'Failure Page ("Sorry" Page URL)' section <b>"URL is a CGI script"</b> check box<br />
it: Per favore accedi al FirstData Connect Admin, apri la tab "Administration", clicca su "Connect settings".<br /> Imposta il seguente URL nella sezione "Order Submission Form": [return_url]<br /> Per favore spunta le seguenti caselle:<br /> - nella sezione 'Confirmation Page ("Thank You" Page URL)' <b>"URL is a CGI script"</b><br /> - nella sezione 'Failure Page ("Sorry" Page URL)' <b>"URL is a CGI script"</b><br />
ka: Пожалуйста, авторизуйтесь в LinkPoint Connect Admin и зайдите "Customization" -> "Settings".<br /> Введите следующую URL в разделе "Order Submission Form": [return_url]<br /> Также отметьте галочкой следующее:<br /> - опцию <b>"URL is a CGI script"</b> в разделе 'Confirmation Page ("Thank You" Page URL)'<br /> , опцию <b>"URL is a CGI script"</b> в разделе 'Failure Page ("Sorry" Page URL)'<br />
nl: Log in op FirstData Connect Admin en open het tabblad 'Beheer', klik vervolgens op de "Connect settings" link. < br / > Stel de volgende URL in, in de sectie "Order Submission Form": [return_url] < br / > Selecteer ook de opties: < br / > - in de sectie bevestigingspagina ("Thank You" pagina-URL) <b>"URL is a CGI-script"</b>< br / > - in de sectie ' Failure pagina ("Sorry" Page URL)' <b>'URL is a CGI-script'</b> < br / >
pl: Please log in to LinkPoint Connect Admin and go to the "Customization" -> "Settings". <br /> Set the following URL in the "Order Submission Form" section: [return_url]<br /> Also please tick off the checkboxes:<br /> - in the 'Confirmation Page ("Thank You" Page URL)' section <b>"URL is a CGI script"</b> checkbox<br /> - in the 'Failure Page ("Sorry" Page URL)' section <b>"URL is a CGI script"</b> checkbox<br />
ro: Va rugam sa va autentificati pe LinkPoint. Conectativa in Panoul de Administrare si mergeti la "Customizare" -> "Setari". <br /> Setati urmatorul URL in sectiunea "Formular pentru Depunerea Comenzilor": [return_url]<br /> De asemenea bifati casutele de selectare:<br /> - in sectiunea 'Pagina de Confirmare (URL-ul pagini "Va Multumim" )' <b>"URL-ul este un script CGI"</b> checkbox<br /> - in sectiunea 'Pagina esuare (URL-ul paginii "Ne pare rau")' <b>"URL-ul este un script CGI "</b> checkbox<br />

# Languages::text_links
source: Text links
hu: Szöveges linkek
it: Collegamenti di testo
ka: ტექსტური ბმულები
nl: Tekst links
pl: Linki tekstowe
ro: Link-uri de tip text

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
hu: <h4>Regisztráció?</h4><p>Elkészítem a regisztrációmat 1 perc alatt</p>
it: <h4>Non sei ancora registrato?</h4><p>Creare un nuovo account è facilissimo e richiede meno di un minuto.</p>
ka: <h4>ჯერ კიდევ არ ხართ რეგისტრირებული?</h4><p>ახალი ანგარიშის რეგისტრაციის პროცესი საკმაოდ მარტივია და წაგართმევთ წუთზე ნაკლებ დროს.</p>
nl: <h4>Nog geen account?</h4><p>Een account aanmaken is eenvoudig en kost slechts minder dan een minuut van uw tijd.</p>
pl: <h4>Nie jesteś zarejestrowanym użytkownikiem?</h4><p>Tworzenie nowego konta jest proste i trwa mniej niż minutę.</p>
ro: <h4>Nu sunteti membru?</h4><p>Creati-va un cont in mai putin de un minut!.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
hu: Ez a termék nem adható hozzá a<br>kosárhoz, mert nincs bejelentkezve.
it: Questo prodotto non può essere aggiunto al <br>carrello perché non siete registrati.
ka: ეს პროდუქტი ვერ დაემატება კალათას რადგან თქვენ ჯერ არ გაგივლიათ ავტორიზაცია.
nl: Dit product kan niet worden toegevoegd<br /> aan het winkelwagentje omdat u niet bent ingelogd.
pl: Ten produkt nie może zostać dodany do<br>koszyka, ponieważ nie jesteś zalogowany.
ro: Acest produs nu poate fi adaugat <br>in cos pentru ca nu sunteti autentificat.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
hu: Logó <strong>számlákhoz</strong>
it: Logo per <b>fatture</b>
ka: ლოგო <b>ანგარიშ-ფაქტურისთვის</b>
nl: Logo voor <b>facturen</b>
pl: Logo dla <b>faktur</b>
ro: Logo pentru <b>facturi</b>

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
hu: <p class="mandatory-fields">A <span class="required">*</span> csillaggal megjelölt mezők kitöltése kötelező</p>
it: <p class="mandatory-fields">I campi contrassegnati con<span class="required">*</span> sono obbligatori</p>
ka: <span style="text-decoration: underline;">ველები რომლებიც აღნიშნულია ვარსკვკლავით <span class="required-field-mark">*</span>, აუცილებლად შესავსებია</span>
nl: <span style="text-decoration: underline;">Velden gemarkeerd met <span class="required-field-mark">*</span> zijn verplicht</span>
pl: <p class="mandatory-fields">Pola zaznaczone <span class="required">*</span> są obowiązkowe</p>
ro: <p class="mandatory-fields">Campurile marcate cu <span class="required">*</span> sunt obligatorii</p>
