Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::currency_code_sbd
source: Solomon Islands Dollar
hu: Salamon-szigeteki dollár
it: Dollaro Isole Solomon
ka: სოლომონის კუნძულების დოლარი
nl: Salomonseilandse Dollar
pl: Dolar - Wyspy Salomona
ro: Dolarul Insulelor lui Solomon

# Languages::currency_code_sek
source: Sweden Kroner
hu: Svéd korona
it: Corona Svedese
ka: შვედური კრონა
nl: Zweedse kronen
pl: Korona szwedzka
ro: Coroana Suedeza

# Languages::currency_code_sgd
source: Singapore Dollar
hu: Szingapúri dollár
it: Dollaro di Singapore
ka: სინგაპურული დოლარი
nl: Singaporese Dollar
pl: Dolar singapurski
ro: Dolarul Singapore

# Languages::currency_code_sit
source: Slovenian Tolar
hu: Szlovén tolár
it: Tallero sloveno
ka: Словенский толар
nl: Sloveense Tolar
pl: Tolar - Słowenia
ro: Tolarul Sloven

# Languages::currency_code_skk
source: Slovak Koruna
hu: Szlovák korona
it: Corona Slovacca
ka: Словацкая крона
nl: Slowaakse Koruna
pl: Krona słowacka
ro: Coroana Slovaca

# Languages::currency_code_thb
source: Thai Baht
hu: Thai bát
it: Baht Thailandese
ka: Бат
nl: Thaise Baht
pl: Bat - Tajlandia
ro: Baht-ul

# Languages::currency_code_try
source: Turkish Lira
hu: Török líra
it: Lira Turca
ka: თურქული ლირა
nl: Turkse Lira
pl: Lira turecka
ro: Lira Turca

# Languages::currency_code_twd
source: New Taiwan dollar
hu: Tajvani új dollár
it: Nuovo dollaro di Taiwan
ka: ახალი ტაივანური დოლარი
nl: Nieuwe Taiwanese dollar
pl: Dolar Nowego Tajwanu

# Languages::currency_code_usd
source: US Dollar
hu: Amerikai dollár
it: Dollaro Americano
ka: ამერიკული დოლარი
nl: Amerikaanse Dollar
pl: Dolar amerykański
ro: Dolarul American

# Languages::currency_code_vuv
source: Vanuatu Vatu
hu: Vanuatui vatu
it: Vatu di Vanuatu
ka: Вату Вануату
pl: Vatu - Vanuatu
ro: Vanuatu Vatu-ul

# Languages::currency_code_wst
source: Samoan Tala
hu: Szamoai tala
it: Tala samoano
ka: Самоа тала
pl: Tala - Samoa
ro: Tala Samaoniana

# Languages::currency_deleted
source: The currency has been deleted successfully.
hu: A pénznem sikeresen törölve.
it: La valuta è stata cancellata con successo.
ka: ვალუტა წარმატებით იქნა წაშლილი.
nl: De valuta is verwijderd.
pl: Waluta została usunięta.
ro: Moneda a fost stearsa cu succes.

# Languages::currency_rate
source: Rate
hu: Váltószám
it: Tasso di cambio
ka: ვალუტის კურსი
nl: Koers
pl: Kurs waluty
ro: Valuta

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
hu: A pénznem váltószámnak 0-nál nagyobbnak kell lennie.
it: Il Tasso di cambio deve essere superiore a 0.
ka: ვალუტის გაცვლითი კურსი უნდა იყოს ნულზე მეტი.
nl: Wisselkoers moet hoger zijn dan 0.
pl: Kurs walutowy powinien być większy niż 0.
ro: Moneda cursului de schimb ar trebui sa fie mai mare decat 0.

# Languages::currency_sign
source: Sign
hu: Jel
it: Simbolo
ka: ვალუტის სიმბოლო
nl: Teken
pl: Oznaczenie waluty
ro: Inregistrare moneda

# Languages::current_database_size
source: Current database size
hu: Jelenlegi adatbázis méret
it: Dimensione attuale del database
ka: მონაცემთა ბაზის მიმდინარე ზომა
nl: Huidige database-grootte
pl: Aktualny rozmiar bazy danych
ro: Dimensiunea curenta a bazei de date

# Languages::currency_hidden_status_free
source: The status <b>Hidden</b> for currency cannot be used in the free mode.
hu: A <b>Rejtett</b> státusz nem használható pénznemhez Ingyenes üzemmódban.
it: Lo status <b>Nascosto</b> per la valuta non può essere utilizzato in modalità GRATUITA.
nl: De status <b>Verborgen</b> voor valuta kan niet worden gebruik in de gratis modus.
pl: Status <b>Ukryty</b> dla waluty nie może być używany w trybie free.
ro: Statusul <b>Hidden</b> pentru moneda nu poate fi folosit in free mode

# Languages::language_hidden_status_free
source: The status <b>Hidden</b> for language cannot be used in the free mode.
hu: A <b>Rejtett</b> nyelv státusz nem használható az Ingyenes üzemmódban.
it: Lo status <b>Nascosto</b> non può essere utilizzato in modalità GRATUITA.
nl: De status <b>Verborgen</b> voor taal kan niet worden gebruikt in de gratis mode.
pl: Status <b>Ukryty</b> dla języka nie może być używany w trybie free.
ro: Starea <b>Hidden</b> pentru variabila de limba nu poate fi folosita in modul "free"

# Languages::current_path
source: Current path
hu: Jelenlegi útvonal
it: Percorso attuale
ka: მიმდინარე მიმართულება
nl: Huidig pad
pl: Aktualna ścieżka
ro: Calea curenta

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
hu: Könnyedén tölthet fel- és le fájlokat a <a href="[href]">Fájl szerkesztőn</a> keresztül
it: Puoi caricare e scaricare file tramite l'<a href="[href]"> Editor di file</a>
nl: Bestanden zijn via de <a href="[href]">Bestandsbewerker</a> te up- en downloaden.
pl: Możesz przesyłać i pobierać pliki za pomocą <a href="[href]"> Edytora plików</a>
ro: Puteţi încărca şi descărca fişiere prin intermediul <a href="[href]"> Fişier Editor</a>

# Languages::current_period
source: Current Period
hu: Jelenlegi periódus
it: Periodo attuale
ka: მიმდინარე პერიოდი
nl: Huidige periode
pl: Aktualny Okres
ro: Perioada curenta

# Languages::current_theme
source: Current theme
hu: Jelenlegi arculat
it: Modello attuale
ka: მიმდინარე თემა/გარსი
nl: Huidige thema
pl: Bieżący temat graficzny
ro: Tema actuala

# Languages::custom
source: Custom
hu: Egyedi
it: Personalizzato
ka: სხვა
nl: Aangepast
pl: Klient
ro: Clientela

# Languages::customer
source: Customer
hu: Felhasználó
it: Cliente
ka: მომხმარებელი
nl: Klant
pl: Klient
ro: Client

# Languages::customers
source: Customers
hu: Felhasználók
it: Clienti
ka: მაღაზიის წევრები
nl: Klanten
pl: Klienci
ro: Clienti

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
hu: Regisztrált felhasználók listája.
it: Lista di clienti del negozio, utenti registrati con un account cliente.
ka: მაღაზიის კლიენტები, რეგისტრირებული კლიენტები მყიდველის ანგარიშით.
nl: Overzicht van geregistreerde klanten in uw webwinkel.
pl: Lista klientów sklepu i zarejestrowanych użytkowników.
ro: Lista clientilor, utilizatorilor inregistrati.

# Languages::customer_details
source: Customer details
hu: Vevő részletei
it: Dettagli cliente
ka: მომხმარებლის დეტალები
nl: Klantdetails
pl: Informacje szczegółowe o kliencie
ro: Detalii client

# Languages::customer_email
source: Customer email
hu: Vásárló e-mail címe
it: E-mail cliente
ka: მომხმარებლის ელ-ფოსტა
nl: Klant e-mail
pl: Adres email Klienta
ro: E-mail client

# Languages::customer_id
source: Customer ID
hu: Vásárlói azonosító
it: ID cliente
ka: მომხმარებლის ID
nl: Klant ID
pl: ID klienta
ro: ID client

# Languages::customer_info
source: Customer information
hu: Felhasználói információk
it: Informazioni cliente
ka: მომხმარებლის შესახებ
nl: Klantinfo
pl: Informacje o kliencie
ro: Info client

# Languages::customer_information
source: Customer information
hu: Felhasználói információk
it: Informazioni cliente
ka: ინფორმაცია მომხმარებლის შესახებ
nl: Klantinformatie
pl: Informacja o kliencie
ro: Informatii client

# Languages::customer_notes
source: Customer notes
hu: Felhasználó megjegyzései
it: Note del cliente
ka: მომხმარებლის კომენტარი
nl: Klantnotities
pl: Notatki klienta
ro: Notatii client

# Languages::customer_signature
source: Customer's signature
hu: Ügyfél neve
it: Firma cliente
ka: მომხმარებლის ხელმოწერა
nl: Klant handtekening
pl: Podpis klienta
ro: Semnatura clientului

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
hu: Köszönjük, hogy webáruházunkat választotta!
it: Grazie per aver fatto acquisti nel nostro negozio.
ka: მადლობას გიხდით ჩვენი საიტით სარგებლობისთვის.
nl: Bedankt voor het gebruik van onze winkelwagen.
pl: Dziękujemy za skontaktowanie się z nami. Odpowiemy na zapytanie najszybciej jak to będzie możliwe.
ro: Va multumim pentru ca ati ales magazinul nostru.

# Languages::customize
source: Customize
hu: Testreszabás
it: Personalizza
nl: Aanpassen
pl: Dostosowywanie
ro: Personalizati

# Languages::visual_editor
source: Visual Editor
hu: Vizuális Szerkesztő
it: Editor Visuale
ka: ვიზუალური რედაქტორი
nl: Visuele editor
pl: Edytor wizualny

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
hu: Ez a sablon nem tartalmaz stílusokat.
it: Questo Tema non ha nessuno stile.
ka: ამ თემას არ გააჩნია სტილები.
nl: Dit thema heeft geen stijlen.
pl: Ten temat nie ma stylów.
ro: Aceasta tema nu are stiluri.

# Languages::custom_range
source: Custom Range
hu: Egyedi tartomány
it: Intervallo personalizzato
ka: ხელით არჩევა
nl: Aangepast bereik
pl: Własny zakres
ro: Interval

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
hu: Az alábbi termékek termékkódja túl hosszú, ezért 32 karaktert követően levágásra kerültek:
it: I seguenti codici prodotto sono troppo lunghi e sono stati ridotti a 32 caratteri:
ka: Следующие коды товаров слишком длинные и были укорочены до 32 символов:
nl: De volgende productcodes zijn te lang en werden tot 32 tekens ingekort:
pl: Następujące kody produktów są zbyt długie i zostały obcięte do 32 cyfr:
ro: Urmatoarele coduri de produs sunt prea lungi si au fost taiate la 32 cifre

# Languages::cvv2
source: CVV/CVC
it: CVV2
ka: CVV2
pl: CVV2

# Languages::czech
source: Czech
hu: Cseh
it: Ceco
ka: ჩეხური
nl: Tsjechisch
pl: Czeski
ro: Ceha

# Languages::danish
source: Danish
hu: Dán
it: Danese
ka: საბავშვო
nl: Deens
pl: Duński
ro: Daneza

# Languages::dashboard
source: Dashboard
hu: Vezérlőpult
it: Bacheca
ka: ინსტრუმენტების დაფა
pl: Panel sterowania
ro: Tablou de bord

# Languages::database
source: Database
hu: Adatbázis
it: Database (banca dati)
ka: მონაცემთა ბაზები
pl: Baza danych
ro: Baza de date

# Languages::database_data_changes
source: Database data changes
hu: Adatbázis adat változások
it: Cambiamenti valori nella banca dati
nl: Wijzigingen databasegegevens
pl: Zmiany w bazie danych
ro: Schimbari in baza de date

# Languages::database_maintenance
source: Database maintenance
hu: Adatbázis karbantartás
it: Manutenzione database (banca dati)
ka: მონაცემთა ბაზის მხარდაჭერა
nl: Database onderhoud
pl: Konserwacja bazy danych
ro: Intretinerea bazei de date

# Languages::database_structure_changes
source: Database structure changes
hu: Adatbázis struktúra változások
it: Cambiamenti nella struttura della banca dati
nl: Database structuur wijzigingen
pl: Zmiany struktury bazy danych
ro: Schimbari in structura bazei de date

# Languages::datatrans_caa
source: Authorization with immediate settlement
hu: Engedélyezés azonnali rendezéssel
it: Autorizzazione con pagamento immediato
ka: ავტორიზება და ანგარიშსწორება
nl: Authorisatie met direct akkoord
pl: Authorisation with immediate settlement
ro: Autorizarea cu deconectare imediata

# Languages::datatrans_noa
source: Authorization only
hu: Csak engedélyezés
it: Solo autorizzazione
ka: ავტორიზაცია
nl: Alleen authorizatie
pl: Authorisation only
ro: Doar cu autorizare

# Languages::datatrans_sign
source: Digital signature
hu: Digitális aláírás
it: Firma digitale
ka: ციფრული ხელმოწერა
nl: Digitale handtekening
pl: Podpis cyfrowy
ro: Semnatura digitala

# Languages::date
source: Date
hu: Dátum
it: Data
ka: თარიღი
nl: Datum
pl: Data
ro: Data

# Languages::date_added
source: Date added
hu: Létrehozás dátuma
it: La data è stata aggiunta
ka: დამატებულია
nl: Datum toegevoegd
pl: Data dodania
ro: Data adaugarii

# Languages::date_of_birth
source: Date of birth
hu: Születésnap
it: Data di nascita
ka: დაბადების თარიღი
nl: Geboortedatum
pl: Data urodzenia
ro: Data nasterii

# Languages::day
source: day
hu: nap
it: giorno
ka: დღე
nl: dag
pl: Dzień
ro: zi

# Languages::days
source: days
hu: nap
it: giorni
ka: დღეები
nl: dagen
pl: dni
ro: zile

# Languages::db_backup_restore
source: DB Backup/Restore
hu: Adatbázis mentés / visszaállítás
it: Backup/Ripristino database (banca dati)
ka: მბ-ის შენახვა/აღდგენა
nl: DB Backup/Herstel
pl: Kopia zapasowa/Odzyskanie bazy danych
ro: Salvati baza de date

# Languages::db_name
source: Database name
hu: Adatbázis neve
it: Nome banca dati
ka: მონაცემთა ბაზის სახელი
nl: Database naam
pl: Nazwa bazy danych
ro: Numele bazei de date

# Languages::dear
source: Dear
hu: Tisztelt
it: Gent.le
ka: პატივცემულო
nl: Beste
pl: Drogi
ro: Draga

# Languages::debit
source: Debit
hu: Terhelés
it: Debito
ka: დებეტი
nl: Debet
pl: Debet

# Languages::decimals
source: Decimals
hu: Tizedes számok
it: Decimali
ka: ათეულის ნიშანი
nl: Decimalen
pl: Cyfry po przecinku
ro: Decimale

# Languages::decline
source: Decline
hu: Elutasít
it: Rifiuta
ka: უარი
nl: Weigeren
pl: Odrzuć
ro: Respingeti

# Languages::declined
source: Declined
hu: Elutasított
it: Rifiutato
ka: უარყოფილი
nl: Afgewezen
pl: Odrzucony
ro: Respins

# Languages::decline_selected
source: Decline selected
hu: Kijelöltek elutasítása
it: Rifiuta i selezionati
ka: არჩეულის უარყოფა
nl: Geselecteerde weigeren
pl: Odrzuć wybrane
ro: Respingeti cele selectate

# Languages::decorator
source: Decorator
hu: Dekoráló
it: Decoratore
ka: დეკორატორი
nl: Decorateur
pl: Dekorator

# Languages::decrease
source: Decrease
hu: Csökkentés
it: Diminuire
ka: შემცირება
nl: Verlagen
pl: Zmniejsz
ro: Micsorati

# Languages::dec_sign
source: Dec sign
hu: Tizedesek elválasztója
it: Simb. decimale
ka: ათასეულის. ნიშანი
nl: Decimaal teken
pl: Sep. dziesiętnych
ro: Semn de micsorare

# Languages::default
source: Default
hu: Alapértelmezett
it: Predefinito
ka: ნაგულისხმევად
nl: Standaard
pl: Domyślne
ro: Modul implicit

# Languages::default_category_view
source: Default category view
hu: Alapértelmezett kategórianézet
it: Visualizzazione predefinita categoria
ka: ნაგულისხმევი კატეგორიების ხედი
nl: Standaard categorieweergave
pl: Domyślny widok kategorii
ro: Vizualizare implicită categorie

# Languages::default_language
source: Default language
hu: Alapértelmezett nyelv
it: Lingua predefinita
ka: ენა ნაგულისხმევად
nl: Standaard taal
pl: Domyślny język
ro: Limba initiala

# Languages::default_layout
source: Default layout
hu: Alapértelmezett elrendezés
it: Layout predefinito
nl: Standaard opmaak
pl: Domyślny wygląd
ro: layout initial

# Languages::default_long_options_template
source: Default template (long product option names)
hu: Normál (bővített termékkominációs leírással)
it: Modello predefinito (nomi opzione prodotto lunghi)
ka: სტანდარტული შაბლონი (პროდუქტების გრძელი დასახელებით)
nl: Standaard sjabloon (lange product optie namen)
pl: Domyślny szablon (długie nazwy opcji produktu)
ro: Tema Default ( produse cu nume lung si optiuni )

# Languages::default_product_details_view
source: Parent ([default])
hu: Szülő ([default])
it: Padre ([default])
ka: მემკვიდრეობითი ([default])
nl: Bovenliggende ([standaard])
pl: Nadrzędny ([default])
ro: Părinte ([default])

# Languages::default_template
source: Default template
hu: Normál sablon
it: Modello predefinito
ka: შაბლონი ნაგულისხმევად
nl: Standaard sjabloon
pl: Domyślny szablon
ro: Tema initiala

# Languages::default_value
source: Default value
hu: Alapértelmezett érték
it: Valore predefinito
ka: მნიშვნელობა ნაგულისხმევად
nl: Standaard waarde
pl: Domyślna wartość
ro: Valoarea initiala

# Languages::deferred
source: Deferred
hu: Halasztott
it: In ritardo
ka: გადადებული
nl: Uitgesteld
pl: Odroczone
ro: Amanat

# Languages::defined
source: Defined
hu: Definiált
it: Definito
ka: მითითებული
nl: Gedefinieerd
pl: Zdefiniowany
ro: Definit

# Languages::defined_desired_products
source: List of desired products
hu: Kívánt termékek listája
it: Lista dei prodotti desiderati
ka: სასურველი პროდუქტების სია
nl: Overzicht van gewenste producten
pl: Lista pożądanych produktów
ro: Lista produselor dorite

# Languages::defined_items
source: defined items
hu: Definiált elemek
it: Articoli definiti
ka: მითითებული პროდუქტი
nl: gedefinieerde items
pl: zdefiniowanych pozycji
ro: produse definite

# Languages::delay
source: Delay (in seconds)
hu: Késleltetés (másodpercben)
it: Ritardo (in secondi)
ka: შეფერხება (წამებში)
nl: Vertraging (in seconden)
pl: Opóźnienie (w sekundach)
ro: Timp asteptare (in secunde)

# Languages::delete
source: Delete
hu: Törlés
it: Cancella
ka: წაშლა
nl: Verwijder
pl: Skasuj
ro: stergeti

# Languages::deleted
source: Deleted
hu: Törölt
it: Eliminato
ka: წაშლილი
nl: Verwijderd
pl: Usunięty
ro: sters

# Languages::deleted_product
source: DELETED PRODUCT
hu: TÖRÖLT TERMÉK
it: Prodotto cancellato
ka: წაშლილი პროდუქტი
nl: verwijderd product
pl: USUNIĘTY PRODUKT
ro: Stergeti produs

# Languages::delete_all_found
source: Delete all found
hu: Összes találat törlése
it: Cancella tutti quelli trovati
ka: ყველაფრის წაშლა
nl: Alle gevonden verwijderen
pl: Skasuj wszystkie znalezione
ro: Stergeti toate gasite

# Languages::delete_block
source: Delete block
hu: Blokk törlése
it: Cancella blocco
ka: ბლოკის წაშლა
nl: Blok verwijderen
pl: Skasuj blok
ro: Stergeti bloc

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
hu: Biztosan törölni akarja a kiválasztott elemeket?
it: Sei sicuro di voler cancellare gli elementi selezionati?
ka: ნამდვილად გსურთ არჩეული ჩანაწერების წაშლა?
nl: Wilt u de geselecteerde items verwijderen?
pl: Jesteś pewien, że chcesz usunąć wybrane elementy?
ro: Sunteti sigur ca doriti sa stergeti produsele selectate?

# Languages::delete_grid
source: Delete grid
hu: Rács törlése
it: Cancella griglia
ka: ბადის წაშლა
nl: Rooster verwijderen
pl: Skasuj siatkę
ro: Sterge grid

# Languages::delete_image
source: Delete image
hu: Kép törlése
it: Cancella immagine
ka: სურათის გადიდება
nl: Afbeelding verwijderen
pl: Usuń zdjęcie
ro: stergeti imagine

# Languages::delete_image_pair
source: Delete image pair
hu: Kép pár törlése
it: Cancella coppia immagini
ka: რამოდენიმე სურათის წაშლა
nl: Set afbeeldingen verwijderen
pl: Usuń parę zdjęć
ro: stergeti imagini secundare

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
hu: Távolítsa el a telepítési mappát.<br/><br/>A telepítési mappa szerveren tárolása nem biztonságos.
it: Prego cancellare la cartella 'install'.<br /><br />Non è sicuro mantenere la cartella 'install' sul server.
nl: Verwijder de installatiemap<br /><br />Het behouden van de installatiemap op de server is niet veilig.
pl: Proszę usunąć katalog instalacyjny.<br /><br />Pozostawienie katalogu instalacyjnego na serwerze może spowodować poważne naruszenie bezpieczeństwa.
ro: Va rugam sa stergeti directorul "install". Mentinerea lui poate cauza probleme.

# Languages::delete_range
source: Delete range
hu: Intervallum törlése
it: Cancella intervallo/serie
ka: დიაპაზონის წაშლა
nl: Verwijder reeks
pl: Usuń zakres
ro: Stergeti gama

# Languages::delete_selected
source: Delete selected
hu: Kijelöltek törlése
it: Cancella i selezionati
ka: მონიშნულის წაშლა
nl: Selectie verwijderen
pl: Usuń zaznaczone
ro: Stergeti cele selectate

# Languages::delete_this_category
source: Delete this category
hu: Kategória törlése
it: Cancella questa categoria
ka: კატეგორიის წაშლა
nl: Deze categorie verwijderen
pl: Usuń tą kategorię
ro: Stergeti aceasta categorie

# Languages::delete_this_page
source: Delete this page
hu: Oldal törlése
it: Cancella questa pagina
ka: გვერდის წაშლა
nl: Deze pagina verwijderen
pl: Usuń tą stronę
ro: Stergeti aceasta pagina

# Languages::delivery_time
source: Delivery time
hu: Szállítási idő
it: Tempi di consegna
ka: ტრანსპორტირების ვადა
nl: Levertijd
pl: Czas dostawy
ro: Timp de livrare

# Languages::delivery_times_text
source: Delivery time is calculated in business days.
hu: <p>A szállítási idő munkanapokban van meghatározva.</p>
it: Il tempo di consegna è calcolato in giorni lavorativi.
ka: ადგილზე მიწოდების დრო იანგარიშება მხოლოდ სამუშაო დღეების მიხედვით!
nl: Levertijd is berekend in werkdagen.
pl: Czas dostawy jest obliczany w dniach roboczych.
ro: Timpul de livrare

# Languages::demo_mode
source: Demo mode is enabled
hu: Demó mód engedélyezve
it: Modalità demo attivata
ka: სადემონსტრაციო რეჟიმის ჩართვა
nl: Demo mode is ingeschakeld
pl: Tryb demo jest aktywny
ro: Modul demo este activat

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
hu: <p>Az áruház <strong>BEMUTATÓ</strong> módban üzemel, ezért ez a funkció le van tiltva.</p>
it: <p>Il negozio sta funzionando in modalità <b>DEMO</b> perciò questa funzione è disattivata.</p>
ka: <p>მაღაზია მუშაობს <b>სადემონსტრაციო</b> რეჟიმში და ზოგიერთი ფუნქცია მიუწვდომელია.</p>
nl: <p>De winkelwagen werkt in de <b>DEMO</b> mode en deze functie is hierin uitgeschakeld.</p>
pl: <p>Sklep pracuje w trybie <b>DEMO</b> i ta funkcjonalność jest zablokowana.</p>
ro: <p>Magazinul functioneaza in modul <b>DEMO</b> si cateva din functionalitatiile sale sunt dezactivate.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
hu: Demó áruház felület
it: Pannello negozio Demo
ka: სადემონსტრაციო მაღაზიის პანელი
nl: Demo webwinkel paneel
pl: Panel sklepu demo
ro: Panoul magazinului demo

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
hu: Irány az adminisztrációs felület
it: Vai al pannello di amministrazione
ka: ადმინისტრატორის პანელზე გადასვლა
nl: Ga naar beheerpaneel
pl: Przejdź do panelu administracyjnego
ro: Mergi la panoul de administrare

# Languages::demo_panel.go_storefront
source: Go to Storefront
hu: Menjen az Áruházba
it: Vai nell'area pubblica
ka: მაღაზიაში გადასვლა
nl: Ga naar uw webwinkel
pl: Przejdź do konkretnego sklepu
ro: Mergi la Magazin

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
hu: A demo ekkor lesz visszaállítva:
it: La Demo sarà resettata tra:
nl: Demo wordt gereset in:
pl: Demo zostanie przywrócone w:
ro: Demo-ul va fi resetat in

# Languages::denied
source: Denied
hu: Elutasítva
it: Negato
ka: უარყოფილი
nl: Geweigerd
pl: Zabroniony
ro: Refuzat

# Languages::dependence
source: Sort by
hu: Rendezés
it: Ordina per
ka: სორტირება
nl: Sorteer op
pl: Sortuj według
ro: Sortare după

# Languages::deposit_amount
source: Deposit amount
hu: Feltöltés összege
it: Importo deposito
ka: დეპოზიტის რაოდენობა
nl: Stortingsbedrag
pl: Wielkość depozytu
ro: Valoarea depusa

# Languages::description
source: Description
hu: Leírás
it: Descrizione
ka: აღწერა
nl: Omschrijving
pl: Opis
ro: Descriere

# Languages::descr_avs
source: AVS verification response
hu: AVS ellenőrző válasz
it: Verifica indirizzo
ka: AVS ვერიფიკაციის პასუხი
nl: AVS verificatieresponse
pl: Weryfikacja AVS
ro: Raspunsul verificarii AVS

# Languages::descr_cvv
source: CVV2 verification response
hu: CVV2 ellenőrzés válasz
it: Risposta verifica CVV2
ka: CVV2 ვერიფიკაციის პასუხი
nl: CVV2 verificatieresponse
pl: Weryfikacja CVV2
ro: Raspunsul verificarii CVV2

# Languages::design
source: Design
hu: Dizájn
it: Grafica
ka: დიზაინი
nl: Ontwerp
pl: Projektowanie

# Languages::design_mode
source: Design mode
hu: Dizájn mód
it: Modalità progettazione
ka: დიზაინის რეჟიმი
nl: Ontwerpmodus
pl: Tryb edycji wyglądu
ro: Modul de proiectare

# Languages::desired_amount
source: Desired quantity
hu: Kívánt mennyiség
it: Importo desiderato
ka: სასურველი რაოდენობა
nl: Gewenste hoeveelheid
pl: Pożądana ilość
ro: Cantitatea dorita

# Languages::destination
source: Destination
hu: Cél
it: Destinazione
ka: დანიშნულება
nl: Bestemming
pl: Przeznaczenie
ro: Destinatia

# Languages::detailed_description
source: Detailed description
hu: Részletes leírás
it: Descrizione dettagliata
ka: დეტალური აღწერა
nl: Gedetailleerde omschrijving
pl: Opis szczegółowy
ro: Descriere detailata

# Languages::detailed_images
source: Detailed images
hu: Nagy képek
it: Immagini dettagliate
ka: სურათის გადიდება
nl: Detailafbeeldingen
pl: Dokładniesze zdjęcie
ro: Imagini detailate

# Languages::details
source: details
hu: részletek
it: dettagli
ka: დეტალები
pl: Szczegóły
ro: detalii
