Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::hungarian
source: Hungarian
hu: Magyar
it: Ungherese
ka: უნგრული
nl: Hongaars
pl: Węgierski
ro: Maghiara

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
hu: Az I2OF5 kód (Interleaved 2 of 5) "a kettő az ötből" kódcsalád (Standard 2 of 5) legismertebb tagja. Az átfedéses kettő az ötből kód (I2OF5) 10 szám kódolására alkalmas.
it: L'intervallo 2 di 5 è basato sullo standard di simbologia 2 di 5.<br/>L'intervallo 2 di 5 è concepito per codificare solo 10 cifre.
ka: Чередование 2 из 5 базируется на стандартной 2 из 5 символике.<br/>Чередование 2 из 5 спроектировано для кодирования только 10 цифр.
nl: Interleaved 2 of 5 is gebaseerd op Standaard 2 of 5 symbology.<br/>Interleaved 2 of 5 is ontworpen slechts 10 cijfers te coderen.
ro: Interleaved-ul 2 din 5 e bazat pe un standard de 2 din 5 simbologii.<br/>Interleaved-ul 2 din 5 e conceput pentru a codifica doar 10 cifre.

# Languages::icon
source: Icon
hu: Ikon
it: Icona
ka: ხატულა
nl: Icoon
pl: Obrazek
ro: Iconita

# Languages::identifier
source: PayBox identifier
hu: PayBox azonosító
it: Indentificatore PayBox
ka: PayBox იდენტიფიკატორი
nl: BetaalBox identifier
pl: Identyfikator PayBox
ro: Identificatorul PayBox

# Languages::iframe_mode
source: iFrame mode
hu: iFrame mód
it: Modalità iFrame
ka: iFrame რეჟიმი
pl: Tryb iFrame
ro: Mod iFrame

# Languages::illegal_item_weight
source: Illegal item weight
hu: Helytelen elem súly
it: Peso articolo non consentito
ka: დაუშვებელი წონა
nl: Onwettig item gewicht
pl: Nieprawidłowa waga przedmiotu
ro: Greutatea ileagala a produsului

# Languages::image
source: Image
hu: Kép
it: Immagine
ka: სურათი
nl: Afbeelding
pl: Zdjęcie
ro: Imagine

# Languages::images
source: Images
hu: Képek
it: Immagini
ka: სურათები
nl: Afbeeldingen
pl: Zdjęcia
ro: Imagini

# Languages::images_directory
source: Images directory
hu: Képek könyvtára
it: Cartella immagini
ka: სურათების საქაღალდე
nl: Afbeeldingen map
pl: Katalog ze zdjęciami.
ro: Directorul de imagini

# Languages::image_pair
source: Image pair
hu: Kép pár
it: Coppia immagini
ka: რამოდენიმე სურათი
nl: Afbeeldingen-set
pl: Dodatkowe zdjęcia
ro: Imagini aditionale

# Languages::image_verification
source: Image verification
hu: Képellenőrzés (CAPTCHA)
it: Verifica immagine
ka: სურათით შემოწმება
nl: Afbeelding verificatie
pl: Obrazki zabezpieczające
ro: Captcha

# Languages::image_verification_body
source: Type the characters you see in the picture above.
hu: A spam-robotok elleni védelem céljából be kell gépelni a fenti karaktereket!
it: Digita i caratteri visualizzati nell'immagine soprastante.
ka: ეს ინფორმაცია საჭიროა რათა სისტემამ არ დაუშვას არასანქცირებული წვდომა საიტთან.
nl: Type de karakters die u in de afbeelding hierboven ziet.
pl: Wpisz w pole znaki, które są widoczne na obrazku.
ro: Tastati caracterele pe care le vedeti in imaginea de mai jos.

# Languages::image_verification_label
source: Anti-bot validation
hu: Ellenőrzés
it: Convalida "Anti-bot"
ka: შეიყვანეთ სურათზე გამოსახული სიმბოლოები.
nl: Anti-spam validatie
pl: Zabezpieczenie antyspamowe
ro: Validare anti-roboti

# Languages::immediately
source: Immediately
hu: Azonnal
it: Immediatamente
ka: დაუყოვნებლივ
nl: Direct
pl: Bezpośrednio
ro: Imediat

# Languages::import
source: Import
hu: Importálás
it: Importa
ka: იმპორტი
nl: Importeer

# Languages::important
source: Important
hu: Fontos
it: Importante
ka: შეტყობინება:
nl: Belangrijk
pl: Ważne

# Languages::importing_data
source: Importing data
hu: Adat importálása
it: Importando dati
ka: მონაცემები იმპორტირებისთვის
nl: Importeren gegevens
pl: Importowanie danych
ro: Se importa date

# Languages::import_data
source: Import data
hu: Importálás
it: Importa dati
ka: მონაცემების იმპორტი
nl: Importeer gegevens
pl: Import danych
ro: Importare date

# Languages::import_locations
source: Import locations
hu: Régiók importálása
it: Importa destinazioni
ka: მდებარეობის იმპორტი
nl: Importeer locaties
pl: Import lokacji
ro: Importare locatii

# Languages::import_options
source: Import options
hu: Import beállítások
it: Opzioni importazione
ka: პარამეტრების იმპორტი
nl: Importeer opties
pl: Opcje importu
ro: Optiunile importarii

# Languages::included
source: included
hu: -t tartalmaz
it: incluso(i)
ka: შეიცავს
nl: inbegrepen
pl: zawarte
ro: Inclus

# Languages::include_cvn
source: Include CVN
hu: CVN-t tartalmazza
it: Includi CVN
ka: შეიცავს CVN
nl: Inclusief CVN
pl: Obejmują CVN
ro: Includeti CVN

# Languages::including_discount
source: Including discount
hu: Kedvezmény beleszámítva
it: Incluso sconto
ka: ფასდაკლების ჩათვლით
nl: Inclusief korting
pl: Zawiera rabat
ro: Inclusiv cu discount

# Languages::including_tax
source: Including tax
hu: ÁFÁ-val
it: Inclusa tassa
ka: გადასახადის ჩათვლით
nl: Incl.
pl: Zawiera podatek
ro: Incluzand taxa

# Languages::incompleted
source: Incomplete
hu: Nem teljes
it: Non completato
ka: დაუსრულებელი
nl: Incompleet
pl: Niekompletne
ro: Incompleta

# Languages::incompleted_orders
source: Incomplete orders
hu: Befejezetlen rendelések
it: Ordini non completi
ka: დაუსრულებელი შეკვეთები
nl: Incomplete bestellingen
pl: Nieukończone zamówienia
ro: Comenzi incomplete

# Languages::incorrect_filling_message
source: Incorrect filling message
hu: Érvénytelen kitöltési üzenet
it: Messaggio di riempimento non corretto
ka: შეტყობინება არასწორად შევსებაზე
nl: Verkeerd ingevuld bericht
pl: Komunikat informujący o nieprawidłowym wypełnieniu pola
ro: Mesaje completate incorect

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
hu: A termék nem került be a kosárba. Kérjük, hogy adjon meg egy helyes árat.
it: Il prodotto non è stato aggiunto al carrello. Per favore inserire il prezzo corretto.
ka: პროდუქტი ვერ იქნება დამატებული კალათაში. გთხოვთ შეიყვანოთ სწორი ფასი.
nl: Product is niet aan de winkelwagen toegevoegd. Vul de juiste prijs in a.u.b.
pl: Produkt nie mógł zostać dodany do karty. Proszę, wpisz poprawną cenę.
ro: Produsul nu a fost adaugat in cos. Va rugam sa introduceti pretul corect.

# Languages::increase
source: Increase
hu: Növelés
it: Incrementare
ka: გადიდება
nl: Verhogen
pl: Zwiększ
ro: Cresteti

# Languages::inc_tax
source: inc tax
hu: áfával
it: tasse incluse
ka: დღგ-ს ჩათვლით
nl: incl btw
pl: z podatkiem VAT
ro: Taxa de crestere

# Languages::index
source: Home page
hu: Kezdőlap
it: Pagina iniziale
ka: მთავარი გვერდი
pl: Strona główna
ro: Prima pagina

# Languages::information
source: Information
hu: Információk
it: Informazione
ka: ინფორმაცია:
nl: Informatie
pl: Informacja
ro: Informatii

# Languages::inner_hint
source: Inner hint
hu: Belső jelzés
it: Suggerimento interno
ka: ქვე მინიშნება
nl: Innerlijke hint
pl: Ukryta wskazówka
ro: Afisari interne

# Languages::input_field
source: Input field
hu: Beviteli mező
it: Campo dati
ka: შეტანის ველი
nl: Invoerveld
pl: Pole tekstowe
ro: Campul de introducere

# Languages::insert_block
source: Add block
hu: Blokk hozzáadása
it: Aggiungi blocco
ka: ბლოკის დამატება
nl: Blok toevoegen
pl: Dodaj blok
ro: Adaugati bloc

# Languages::insert_grid
source: Add grid
hu: Rács hozzáadása
it: Aggiungi griglia
ka: განყოფილების დამატება
nl: Rooster toevoegen
pl: Dodaj siatkę
ro: Adaugati grila

# Languages::install
source: Install
hu: Telepítés
it: Installa
ka: დაინსტალირება
nl: Installeer
pl: Instaluj
ro: Instalati

# Languages::installation_id
source: Installation ID
hu: Telepítési Azonosító
it: ID Installazione
ka: ID-ს დაყენება
nl: Installatie ID
pl: ID instalacji
ro: ID-ul instalarii

# Languages::installed
source: Installed
hu: Telepített
it: Installato
ka: დაყენებული
nl: Geïnstalleerd
pl: Zainstalowane
ro: Instalat

# Languages::installed_languages
source: Installed
hu: Telepített
it: Installate
ka: დაყენებული
nl: Geïnstalleerd
pl: Zainstalowane
ro: Instalat

# Languages::installed_upgrades
source: Installed upgrades
hu: Telepített frissítések
it: Aggiornamenti installati
ka: დაყენებული განახლებები
nl: Geïnstalleerde upgrades
pl: Zainstalowane aktualizacje
ro: Upgrade-uri instalate

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
hu: Az adminisztrációs felület eléréséhez használja a korábban megadott email címet (<b>[email]</b>) és jelszót.
it: Per accedere all'area amministratore, utilizza l'e-mail (<b> [email] </ b>) e la password che hai inserito in precedenza.
nl: Gebruik het e-mailadres (<b>[email]</b>) en wachtwoord dat u eerder heeft ingevoerd voor toegang tot het beheergedeelte .
pl: Aby uzyskać dostęp do panelu administratora, należy użyć e-mail (<b>[email]</b>) i hasła, które zostało wprowadzono wcześniej.
ro: Pentru a accesa zona de administrator, utilizati e-mailul(<b>[email]</b>) si parola introdusa mai devreme.

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
hu: Menjen az adminisztrációs panelra
it: Vai al pannello di amministrazione
ka: ადმინისტრირების პანელზე გადასვლა
nl: Ga naar het beheerpaneel
pl: Przejdź do panelu administracyjnego
ro: Mergeti la panoul de administrare

# Languages::welcome_screen.go_storefront
source: Go to the storefront
hu: Irány az áruházba
it: Vai all'area clienti
nl: Ga naar webwinkel
pl: Przejdź do konkretnego sklepu
ro: Mergeti la storefront

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
hu: Menjen a Beállítás varázslóhoz az alapszintű áruház beállításokhoz
it: Vai alla procedura guidata per la configurazione delle impostazioni di base del negozio
nl: Ga naar de instellingen-wizard voor de basis winkel-setup
pl: Przejdź do Kreatora ustawień w celu konfiguracji sklepu
ro: Mergeti la Setari wizard pentru configurarile de baza a magazinului.

# Languages::welcome_screen.knowledge_base
source: Knowledge base
hu: Tudástár
it: Documentazione
ka: ცოდნის ბაზა
nl: Kennisbank
pl: Baza wiedzy
ro: Baza de cunoştinţe

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
hu: Beállítási varázsló futtatása
it: Esegui la procedura guidata delle impostazioni
nl: Instellingen-wizard uitvoeren
pl: Uruchom kreator ustawień
ro: Rulati Setari wizard

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
hu: További információ az áruház beállításáról a
it: Per saperne di più sulla configurazione del negozio nel nostro
nl: Leer meer over de webwinkel configuratie in onze
pl: Dowiedz się więcej o konfiguracji sklepu w naszym
ro: Aflati mai multe despre configurarea magazinului in

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
hu: Köszönjük, hogy a [product] szoftvert választotta. Örömteli eladásokat kívánunk!
it: Grazie per aver scelto CS-Cart. Ti aguriamo buoni affari!
ka: გმადლობთ რომ აირჩიეთ [product]. წარმატებულ გაყიდვებს გისურვებთ!
nl: Bedankt voor uw keuze voor Cs-Cart. Veel plezier met uw verkopen!
pl: Dziękujemy za wybór [product]. Powodzenia!
ro: Va multumim pentru alegerea CS-Cart-lui. Vanzare fericita!

# Languages::installer_complete_title
source: Installation successfully finished
hu: Telepítés sikeresen befejezve
it: Installazione completata con successo
ka: ინსტალაცია წარმატებით დასრულდა
nl: De installatie is afgerond
pl: Instalacja zakończona powodzeniem
ro: Instalare terminata cu succes.

# Languages::international_settings
source: International settings
hu: Nemzetközi beállítások
it: Impostazioni internazionali
ka: საერთაშორისო პარამეტრები
nl: Internationale instellingen
pl: Ustawienia międzynarodowe
ro: Setari internationale

# Languages::international_usps
source: International U.S.P.S.
hu: Nemzetközi U.S.P.S.
it: U.S.P.S. internazionale
ka: საერთაშორისო U.S.P.S.
nl: Internationaal U.S.P.S.
ro: U.S.P.S. International

# Languages::inventory
source: Inventory
hu: Készletvezetés
it: Inventario
ka: ინვენტარი
nl: Inventaris
pl: Magazyn
ro: Inventar

# Languages::invitees
source: Invitees
hu: Meghívottak
it: Ospiti invitati
ka: მოწვევები
nl: Genodigden
pl: Zaproszeni
ro: Invitati

# Languages::invoice
source: Invoice
hu: Megrendelés
it: FATTURA
ka: ინფორმაცია შეკვეთაზე
nl: Factuur
pl: Faktura
ro: Factura

# Languages::invoices
source: Invoices
hu: Megrendelések
it: Fatture
ka: invoice
nl: Facturen
pl: Faktury
ro: Facturi

# Languages::invoice_credit_memo
source: Invoice/Credit memo
hu: Számla/Nyugta
it: Memo fattura/credito
ka: ა/ფაქტურა საკრედიტო შეტყობინება
nl: Factuur/Creditnota
pl: Faktura/Faktura korygująca
ro: Factura/Credit memo

# Languages::invoice_id
source: Invoice ID
hu: Számla azonosító
it: ID fattura
ka: ანგარიშ-ფაქტურის ID
nl: Factuurnummer
pl: Numer faktury
ro: ID-ul Facturii

# Languages::invoice_title
source: INVOICE
hu: SZÁMLA
it: FATTURA
ka: ინფორმაცია ინვოისის შესახებ
nl: FACTUUR
pl: FAKTURA
ro: FACTURa

# Languages::in_progress
source: In progress
hu: Folyamatban
it: In corso
ka: პროცესში
nl: In behandeling
pl: W trakcie
ro: in progres

# Languages::in_stock
source: In stock
hu: Készleten
it: Disponibile
ka: გაყიდვაშია
nl: Voorraad
pl: W magazynie
ro: in stoc

# Languages::ip_address
source: IP address
hu: IP cím
it: Indirizzo IP
ka: IP მისამართი
nl: IP-adres
pl: Adres IP
ro: Adresa IP

# Languages::issuer
source: Issuer
hu: Kiállító
it: Emittente
ka: გამცემი
nl: Uitgever
pl: Wystawca
ro: Emitent

# Languages::issuer_info
source: Issuer information
hu: Kiállító információ
it: Informazione emittente
ka: გამცემი ინფორმაცია
nl: Uitgever informatie
pl: Informacje o wystawcy
ro: Informatie emitent

# Languages::is_back_in_stock
source: is back in stock!
hu: újra készleten!
it: è di nuovo disponibile!
ka: უკვე გაყიდვაშია!
nl: is weer op voorraad!
pl: jest znów dostępny w naszym sklepie!
ro: Este din nou in stoc!

# Languages::is_pbp
source: Allow payment by points
hu: Ponntal fizetés engedélyezése
it: Consenti pagamento con punti
ka: ქულებით გადახდა
nl: Betaling met punten toestaan
pl: Zezwól na płatności w punktach
ro: Permiteti efectuarea platiilor cu puncte

# Languages::italian
source: Italian
hu: Olasz
it: Italiano
ka: იტალიური
nl: Italiaans
pl: Włoski
ro: Italiana

# Languages::items
source: item(s)
hu: db termék
it: Articolo(i)
ka: პროდუქტი;
pl: produkt(y)
ro: Produs(e)

# Languages::items_dependences
source: Items dependencies
hu: Elem függőségek
it: Dipendenze articoli
ka: რაოდენობაზე დამოკიდებული
nl: Items afhankelijkheden
pl: Zależność od ilości produktów
ro: Dependentele produselor

# Languages::items_in_box
source: Items in a box
hu: Elemek a dobozban
it: Articoli in un pacco
ka: კოლოფში ნივთების რაოდენობა
nl: Items in een doos
pl: Sztuk w przesyłce
ro: Produse intr-o cutie.

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
hu: [n] termék van a kosarában|[n] termék van a kosarában
it: Hai [n] articolo nel tuo carrello|Hai [n] articoli nel tuo carrello
ka: თქვენ გაქვთ [n] ნივთი თქვენს კალათაში|თქვენ გაქვთ [n] ნივთი ტქვენს კალათაში
nl: U heeft [n] item in uw winkelwagen|U heeft [n] items in uw winkelwagen
pl: Masz [n] produktów w koszyku|Masz [n] pozycji w koszyku
ro: In acest moment aveti [n] produse in cos|In acest moment aveti [n] produse in cos

# Languages::items_per_page
source: Items per page
hu: Elemek oldalanként
it: Elementi per pagina
ka: გვერდების რაოდენობა
nl: Items per pagina
pl: Pozycji na stronę
ro: Produse per pagina

# Languages::items_title
source: Items
hu: Elemek
it: Elementi
ka: ელემენტები
pl: Pozycje
ro: Produse

# Languages::item_number
source: Show item number
hu: Elem számának mutatása
it: Mostra numero articolo
ka: ელემენტის ნომრის ჩვენება
nl: Toon item nummer
pl: Pokaż liczbę pozycji
ro: Afisare numarul produsului

# Languages::item_quantity
source: Item quantity
hu: termék mennyiség
it: Quantità articolo
ka: ელემენტების რაოდენობა
nl: Item hoeveelheid
pl: Ilość pozycji
ro: Cantitate produs

# Languages::japanese
source: Japanese
hu: Japán
it: Giapponese
ka: იაპონური
nl: Japans
pl: Japoński
ro: Japoneza

# Languages::join
source: Join
hu: Csatlakozás
it: Partecipa
ka: შემოგვიერთდით
nl: Verenigen
pl: Dołącz
ro: Alaturare

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
hu: Kontroll karakter hiba, valószínűleg hibásan lett kódolva
it: Errore carattere di controllo, forse non codificato correttamente
nl: Karakter controlefout, mogelijk onjuist gecodeerd
ro: Eroare de control charactere, posibila codificare gresita a acesteia.

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
hu: Túllépte a maximális csomag mélységet
it: La profondità massima dello Stack JSON è stata superata
nl: De maximale stapel diepte is overschreden
pl: Maksymalna głębokość stosu json została przekroczona
ro: Nivelul maxim al stivei a fost depasit.

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
hu: Hibás vagy helytelenül formázott JSON
it: Non valido o JSON errato
nl: Ongeldig of misvormt JSON
pl: Nieprawidłowy lub źle sformułowany JSON
ro: JSON invalid sau incorect

# Languages::json_error_syntax
source: Syntax error, malformed JSON
hu: Szintaxis hiba, helytelen JSON
it: Errore di sintassi oppure JSON errato
ka: სინტაქსური შეცდომა, არასწორი JSON
nl: Syntax fout, misvormd JSON
pl: Błąd składni, nieprawidłowy JSON
ro: Eroare de sintaxa, JSON malformat

# Languages::json_error_unknown
source: Unknown JSON error
hu: Ismeretlen JSON hiba
it: Errore JSON sconosciuto
ka: უცნობი JSON შეცდომა
nl: Onbekende JSON fout
pl: Nieznany błąd JSON
ro: Eroare JSON necunoscuta

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
hu: Hibás UTF-8 karakterek, valószínűleg nem megfelelően kódolva
it: Caratteri UTF-8 M malformati , forse non correttamente codificati
ka: არასწორი UTF-8 სიმბოლოები, შესაძლოა იყოს არასწორი კოდირება
nl: Misvormde UTF-8 karakters, mogelijk onjuist gecodeerd
pl: Nieprawidłowy znak UTF-8 lub niepoprawnie kodowanie
ro: Caracterele UTF-8 deformate, posibila codificarea incorecta a acestora.

# Languages::key
source: Key
hu: Kulcs
it: Chiave
ka: გასაღები
nl: Sleutel
pl: Klucz
ro: Cheie

# Languages::key1_for_md5
source: Auth key 1 for md5
hu: Azonosítási kulcs 1 md5-höz
it: Auth key 1 per md5
ka: ავტორიზაციის გასაღები 1 md5-ისთვის
nl: Auth sleutel 1 voor md5
pl: Klucz autoryzacyjny 1 dla md5
ro: Cheia de autentificare 1 pentru md5

# Languages::key2_for_md5
source: Auth key 2 for md5
hu: 2. engedélyező kulcs md5-höz
it: Auth key 2 per md5
ka: ავტორიზაციის გასაღები 2 md5-ისთვის
nl: Auth sleutel 2 voor md5
pl: Klucz autoryzacyjny 2 dla md5
ro: Cheia de autentificare 2 pentru md5

# Languages::keywords
source: Keywords
hu: Kulcsszavak
it: Parole chiave
ka: საძიებო ფრაზები
nl: Zoekwoorden
pl: Słowa kluczowe
ro: Cuvinte cheie

# Languages::korean
source: Korean
hu: Koreai
it: Coreano
ka: კორეული
nl: Koreaans
pl: Koreański
ro: Koreana

# Languages::label_text_color
source: Label text color
hu: Felirat szöveg színe
it: Colore testo etichetta
nl: Label tekstkleur
pl: Kolor tekstu na etykiecie
ro: Culoarea textului etichetei

# Languages::landing_header
source: Your order has been received
hu: Köszönjük rendelését!
it: Il tuo ordine è stato rivevuto
ka: თქვენი შეკვეთა მიღებულია
nl: Uw bestelling is ontvangen
pl: Twoje zamówienie zostało przyjęte
ro: Comanda dumneavoastra a fost inregistrata

# Languages::language
source: Language
hu: Nyelv
it: Lingua
ka: ენა
nl: Taal
pl: Język
ro: Limba

# Languages::languagecode
source: Language code
hu: Nyelvi kód
it: Codice lingua
ka: ენის კოდი
nl: Taal code
pl: Kod języka
ro: Codul limbii

# Languages::languages
source: Languages
hu: Nyelvek
it: Lingue
ka: ენები
nl: Talen
pl: Języki
ro: Limbi

# Languages::language_code
source: Language code
hu: Nyelvi kód
it: Codice lingua
ka: ენის კოდი
nl: Taalcode
pl: Kod języka
ro: Codul limbii

# Languages::language_variable
source: Language variable
hu: Nyelvi változó
it: Variabile lingua
ka: ენის ცვლადი
nl: Taal variabele
pl: Zmienna językowa
ro: Variabila limba

# Languages::language_variables
source: Language variables
hu: Nyelvi változók
it: Variabili lingua
ka: ენის ცვლადი
nl: Taal variabelen
pl: Zmienne językowe
ro: Variabile limba

# Languages::last4ssn
source: Last 4 digits of Social Security Number
hu: A Közösségi Biztonsági Szám utolsó 4 számjegye
it: Ultime 4 cifre della tessera sanitaria
ka: სოციალური დაზღვევის ბოლო 4 ციფრი
nl: Laatste 4 nummers van het Social Security Number
pl: Ostatnie 4 cyfry numeru PESEL
ro: Ultimele 4 cifre ale numarului de securitate sociala.

# Languages::last_24hours
source: Last 24 hours
hu: Elmúlt 24 órában
it: Ultime 24 ore
ka: ბოლო 24 საათი
nl: Laatste 24 uur
pl: Ostatnie 24 godziny
ro: Ultimele 24 de ore

# Languages::last_days
source: Last days
hu: Előző napok
it: Ultimi giorni
ka: ბოლო დღეების რაოდენობა
nl: Laatste dagen
pl: Ostatnie dni
ro: Utilimele zile

# Languages::last_month
source: Last month
hu: Előző hónap
it: Mese precedente
ka: ბოლო თვე
nl: Laatste maand
pl: Ostatni miesiąc
ro: Luna trecuta

# Languages::last_name
source: Last name
hu: Vezetéknév
it: Cognome
ka: გვარი
nl: Achternaam
pl: Nazwisko
ro: Nume

# Languages::last_n_days
source: Last [N] days
hu: Elmúlt [N] nap
it: Ultimi [N] giorni
ka: ბოლო [N] დღე
nl: Laatste [N] dagen
pl: Ostatnie [N] dni
ro: Ultimele [N] zile

# Languages::last_order
source: Last order
hu: Utolsó rendelés
it: Ultimo ordine
ka: ბოლო შეკვეთა
nl: Laatste bestelling
pl: Ostatnie zamówienie
ro: Ultima comanda

# Languages::latitude
source: Latitude
hu: Szélesség
it: Latitudine
ka: სიგანე
nl: Omvang
pl: Szerokość geograficzna
ro: Latitudine

# Languages::layouts
source: Layouts
hu: Elrendezések
it: Layout
ka: ფორმატი
nl: Opmaak
pl: Bloki
ro: Aranjari in pagini

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
hu: AWS publikus kulcs
it: AWS chiave d'accesso pubblica
ka: AWS საჯარო წვდომის გასაღები
nl: AWC publieke toegang sleutel
pl: Klucz publiczny AWS
ro: AWS acces public key

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
hu: AWS titkos kulcs
it: AWS chiave d'accesso segreta
ka: AWS საიდუმლო წვდომის გასაღებიсекретный ключ доступа
nl: AWS geheime toegangs sleutel
pl: Tajny klucz AWS
ro: AWS acces la cheie secretă

# Languages::lbl_amazon_background_color
source: Background color
hu: Háttérszín
it: Colore di sfondo
ka: ფონის ფერი
nl: Achtergrondkleur
pl: Kolor tła
ro: Culoare de fundal

# Languages::lbl_amazon_button_color
source: Button color
hu: Gomb szín
it: Colore pulsanti
ka: ღილაკის ფერი
nl: Knopkleur
pl: Kolor przycisku
ro: Culoare buton

# Languages::lbl_amazon_button_size
source: Button size
hu: Gomb mérete
it: Dimensione pulsante
ka: ღილაკის ზომა
nl: Knopafmeting
pl: Rozmiar przycisku
ro: Dimensiune buton

# Languages::lbl_amazon_button_style
source: Amazon button style
hu: Amazon gomb stílus
it: Pulsante stile Amazon
ka: Amazon-ის ღილაკის სტილში
nl: Amazon knop stijl
pl: Styl przycisku Amazon
ro: Stilizare buton Amazon

# Languages::lbl_amazon_color_dark
source: Dark
hu: Sötét
it: Scuro
ka: მუქი
nl: Donker
pl: Ciemny
ro: Inchis

# Languages::lbl_amazon_color_light
source: Light
hu: Világos
it: Chiaro
ka: ღია
nl: Licht
pl: Jasny
ro: Deschis

# Languages::lbl_amazon_color_orange
source: Orange
hu: Narancs
it: Arancione
ka: ნარინჯისფერი
nl: Oranje
pl: Pomarańczowy

# Languages::lbl_amazon_color_tan
source: Tan
hu: Cserszínű
it: Tan (color pelle)
ka: რუხი
ro: Cafeniu

# Languages::lbl_amazon_color_white
source: White
hu: Fehér
it: Bianco
ka: თეთრი
nl: Wit
pl: Biały
ro: Alb
