Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::clone_promotions
source: Share promotions
hu: Promóciók megosztása
it: Condividi promozioni
nl: Deel aanbiedingen
pl: Współdziel promocje
ro: Cloneaza promotii

# Languages::clone_settings
source: Copy settings
hu: Beállítások másolása
it: Copia impostazioni
ka: პარამეტრების კოპირება
nl: Instellingen kopiëren
pl: Skopiuj ustawienia
ro: Cloneaza setarile

# Languages::clone_shippings
source: Share shipping methods
hu: Szállítási módok megosztása
it: Condividi metodi di spedizione
nl: Deel verzendmethodes
pl: Współdziel metody dostawy
ro: Cloneaza modalitatile de livrare

# Languages::clone_sitemap
source: Copy sitemap
hu: Oldaltérkép másolása
it: Copia mappa del sito
ka: საიტის რუკის კოპირება
nl: Sitemap kopiëren
pl: Skopiuj mapę serwisu
ro: Cloneaza sitemap

# Languages::clone_static_data_clone
source: Copy menus
hu: Menük másolása
it: Copia menù
ka: მენიუს კოპირება
nl: Menu's kopiëren
pl: Skopiuj menu
ro: Cloneaza meniul

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
hu: Hiba a fájlok kitömörítése során
it: L'estrazione dei file dall'archivio non è riuscita
ka: შეუძლებელია არქივიდან ფაილების ამოღება
nl: Bestanden uitpakken is mislukt
pl: Nie udało się rozpakować plików z archiwum
ro: Esuare in extragerea de fisiere din arhiva

# Languages::development
source: Development
hu: Fejlesztés
it: Sviluppo
ka: დეველოპერები
nl: Ontwikkeling
pl: Rozwój
ro: Dezvoltare

# Languages::check_po_file
source: PO-file contains syntax errors or incorrect structure. Please re-check it and upload again.
hu: PO-fájl szintaktikai hibás vagy helytelen szerkezetetű. Kérjük ellenőrizze, és töltse fel újra.
it: Il file PO contiene errori di sintassi o una struttura non corretta. Si prega di verificare e caricare nuovamente.
ka: PO ფაილი შეიცავს სინტაქსურ შეცდომებს ან არასწორ სტრუქტურას. გადაამოწმეთ და სცადეთ ხელახლა ატვირთვა.
nl: Het PO-bestand bevat syntaxisfouten of een onjuiste structuur. Gelieve het bestand te controleren en opnieuw te uploaden.
pl: Plik PO zawiera błędy składni lub ma niepoprawną strukturę. Proszę sprawdzić i spróbować ponownie.

# Languages::product_option_delimiter
source: Option delimiter
hu: Opció elválasztó
it: Delimitatore opzioni
nl: Optie scheidingsteken
pl: Separator opcji
ro: Delimitator optiuni

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
hu: Határoló termék opciókhoz egy opció kombináción belül (pl. "Szín: Piros, Méret: Kicsi")
it: Delimitatore per opzioni prodotto all'interno di una combinazione di opzioni (per esempio "Colore: Rosso, Misura: Piccolo")
nl: Scheidingsteken voor productopties binnen een combinatie (bijv. "Kleur: Rood, Maat: Small")

# Languages::upload_addon
source: Upload & install add-on
hu: Bővítmény feltöltése
it: Carica & installa add-on
ka: მოდულების ატვირთვა და დაინსტალირება
nl: Upload en installeer plug-ins
pl: Prześlij i zainstaluj dodatek
ro: Uploadati si instalati addon-ul

# Languages::upload_theme
source: Upload theme
hu: Kinézet feltöltése
it: Carica tema
ka: გარსის ატვირთვა
nl: Upload thema
pl: Prześlij układ graficzny
ro: Uploadati tema

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
hu: Egy új arculat feltöltése és telepítése kiváló módszer a webáruház egyedivé tételére. Új arculat feltöltése a <strong>Feltöltés</strong> gomb segítségével lehetséges, a megfelelő tgz, gz vagy zip tömörített fájl kiválasztása után.
it: Il caricamento e l'installazione di un nuovo Tema è un ottimo modo per personalizzare il tuo negozio. Puoi caricare un Tema scegliendo un file archivio in formato [exts] e clicca su <strong>Carica</strong>.
ka: ახალი გარსის ატვირთვა და დაინსტალირება არის შესანიშნავი საშუალება რათა თქვენი მაღაზია კიდევ უფრო გამორჩეული გახადოთ. თქვენ შეგიძლიათ მონიშნოთ ასატვირთად ფაილები [exts] და დააჭიროთ<strong>ატვირთვას</strong>.
nl: Een nieuw thema uploaden en installeren is een goede manier om je webwinkel te personaliseren. Je kunt een thema uploaden door een tgz, gz of zip-archief te kiezen en te klikken op <strong>Upload</strong>.
pl: Instalacja nowego tematu graficznego to świetny sposób, aby spersonalizować sklep. Możesz wgrać temat wybierając [exts] format archiwum i klikając <strong>Prześlij</strong>.
ro: Inarcand si instaland o noua tema este o modalitate buna de a personaliza magazinul dvs.Puteti incarca o tema alegand a tgz, gz, or zip formatele arhiva si clicand <strong>Upload</strong>.

# Languages::non_writable_directories
source: The following directories do not have writable permissions
hu: A következő könyvtáraknak nincs írási engedélye
it: Le seguenti cartelle non dispongono di autorizzazioni di scrittura
nl: De volgende mappen hebben geen schrijfrechten
pl: Następujące katalogi nie mają uprawnień do zapisywania.
ro: Urmatoarele directive nu au permisiune de scriere.

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
hu: Állítson be írási jogosultságot a webszerveren az alábbi mappákra, vagy adjon meg egy FTP hozzáférést, melynek írási jogosultsága van ezekhez a mappákhoz.
it: Puoi impostare i permessi di scrittura per il server Web per le cartelle cui sopra o fornire un FTP con accesso con le autorizzazioni di scrittura per queste cartelle.
nl: Je kunt bovenstaande mappen schrijfrechten geven of geef een FTP-account op welke schrijfrechten naar deze mappen heeft.
pl: Proszę ustawić uprawnienia do zapisu dla serwera WWW do katalogów wymienionych powyżej lub zapewnić dostęp do FTP z prawami zapisu do tych katalogów.
ro: Puteti seta permisiunile de scriere pentru serverul web pentru a directoarele enumerate mai sus sau ofera un acces FTP cu permisiuni de scriere pentru aceste directoare.

# Languages::ftp_server_options
source: FTP server options
hu: FTP szerver beállítások
it: Opzioni server FTP
ka: FTP სერვერის პარამეტრები
nl: FTP server opties
pl: Opcje serwera FTP
ro: Optiuni server FTP

# Languages::ftp_directory
source: FTP directory
hu: FTP könyvtár
it: Cartella FTP
ka: FTP საქაღალდე
nl: FTP-map
pl: Katalog FTP
ro: Director FTP

# Languages::recheck
source: Re-check
hu: Ismételt ellenőrzés
it: Ricontrolla
ka: გადამოწმება
nl: Controleer
pl: Ponowne sprawdzenie
ro: Reverificare

# Languages::use_this_style
source: Use this style
hu: Ennek a stílusnak a használata
it: Utilizza questo stile
ka: გამოიყენე ეს სტილი
nl: Gebruik deze stijl
pl: Użyj tego stylu
ro: Utilizati acest stil

# Languages::upload_via_ftp
source: Upload via FTP
hu: Feltöltés FTP-n keresztül
it: Carica via FTP
ka: ატვირთვა FTP-ს მეშვეობით
nl: Uploaden via FTP
pl: Prześlij za pomocą FTP
ro: Uploadati via FTP

# Languages::invalid_ftp_access
source: Invalid FTP access
hu: Helytelen FTP hozzáférés
it: Accesso FTP non valido
ka: არასწორი FTP დაშვება
nl: Ongeldige FTP toegang
pl: Nieprawidłowy dostęp do FTP
ro: Acces FTP invalid.

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
hu: A bővítmények kibővítik a webáruháza funkcionalitását.<br /> Bővítmény telepítéséhez válassza ki a megfelelő .zip, .tgz vagy .gz formátumú fájlt, majd kattintson a "Feltöltés és telepítés" gombra.
it: Gli add-ons estendono le funzionalità del tuo negozio.<br />È possibile installare un'add-on scegliendo [exts] e facendo click su Carica & Installa.
nl: Plug-ins verhogen de functionaliteit van de webwinkel. <br/> Installeer een plug-in door een .zip, .tgz of .gz-archief te selecteren en op Upload en installeer te klikken.
pl: Dodatki rozszerzają możliwości sklepu. < br / > Dodatek można zainstalować wybierając [exts] format archiwum i klikając przycisk Prześlij & Zainstaluj.
ro: Modulele extind functionalitatea magazinului dvs. <br /> Puteti instala un modul alegand.zip, .tgz, or .gz formatele arhiva si clicand Incarcare & Instalare.

# Languages::xml_error
source: XML parse error
hu: XML feldolgozási hiba
it: Errore parsing XML
nl: XML parse fout
pl: Błąd parsowania XML
ro: Eroare analiza XML

# Languages::column
source: Column
hu: Oszlop
it: Colonna
ka: სვეტი
nl: Kolom
pl: Kolumna
ro: Coloana

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
hu: A webáruház rendszer jelenlegi ([version]) verziója nem támogatott. Minimum: [min]. Maximum: [max].
it: La versione del tuo software ([version]) non è supportata. Minima: [min]. Massima: [max].
nl: Deze versie van CS-Cart ([version]) wordt niet ondersteund. Minimaal: [min]. Maximaal: [max].
pl: Ta wersja sklepu ([version]) nie jest obsługiwana. Minimalne numer wersji to: [min]. Maksymalny numer wersji to: [max].
ro: Versiunea cosului dvs ([version]) nu este suportata. Minim: [min]. Maxim: [max].

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
hu: A jelenlegi webáruház kiadás ([current_edition]) nem támogatott. Szükséges kiadás: [required_edition].
it: L'edizione del tuo software ([current_edition]) non è supportata. Versione richiesta: [required_edition].
nl: Deze versie van CS-Cart ([current_edition]) wordt niet ondersteund. De [required_edition]-versie is vereist.
pl: Edycja twojego sklepu ([current_edition]) nie jest wspierana. Wymagana wersja: [required_edition].
ro: Versiunea curenta a cosului ([current_edition]) nu este suportata. Versiunea necesara: [required_edition].

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
hu: A jelenlegi PHP verzió ([version]) nem támogatott. Minimum: [min]. Maximum: [max].
it: La versione di PHP ([version]) non è supportata. Minima: [min]. Massima: [max].
ka: PHP ვერსია ([version]) არ არის მხარდაჭერილი. მინიმუმ: [min]. მაქსიმუმ: [max].
nl: PHP versie ([version]) wordt niet ondersteund. Minimaal: [min]. Maximaal: [max].
pl: Ta wersja PHP ([version]) nie jest wspierana. Minimalny numer wersji: [min]. Minimalny numer wersji: [max].
ro: Versiunea de PHP ([version]) nu este suportata. Minim: [min]. Maxim: [max].

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
hu: Szükség van a szerveren a(z) [extension] kiterjesztés telepítésére a bővítmény megfelelő működéséhez.
it: L'estensione [extension] deve essere installata sul server per il corretto funzionamento dell'add-on.
ka: გაფართოება [extension] უნდა იქნეს დაყენებული თქვენს სერვერზე რათა მოდულებმა სრულფასოვნად იმუშაონ.
nl: De [extension] plugin moet op de server worden geïnstalleerd voor een correcte werking.
pl: [extension] powinien być zainstalowany na serwerze dla prawidłowej pracy programu.
ro: Extensia [extension] ar trebui instalata pe serverul dvs pentru o corecta functionare a add-onului.

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
hu: A(z) [extension] kiterjesztést el kell távolítani a szerverről a bővítmény megfelelő működéséhez.
it: L'estensione [extension] dovrebbe essere rimossa dal vostro server per il corretto funzionamento dell'add-on.
nl: De [extension] plugin moet van der server worden verwijderd voor een correcte werking.
pl: Rozszerzenie [extension] powinno zostać usunięte z serwera do prawidłowego działania dodatku.
ro: Extensia [extension] ar trebui inlaturata de pe serverul dvs pentru o corecta functionare a add-onului.Extensia [extension] va trebui stearsa de pe serverul dvs. pentru a functiona corect.Extensia [extension] ar trebui stearsa pentru o corecta functionare a add-onului.

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
hu: A(z) [extension] verzióját ([version]) nem támogatja a bővítmény. Minimum: [min]. Maximum: [max].
it: L'estensione [extension] versione ([version]) non è supportata dall'add-on. Minima: [min]. Massima: [max].
nl: De [extension] versie ([version]) wordt niet ondersteund door de plug-in. Minimaal: [min]. Maximaal: [max].
pl: Ta wersja [extension] ([version]) nie jest obsługiwane przez dodatek. Minimalny numer wersji to: [min]. Maksymalny numer wersji to: [max].
ro: Versiunea [extension] extensiei ([version]) nu este suportata de add-on. Minim: [min]. Maxim: [max].

# Languages::scroll_per_page
source: Scroll per page
hu: Görgetés oldalanként
it: Scorri per pagina
nl: Scrollen per pagina
pl: Przewijaj o stronę
ro: Scroll pe pagina

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
hu: Fejléc szöveg
it: Testo intestazione
nl: Koptekst
pl: Tekst nagłówka
ro: Text de antet

# Languages::payments.futurepay.zipcode_combination_error
source: The Zip code does not match the state entered. Please re-enter and try your purchase again.
hu: Az irányítószám nem egyezik a megadott állammal. Kérjük, adja meg újra és ismételje meg a vásárlását.
it: Il codice postale non corrisponde allo stato immesso. Per favore inserire nuovamente e riprovare con l'acquisto.
nl: De opgegeven postcode komt niet overeen met de opgegeven staat. Probeer het opnieuw.
pl: Wprowadzony kod pocztowy nie odpowiada stanowi. Proszę wprowadź ponownie i przeprowadzić zakup.
ro: Codul postal nu este valabil. Va rugam sa-l reintroduceti si incercati din nou.

# Languages::payments.futurepay.amount_error
source: FuturePay can only be used on orders under $500
hu: A FuturePay-t csak 500 USD alatti rendelésekhez lehet alkalmazni
it: FuturePay può essere utilizzato solo per ordini inferiori a 500$
nl: FuturePay kan alleen worden gebruikt voor bestellingen tot $500
ro: FuturePay poate fi utilizat numai pe comenzi sub 500 de dolari

# Languages::payments.futurepay.country_error
source: FuturePay is currently unavailable outside of America
hu: A FuturePay jelenleg nem elérhető Amerikán kívül.
it: FuturePay non è attualmente disponibile al di fuori dell'America
nl: FuturePay is niet beschikbaar buiten de Verenigde Staten
ro: FuturePay este indisponibil momentan in afara Statelor Unite

# Languages::payments.futurepay.customer_error
source: You currently have an outstanding application with FuturePay which needs resolving
hu: Jelenleg van egy fontos alkalmazása a FuturePay-el, ami megoldást igényel
it: Attualmente hai un caso in arretrato con FuturePay che deve essere prima risolto
nl: Er staat nog een aanvraag bij FuturePay open die eerst moet worden afgehandeld.
ro: In prezent aveti o cerere remarcabila prin FuturePay care are nevoie de rezolvare.

# Languages::payments.futurepay.phone_error
source: There was no phone number entered for your billing address. Please enter a phone number and try again
hu: A számlázási címhez nem lett megadva telefonszám. Kérjük adjon meg egy telefonszámot és próbálkozzon újra
it: Non c'era nessun numero di telefono immesso nel tuo indirizzo di fatturazione. Inserisci un numero di telefono e riprova
nl: Er is geen telefoonnummer vermeld bij het factuuradres. Voer een telefoonnummer in en probeer het opnieuw.
ro: Nu a fost introdus niciun numar de telefon pentru adresa dvs. de facturare. Introduceti un numar de telefon si incercati din nou.

# Languages::payments.futurepay.zipcode_error
source: The Zip code you entered for your billing address corresponds to a Military (APO/FPO/DPO), PO Box or other non-physical address. To approve your application we require a Zip code associated with a physical address in the U.S.
hu: A megadott irányítószám egy katonai-, postafiók-, vagy nem fizikai címhez tartozik. A jelentkezés elfogadásához szükség van egy Egyesült Államokban található fizikai címhez tartozó irányítószámra.
it: Il CAP che è stato immesso per il tuo indirizzo di fatturazione corrisponde ad un sito Militare (APO/FPO/DPO), PO Box o altro indirizzo non-fisico. Per approvare l'applicazione si richiede un codice postale associato a un indirizzo fisico negli Stati Uniti.
nl: De postcode die bij het factuuradres is opgegeven lijkt een militair adres (APO/FPO/DPO), postbus of ander niet-fysiek adres te zijn. Om de aanvraag te verwerken is een postcode nodig met een fysiek adres in de Verenigde Staten.
ro: Codul postal introdus pentru adresa de facturare corespunde cu baza Militara (APO / FPO / DPO), PO Box sau alta adresa non-fizica. Pentru a aproba cererea dvs. avem nevoie de un cod postal asociat cu o adresa fizica in SUA.

# Languages::payments.futurepay.order_exists
source: The reference exists with an order that has completed sales attached
hu: Ez a cikkszám szerepel egy rendelésben, amelyhez teljesített értékesítés tartozik
it: Il riferimento esiste con un ordine che ha un vendita completata allegata
nl: Deze referentie bestaat al en bevat reeds een afgeronde order
ro: Referinta exista cu o comnda care are vanzarile complete atasate.

# Languages::filter_by_categories
source: Filter by categories
hu: Szűrés kategória alapján
it: Filtra per categorie
ka: ფილტრაცია კატეგორიების მიხედვით
nl: Filter op categorie
pl: Filtrowanie po kategoriach
ro: Filtreaza dupa categorie

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
hu: Nincs szűrés beállítva. Hely alapján szűrés beállítva alapértelmezettként.
it: Nessun filtro specificato. Filtra per località impostato come predefinito.
nl: Geen filter opgegeven. Standaard wordt er gefilterd op lokatie.
pl: Nie określono filtra. Filtrowanie ustawiono według domyślnej lokalizacji.
ro: Nu este specificat nici un filtru. Filtrarea dupa locatie a fost setata ca initiala

# Languages::theme_information
source: Theme information
hu: Arculat információ
it: Informazione Tema
ka: თემის ინფორმაცია
nl: Thema-informatie
pl: Informacja o grafice
ro: Informatii tema

# Languages::developer
source: Developer
hu: Fejlesztő
it: Sviluppatore
ka: დეველოპერი
nl: Ontwikkelaar
pl: Twórca programu

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
hu: Arculatok és elrendezések
it: Stili per Temi e Layout
nl: Thema's en opmaak
pl: Style grafiki i wyglądu.
ro: Stilurile si layout-urile temei.

# Languages::activate
source: Activate
hu: Aktiválás
it: Attiva
ka: აქტივირება
nl: Activeren
pl: Aktywuj
ro: Activeaza

# Languages::export_layout
source: Export layout
hu: Elrendezés exportálása
it: Esporta layout
nl: Opmaak exporteren
pl: Exportuj wygląd sklepu
ro: Exportati schema

# Languages::import_layout
source: Import layout
hu: Elrendezés importálása
it: Importa layout
nl: Opmaak importeren
pl: Importuj wygląd sklepu
ro: Importare layout

# Languages::create_new_layout
source: Create new layout
hu: Új elrendezés létrehozása
it: Crea nuovo layout
nl: Nieuwe opmaak
pl: Stwórz nowy wygląd
ro: Creaza un nou layout

# Languages::update_current_layout
source: Update current layout
hu: Jelenlegi elrendezés frissítése
it: Aggiorna il layout corrente
nl: Huidige opmaak bijwerken
pl: Aktualizuj bieżący wygląd
ro: Actualizati layout-ul curent

# Languages::get_social
source: Get social
hu: Közösségi oldalaink
it: Ottieni social
ka: შემოგვიერთდით!
nl: Volg ons via social media
pl: Portale społecznościowe

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
hu: A frissítés során automatikusan kikapcsoltuk a Searchanise bővítményt a hibás keresési eredmények elkerülése érdekében. Bármikor újra bekapcsolhatja a <a href="[url]">Bővítmények</a> oldalon.
it: L'add-on di Searchanise è stato disattivata automaticamente durante l'aggiornamento per evitare risultati errati. Attivala in qualsiasi momento nella pagina <a href="[url]"> Componenti aggiuntivi</a>.
nl: De Searchanise plugin is automatisch uitgeschakeld tijdens het updaten om verkeerde zoekresultaten te vermijden. Het is mogelijk de plugin op elk gewenst moment weer te activeren op de <a href="[url]">Plugin</a>-pagina.
pl: Dodatek Searchanise został wyłączony automatycznie podczas aktualizacji, aby uniknąć fałszywych wyników wyszukiwania. Zainstaluj go w dowolnym momencie na stronie <a href="[url]">Dodatki</a>.
ro: Searchanise add-on a fost dezactivat automat in timpul upgradelui pentru a evita rezultatele cautarii false.Activati in orice moment pe <a href="[url]">Add-ons</a> pagina.

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
hu: Elnézést, az áruház karbantartás miatt ideiglenesen zárva tart.
it: Siamo spiacenti, il negozio è temporaneamente chiuso per manutenzione.
nl: De winkel is tijdelijk gesloten voor onderhoud.
pl: Przepraszamy, sklep jest czasowo zamknięty..

# Languages::theme_editor.presets
source: Presets
hu: Előbeállítások
it: Preimpostazioni
nl: Voorkeursinstellingen
pl: Ustawienie
ro: Presetari

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
hu: Az előbeállítás nem menthető. Állítson be írási jogosultságot a <b>[theme_dir]</b> mappához.
it: I dati preimpostati non possono essere salvati. È necessario impostare i permessi di scrittura per la cartella <b>[theme_dir]</b> per risolvere questo problema.
nl: Preset gegevens kunnen niet worden opgeslagen. U zult rechten moeten toekennen aan de map <b>[theme_dir]</b> om dit probleem op te lossen.
pl: Ustawienia nie mogą być zapisane. Należy ustawić uprawnienia do zapisu <b>[theme_dir]</b> katalogu.
ro: Datele prestabilite nu pot fi salvate. Ar trebui sa stabilti permisiuni de scriere pentru directoriul <b>[theme_dir]</b> pentru a rezolva problema.

# Languages::theme_editor.preset_name
source: Preset name
hu: Előbeállítás neve
it: Nome della preimpostazione
nl: Preset naam
pl: Nazwa ustawienia
ro: Nume prestabilit.

# Languages::active_preset
source: Active preset
hu: Aktív előbeállítás
it: Preimpostazione attiva
nl: Actieve preset
pl: Aktywne ustawienie
ro: Activare predefinita

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
hu: Ezzel a névvel már létezik előbeállítás. Kérjük válasszon másikat.
it: Il preset con questo nome esiste già. Si prega di sceglierne un altro.
nl: De preset met deze naam bestaat al. Kies een andere naam.
pl: Ustawienie o tej nazwie już istnieje. Proszę wybrać inne.
ro: Presetarea cu acest nume deja exista. Va rugam sa alegeti o alta presetare.

# Languages::theme_editor.incorrect_preset_name
source: Preset name can not contain the following characters: "/ # % ? * : ; { } \ "
hu: Az előbeállítás neve nem tartalmazhatja az alábbi karaktereket: "/ # % ? * : ; { } "
it: Il nome non può contenere i seguenti caratteri: "/ # %? * : ; { } \ "
nl: De vooraf ingestelde naam mag niet de volgende karakters bevatten: "/ # % ? * : ; { } "
pl: Nazwa ustawienia nie może zawierać następujących znaków: "/ # % ? * : ; { } \"

# Languages::theme_editor.convert_to_css
source: Convert to CSS
hu: Konvertálás CSS-re
it: Converti in CSS
ka: კონვერტირება CSS-ში
nl: Naar CSS omzetten
pl: Konwertuj do CSS
ro: Convertește în CSS
