Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::promotion_cond_number_of_usages
source: Number of usages
hu: Felhasználható alkalmak száma
it: Numero di utilizzi
ka: გამოყენების რაოდენობა
nl: Aantal keer gebruikt
pl: Liczba użyć kuponu rabatowego
ro: Numarul utilizarilor

# Languages::promotion_cond_once_per_customer
source: Once per customer
hu: Vásárlónként egyszer
it: Una volta per cliente
ka: ერთჯერადად მყიდველისთვის
nl: Eén keer per klant
pl: Jednokrotne użycie przez klienta
ro: Odata pe client

# Languages::promotion_cond_payment
source: Payment method
hu: Fizetési mód
it: Metodo di pagamento
ka: გადახდის მეთოდი
nl: Betaalmethode
pl: Metoda płatności
ro: Modalitatea de plata

# Languages::promotion_cond_price
source: Product price
hu: Termék ára
it: Prezzo prodotto
ka: პროდუქტის ღირებულება
nl: Productprijs
pl: Cena produktu
ro: Pretul produsului

# Languages::promotion_cond_products
source: Products
hu: Termékek
it: Prodotti
ka: პროდუქცია
nl: Producten
pl: Produkty
ro: Produse

# Languages::promotion_cond_products_number
source: Total products in the cart
hu: Termékek száma a kosárban
it: Totale prodotti nel carrello
ka: პროდუქტების რაოდენობა კალათაში
nl: Totaal aantal producten in winkelwagen
pl: Liczba produtków w koszyku
ro: Numarul total de produse in cos

# Languages::promotion_cond_purchased_products
source: Purchased products
hu: Kifizetett termékek
it: Prodotti acquistati
ka: შეძენილი პროდუქცია
nl: Verkochte producten
pl: Zakupione produkty
ro: Produsele achizitionate

# Languages::promotion_cond_state
source: Customer state (shipping)
hu: Vásárló megyéje (szállítási cím szerint)
it: Provincia del cliente (spedizione)
ka: მომხმარებლის რაიონი/რეგიონი
nl: Klant staat (verzending)
pl: Stan z którego pochodzi klient
ro: Situatie client

# Languages::promotion_cond_subtotal
source: Order subtotal
hu: Rendelés részösszeg
it: Subtotale ordine
ka: Подитог заказа
nl: Subtotaal bestelling
pl: Suma zamówienia
ro: Pretul subtotal al comenzii

# Languages::promotion_cond_total
source: Order total
hu: Rendelés összesen
it: Totale ordine
ka: სულ ჯამი
nl: Totaal bestelling
pl: Wartość zamówienia
ro: Totalul comenzii

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
hu: Termékek összsúlya a kosárban
it: Peso totale dei prodotti nel carrello
ka: კალათაში მყოფი პრდუქტების საერთო წონა
nl: Totale gewicht in het winkelwagentje
pl: Waga produtków w koszyku
ro: Greutatea produselor din cos

# Languages::promotion_cond_usergroup
source: User group
hu: Felhasználói csoport
it: Gruppo utente
ka: ჯგუფი
nl: Gebruikersgroep
pl: Grupa klientów
ro: Grup de utilizatori

# Languages::promotion_cond_users
source: Users
hu: Felhasználók
it: Utenti
ka: მომხმარებლები
nl: Gebruikers
pl: Klienci
ro: Utilizatori

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
hu: Irányítószám
it: CAP/codice postale cliente (spedizione)
ka: მომხმარებლის საფოსტო ინდექსი
nl: Klant postcode (verzending)
pl: Kod pocztowy klienta
ro: Cod postal client

# Languages::promotion_op_amount
source: amount
hu: mennyiség
it: importo
ka: რაოდენობა
nl: Bedrag
pl: Ilość
ro: Cantitate

# Languages::promotion_op_cont
source: contains
hu: tartalmazza
it: contiene
ka: შეიცავს
nl: bevat
pl: Zawiera
ro: Contine

# Languages::promotion_op_eq
source: equal
hu: egyenlő
it: uguale a
ka: ტოლია
nl: gelijk
pl: równy
ro: Egal cu

# Languages::promotion_op_gt
source: greater
hu: nagyobb
it: maggiore di
ka: მეტია
nl: groter
pl: większa niż
ro: Mai mare

# Languages::promotion_op_gte
source: equal or greater
hu: nagyobb vagy egyenlő
it: maggiore o uguale a
ka: მეტია ან ტოლია
nl: gelijk of groter
pl: równy lub większy
ro: Mai mare sau egal

# Languages::promotion_op_lt
source: less
hu: kisebb
it: minore
ka: ნაკლები
nl: minder
pl: niższa niż
ro: Mai mic

# Languages::promotion_op_lte
source: equal or less
hu: kisebb vagy egyenlő
it: minore o uguale a
ka: ნაკლები ან ტოლია
nl: gelijk of minder
pl: równy lub mniejszy
ro: Mai mic sau egal

# Languages::promotion_op_ncont
source: doesn't contain
hu: nem tartalmazza
it: non contiene
ka: არ შეიცავს
nl: bevat niet
pl: Nie zawiera
ro: Nu contine

# Languages::promotion_op_neq
source: not equal
hu: nem egyenlő
it: non uguale a
ka: არ არის ტოლი
nl: niet gelijk
pl: nie równy
ro: Nu este egal

# Languages::promotion_op_nin
source: not in
hu: nincs benne
it: non in
ka: не в
nl: niet in
pl: nie w
ro: Nu e in

# Languages::promo_code
source: Promo code
hu: Promóciós kód
it: Codice promozione
ka: პრომო-კოდი
nl: Promotie code
pl: Kod promocyjny
ro: Cod promotional

# Languages::promo_text
source: Promo text
hu: Promóciós szöveg
it: Testo promozione
ka: პრომო ტექსტი
nl: Promotie tekst
pl: Tekst promocyjny
ro: Text promotional

# Languages::properties
source: Properties
hu: Tulajdonságok
it: Proprietà
ka: თვისებები
nl: Eigenschappen
pl: Właściwości
ro: Proprietati

# Languages::provider
source: Provider
hu: Szolgáltató
it: Fornitore
ka: მომწოდებელი
nl: Aanbieder
pl: Dostawca
ro: Furnizor

# Languages::public
source: Public
hu: Nyilvános
it: Pubblico
ka: საჯარო
nl: Publiek
pl: Publiczne

# Languages::purchased_in_orders
source: Purchased in orders
hu: Megrendelésekben megvéve
it: Acquistato(i) negli ordini
ka: შეძენილი შეკვეთებში
nl: Aangekocht in bestellingen
pl: Zakupione w zamówieniach
ro: Achiziţionate în comenzi

# Languages::purchased_qty
source: Purchased qty
hu: Megrendelt mennyiség
it: Q.tà acquistata
ka: შენაძენების რაოდ-ბა
nl: Gekochte hoeveelheid
pl: Zakupionych sztuk
ro: Achizitionat qty

# Languages::purchasers_name
source: Purchaser`s Name
hu: Vásárló neve
it: Inviato da
ka: შემსყიდველის სახელი
nl: Aankopers naam
pl: Nazwa zamawiającego
ro: De la

# Languages::qty
source: Qty
hu: Mennyiség (db)
it: Q.tà
ka: რაოდენობა
nl: Aantal
pl: Ilość
ro: Cant

# Languages::qty_discounts
source: Quantity discounts
hu: Mennyiségi kedvezmények
it: Sconti quantità
ka: ფასდაკლება რაოდ-ბაზე
nl: Kwantumkortingen
pl: Rabaty ilościowe
ro: Reduceri cantitate

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
hu: Fix mennyiség/Árból levonandó százalék
it: Importo fisso/percentuale da dedurre dal prezzo
nl: Vast bedrag/Percentage wordt van de prijs afgehaald
ro: Suma fixa ​​/ Procentul scazut din pret

# Languages::quantity
source: Quantity
hu: Mennyiség (db)
it: Quantità
ka: რაოდ-ბა
nl: Hoeveelheid
pl: Ilość
ro: Cantitate

# Languages::quantity_step
source: Quantity step
hu: Darabszám lépcsője
it: Intervalli di Quantità
ka: რაოდენობრივი ბიჯი
nl: Hoeveelheid stap
pl: Krok dodawania ilość produtków do koszyka
ro: Pasul cantitatii

# Languages::query
source: Query
hu: Lekérdezés
it: Interrogazione (query)
ka: მოთხოვნა
pl: Zapytanie
ro: Interogare

# Languages::quick_checkout
source: Quick checkout
hu: Gyors vásárlás
it: Cassa veloce
ka: შეკვეთის სწრაფი გაფორმება
nl: Snel afrekenen
pl: Szybkie zamówienie
ro: Plata rapida

# Languages::quick_links
source: Quick links
hu: Gyorslinkek
it: Collegamenti rapidi
ka: სწრაფი ბმულები
nl: Snelle links
pl: Szybkie linki
ro: Link-uri directe

# Languages::quick_menu
source: Quick menu
hu: Gyorsnavigáció
it: Menù rapido
ka: სწრაფი წვდომის მენიუ
nl: Snelkeuze-menu
pl: Szybki dostęp
ro: Meniu link-uri directe

# Languages::quick_product_viewer
source: Quick product viewer
hu: Villámnézet
it: Visualizzazione rapida
ka: პროდუქტების სწრაფი დათვალიერება
nl: Beknopt product overzicht
pl: Szybki podgląd produktu
ro: Vizualizator direct produse

# Languages::quick_view
source: Quick view
hu: Villámnézet
it: Visualizzazione rapida
ka: სწრაფი ნახვა
nl: Beknopt overzicht
pl: Szybki podgląd
ro: Vizualizare rapida

# Languages::random
source: Random
hu: Véletlen
it: Casuale
ka: შემთხვევითი
nl: Willekeurig
pl: Przypadkowy
ro: Aleatoriu

# Languages::range
source: Range
hu: Skála
it: Intervallo
ka: დიაპაზონი
nl: Bereik
pl: Zasięg
ro: Gama

# Languages::ranges
source: Ranges
hu: Tartományok
it: Intervalli
ka: დიაპაზონი
nl: Reeksen
pl: Zakresy
ro: Game

# Languages::range_from
source: From
hu: Tól
it: Da
ka: დან
nl: Van
pl: Od
ro: De la

# Languages::range_to
source: To
hu: Ig
it: A
ka: მდე
nl: Tot
pl: Do
ro: Catre

# Languages::rank_number
source: Rank ('machine') number
hu: Helyezás ('machine') szám
it: Numero rango ('machine')
ka: რანკის ნომერი
nl: Rangnummer (machine)
ro: Numar Rang ('machine')

# Languages::rates_depend_on
source: Rates depend on
hu: Díjak ettől függenek:
it: Aliquote dipendono da
ka: ტარიფები დამოკიდებულია (ზე)
nl: Tarieven zijn afhankelijk van
pl: Podatki zależne od
ro: Rata depinde de

# Languages::rate_calculation
source: Rate calculation
hu: Díjszabás számítása
it: Calcolo aliquota
ka: ტარიფის გამოთვლა
nl: Tariefcalculatie
pl: Obliczanie wskaźnika
ro: Calcul rata

# Languages::rate_calculation_manual
source: Manual (by defined location)
hu: Manuális (helyszín alapján meghatározva)
it: Manuale (per destinazione definita)
ka: ხელით (ადგილმდებარეობის მიხედვით)
nl: Handleiding (tbv vaste bestemming)
pl: Manualne (w zależności od zdefiniowanej lokacji)
ro: Manual (de catre locatia definita)

# Languages::rate_calculation_realtime
source: Realtime
hu: Valós idejű
it: Tempo reale
ka: რეალურ დროში
pl: Automatyczne
ro: Calcularea ratei in timp real

# Languages::rate_value
source: Rate value
hu: Díjszabás értéke
it: Valore aliquota
ka: ღირებულება
nl: Waarderings
pl: Stawka
ro: Valoarea ratei

# Languages::read
source: Read
hu: Olvasás
it: Leggi
ka: წაკითხვა
nl: Lees
pl: Czytanie
ro: Citire

# Languages::readme
source: Readme
hu: Olvass el
it: Leggimi
ka: წაიკითხეთ
nl: Leesmij
pl: Dodatkowa informacja o sciąganym pliku
ro: Citeşte-mă

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
hu: További információ a 3-D Secure protokollal kapcsolatban
it: Maggiori informazioni su 3D Secure
ka: დამატებითი ინფორმაცია 3-D Secure-ს შესახებ
nl: Lees meer over 3-D veiligheid
pl: Czytaj więcej o 3-D Secure
ro: Citese mai mult 3-D Secure

# Languages::realtime_shippings
source: Shipping settings
hu: Szállítási beállítások
it: Impostazioni metodi di spedizione
ka: ტრანსპორტირების პარამეტრები
nl: Verzendinstellingen
pl: Ustawienia wysyłki
ro: Setari de expediere in timp real

# Languages::reason
source: Reason
hu: Indoklás
it: Motivo
ka: მიზეზი
nl: Reden
pl: Uwaga
ro: Motiv

# Languages::reasons
source: reasons
hu: okok
it: Motivi
ka: მიზეზები
nl: Redenen
pl: uwagi
ro: Motive

# Languages::reason_text
source: Payment processor response
hu: Fizetési szolgáltató válasza
it: Risposta processore pagamenti
ka: გადახდის მიზეზის პასუხი
nl: Antwoord van betalingsprocessor
pl: Odpowiedź procesora płatności
ro: Raspunsul procesarii platii

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
hu: Gyorsítótár automatikus újraépítése
it: Ricostruzione automatica della cache
ka: ქეშის ავტომატური გენერირება
nl: Herbouw cache automatisch
pl: Przebuduj cache automatycznie
ro: Reconstruiti cache-ul in mod automat

# Languages::rebuild_cache_automatically_tooltip
source: Modified files are tracked in real time (including the files modified directly on server) and re-cached. Store performance may be slightly affected. Recommended to disable on production.
hu: Módosított fájlok nyomon követése és újra gyorsítótárazása valós időben (beleértve a közvetlenül a kiszolgálón módosított fájlokat is) Teljesítményere hatással lehet, ezért javasoljuk, hogy tiltsa le a éles működés közben.
it: I file modificati vengono monitorati in tempo reale (inclusi i file modificati direttamente sul server) e poi risalvati. Le prestazioni potrebbero essere leggermente influenzate. Raccomandiamo di disattivare questa funzione in fase di produzione.
nl: Gewijzigde bestanden (inclusief direct op de server gewijzigde bestanden) worden realtime gevolgd en gere-cached. Webwinkel prestaties kunnen enigszins worden beïnvloed. Het wordt aanbevolen om uit te schakelen tijdens productie.
pl: Zmodyfikowane pliki są śledzone w czasie rzeczywistym (w tym pliki zmodyfikowane bezpośrednio na serwerze) i ponownie ładowane do pamięci podręcznej. Wydajność sklepu mogą być lekko obniżona. Zalecane jest wyłączenie opcji w sklepie produkcyjnym.
ro: Fisierele modificate sunt urmarite in timp real (inclusiv fisierele modificate direct pe server) si re-cache. Performanta magazinului poate fi usor afectata.Se recomanda a dezactiva pe productie.

# Languages::rebuild_combinations
source: Rebuild combinations
hu: Kombinációk újraépítése
it: Ricostruisci combinazioni
ka: Перестроить комбинации
nl: Herbouw combinaties
pl: Przebuduj opcje
ro: Refaceti combinatiile

# Languages::recalculate
source: Recalculate
hu: Kosár tartalmának frissítése
it: Ricalcola
ka: გადათვლა
nl: Herbereken
pl: Przelicz
ro: Recalculati

# Languages::recalculate_rates
source: Recalculate rates
hu: Összegek újraszámolása
it: Ricalcola tariffe
ka: ფასის გადათვლა
nl: Herbereken tarieven
pl: Przelicz stawki
ro: Recalculati ratele

# Languages::recalculate_totals
source: Recalculate totals
hu: Végösszeg újraszámolása
it: Ricalcolare totali
ka: ხელახლა გადათვლა
nl: Herbereken totaal
pl: Przelicz zamówienie
ro: Recalculati totalul

# Languages::recent_activity
source: Recent activity
hu: Legutóbbi aktivitás
it: Attività recente
ka: ბოლო აქტიურობა
nl: Recente activiteit
pl: Ostatnia aktywność
ro: Activitate recenta

# Languages::recent_orders
source: Recent orders
hu: Korábbi rendelések
it: Ordini recenti
ka: ბოლო შეკვეთები
nl: Recente bestellingen
pl: Ostatnie zamówienia
ro: Comenzi recente

# Languages::recent_products
source: Recently viewed
hu: Nemrég megtekintett
it: Visti di recente
ka: ნანახი
nl: Recentelijk bekeken
pl: Ostatnio oglądane
ro: Vizualizata recent

# Languages::recipient
source: Recipient
hu: Címzett
it: Destinatario
ka: მიმღები
nl: Ontvanger
pl: Odbiorca
ro: Destinatar

# Languages::recipients_name
source: Recipient`s Name
hu: Címzett neve
it: Buono regalo per
ka: ადრესატის სახელი
nl: Naam van geadresseerde
pl: To
ro: Catre

# Languages::recipient_description
source: Description of the Merchant
hu: Beszállító leírása
it: Descrizione del commerciante
ka: აღწერა
nl: Omschrijving van de merchant
pl: Opis handlowca
ro: Descrierea comerciantului

# Languages::recommended
source: Recommended
hu: Ajánlott
it: Raccomandato
ka: რეკომენდირებული
nl: Aanbevolen
pl: Polecamy
ro: Recomandat

# Languages::recover_password
source: Reset password
hu: Új jelszó kérése
it: Ripristina la tua password
ka: პაროლის აღდგენა
nl: Wachtwoord om opnieuw in te stellen
pl: Odzyskaj hasło
ro: Recuperare parola

# Languages::recover_password_subj
source: Password recovery
hu: Jelszó visszaállítás
it: Recupero password
ka: პაროლის აღდგენა
nl: Wachtwoordherstel
pl: Hasło odzyskane
ro: Recuperare parola

# Languages::recursively
source: Recursively
hu: Rekurzívan
it: Ricorsivamente
ka: Рекурсивно
nl: Recursief
pl: Rekurencyjnie
ro: Recursiv

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
hu: Áruház látogatóinak átirányítása olyan áruházra, amelynél engedélyezve van olyan ország, amelyhez a látogató IP címe tartozik
it: Re-indirizzare i visitatori del negozio verso quello che appartiene ai paesi che sono stati definiti negli indirizzi IP
nl: Stuur bezoekers van deze webwinkel door naar de webwinkel die landen ondersteund waar het bezoekers IP-adres aan toe behoort
pl: Przekieruj odwiedzających sklep na odpowiedni storefront w zależności od krajów, do których odnosi się do numer IP.
ro: Redirectionati vizitatorii acestui magazin catre cele apartinatoare tarii definite conform adreselor de IP

# Languages::referrers
source: Referrers
hu: Hivatkozási forgalom
it: Referrers HTTP
ka: რეფერერები
nl: Verwijzers
pl: Strony odniesienia
ro: Referenti

# Languages::referrer_domain
source: Referrer domain
hu: Hivatkozó domain
it: Referrer HTTP dominio
ka: Домен рефереров
nl: Refererend domein
pl: Domena odsyłająca
ro: Domeniul referentului

# Languages::refresh_packages_list
source: Refresh packages list
hu: Csomaglista frissítése
it: Aggiorna lista pacchetti
ka: დისტრიბუტორების სიის განახლება
nl: Vernieuw pakket lijst
pl: Odśwież listę pakietów
ro: Reactualizati lista de pachete

# Languages::refund
source: Refund
hu: Visszautal
it: Rimborso
ka: დაბრუნება
nl: Terugbetalen
pl: Zwrot
ro: Rambursare

# Languages::refunded
source: Refunded
hu: Visszautalva
it: Rimborsato
ka: დაბრუნებული
nl: Terugbetaald
pl: Refundowany
ro: Rambursate

# Languages::refunded_amount
source: Refunded amount
hu: Visszautalt összeg
it: Importo rimborsato
ka: დაბრუნებული თანხა
nl: Gerestitueerde bedrag
pl: Zwrócona kwota
ro: Suma rambursata

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
hu: Reguláris kifejezések ellenőrzésének használata esetén szükséges egy információs üzenet meghatározása helytelen kitöltés esetére, különben az ellenőrzés nem lesz végrehajtva.
it: Se si utilizza il controllo regexp, è necessario impostare un messaggio informando del riempimento errato del campo, in caso contrario, il controllo non verrà eseguito
ka: Если Вы используете проверку регулярных выражений, необходимо задать сообщение-подсказку о неправильном заполнении поля, иначе проверка не будет выполняться
nl: Als u gebruik maakt van de regexp controle, is het noodzakelijk om een bericht in te stellen wat informeert over het onjuist ingevulde veld, anders kan de controle niet worden uitgevoerd
pl: Jeśli używasz sprawdzania regexp (wyrażeń regularnych), konieczne jest ustawienie wiadomości informujacej o niewłaściwym wypełnieniu pola, w innym przypadku, sprawdzenie nie zostanie wykonane
ro: Daca folositi verificarea regexp, e necesar sa se stabileasca un mesaj avand ca scop informarea cu privire la completarea incorecta a campului, altfel, verificarea nu va fi efectuata

# Languages::region
source: Region
hu: Régió
it: Regione
ka: რაიონი
nl: Regio
ro: Regiune

# Languages::regions
source: Regions
hu: Régiók
it: Regioni
ka: რეგიონი
nl: Regio's
pl: Ustawienia regionalne
ro: Regiuni

# Languages::register
source: Register
hu: Regisztráció
it: Registrati
ka: რეგისტრაცია
nl: Registreer
pl: Zarejestruj się
ro: Inregistrati-va

# Languages::registered
source: Registered
hu: Regisztrált
it: Registrato
ka: რეგისტრირებული
nl: Geregistreerd
pl: Zarejestrowani
ro: Inregistrat

# Languages::registered_customers
source: Registered customers
hu: Regisztrált vásárlók
it: Clienti registrati
ka: რეგისტრირებული მომხმარებლები
nl: Geregistreerde klanten
pl: Zarejestrowani klienci
ro: Clienti inregistrati

# Languages::register_new_account
source: Register for a new account
hu: Új felhasználó létrehozása
it: Registra un nuovo account
ka: ახალი მომხმარებლის რეგისტრაცია
nl: Registreer voor een nieuw account
pl: Zarejestruj nowe konto
ro: Inregistrati-va pentru a crea un cont nou

# Languages::register_profile
source: Register profile
hu: Fiók regisztrálása
it: Registra profilo
ka: პროფილის რეგისტრაცია
nl: Registratieprofiel
pl: Zarejestruj profil
ro: Inregistrati profil

# Languages::registration
source: Registration
hu: Regisztráció
it: Registrazione
ka: რეგისტრაცია
nl: Registratie
pl: Rejestracja
ro: Inregistrare

# Languages::regnumber
source: Registration number
hu: Regisztrációs szám
it: Codice fiscale
ka: სარეგ. ნომერი
nl: Reg. nummer
pl: Numer rejestrowy
ro: Nr. inregistrarii

# Languages::related_order
source: Related order
hu: Kapcsolódó rendelés
it: Ordine associato
ka: Связанные заказы
nl: Gerelateerde bestelling
pl: Zamówienie powiązane
ro: Comanda corelata

# Languages::release_date
source: Release date
hu: Megjelenés ideje
it: Data di emissione
ka: გამოშვების თარიღი
nl: Release datum
pl: Data wydania
ro: Data lansarii pe piata

# Languages::remember_me
source: Remember me
hu: Emlékezz rám
it: Resta connesso
ka: დამახსოვრება
nl: Herinner mij
pl: zapamiętaj mnie
ro: tine-ma minte

# Languages::remove
source: Remove
hu: Eltávolítás
it: Rimuovi
ka: წაშლა
nl: Verwijder
pl: Usuń
ro: inlaturati

# Languages::remove_backup_files
source: Remove backup files
hu: Biztonsági mentés törlése
it: Elimina file di backup
ka: სარეზერვო ფაილების წაშლა
nl: Backup bestanden verwijderen
pl: Usuń pliki kopii zapasowej
ro: Eliminati fisierele de rezerva

# Languages::remove_cc_info
source: Remove CC info
hu: CC info eltávolítása
it: Elimina informazioni sulla carta di credito
ka: CC ინფორმაციის წაშლა
nl: CC info verwijderen
pl: Usuń informacje o karcie kredytowej
ro: Sterge informatii CC

# Languages::remove_this_item
source: Remove this item
hu: Ezen elem eltávolítása
it: Cancella questo elemento
ka: ჩანაწერის წაშლა
nl: Verwijder dit item
pl: Usuń tą pozycję
ro: Sterge acest produs

# Languages::rename
source: Rename
hu: Átnevezés
it: Rinomina
ka: გადარქმევა
nl: Hernoem
pl: Zmień nazwę
ro: Redenumiti

# Languages::repay_order
source: Pay order
hu: Rendelés kifizetése
it: Paga ordine
ka: შეკვეთის გადახდა
nl: Betaal bestelling
pl: Zapłać za zamówienie
ro: Platiti comanda

# Languages::report
source: Report
hu: Jelentés
it: Rapporto
ka: ანგარიში
nl: Rapport
pl: Raport
ro: Raportati

# Languages::reports
source: Reports
hu: Jelentések
it: Rapporti
ka: ანგარიშები
nl: Rapportages
pl: Raporty
ro: Rapoarte

# Languages::reports_interval_1
source: Total
hu: Összesen
it: Totale
ka: სრულად
nl: Totaal
pl: W sumie

# Languages::reports_interval_3
source: Day
hu: Nap
it: Giorno
ka: დღე
nl: Dag
pl: Dzień
ro: Zi

# Languages::reports_interval_5
source: Week
hu: Hét
it: Settimana
ka: კვირა
pl: Tydzień
ro: Saptamana

# Languages::reports_interval_7
source: Month
hu: Hónap
it: Mese
ka: თვე
nl: Maand
pl: Miesiąc
ro: Luna

# Languages::reports_interval_9
source: Year
hu: Év
it: Anno
ka: წელი
nl: Jaar
pl: Rok
ro: An

# Languages::reports_list
source: Reports list
hu: Jelentések listája
it: Lista rapporti
ka: ანგარიშების სია
nl: Rapportagelijst
pl: Lista raportów
ro: Lista rapoartelor

# Languages::reports_parameter_1
source: Order totals
hu: Végösszeg
it: Totale ordini
ka: შეკვეთის მოცულობა
nl: Bestel totalen
pl: Zamówienia ogólem
ro: Totaluri comenzi

# Languages::reports_parameter_10
source: Shipping costs
hu: Szállítási költség
it: Spese di spedizione
ka: მიწოდების ღირებულება
nl: Verzendkosten
pl: Koszty wysyłki
ro: Costuri de transport

# Languages::reports_parameter_11
source: Categories
hu: Kategóriák
it: Categorie
ka: კატეგორიები
nl: Categorieën
pl: Kategorie
ro: Categorii

# Languages::reports_parameter_12
source: Products
hu: Termékek
it: Prodotti
ka: პროდუქცია
nl: Producten
pl: Produkty
ro: Produse

# Languages::reports_parameter_13
source: Product costs
hu: Termékek költségek
it: Costi prodotto
ka: პროდუქციის ღირებულება
nl: Productkosten
pl: Koszty produktów
ro: Costurile produsului

# Languages::reports_parameter_14
source: The number of products
hu: A termékek száma
it: Quantità prodotti
ka: პროდუქციის რაოდენობა
nl: Het aantal producten
pl: Liczba produktów
ro: Numarul de produse

# Languages::reports_parameter_2
source: The number of orders
hu: Rendelések száma
it: Numero (quantità) ordini
ka: შეკვეთების რაოდენობა
nl: Het aantal bestellingen
pl: Liczba zamówień
ro: Numarul de comenzi

# Languages::reports_parameter_3
source: Orders
hu: Rendelések
it: Ordini
ka: შეკვეთები
nl: Bestellingen
pl: Zamówienia
ro: Comenzi

# Languages::reports_parameter_4
source: Statuses of orders
hu: Rendelések státuszai
it: Stato degli ordini
ka: შეკვეთების სტატუსი
nl: Statussen van bestellingen
pl: Statusy zamówień
ro: Statutul comenzilor

# Languages::reports_parameter_5
source: Payment methods
hu: Fizetési módok
it: Metodi di pagamento
ka: გადახდის საშუალებები
nl: Betaalmethodes
pl: Metody płatności
ro: Metode de plata

# Languages::reports_parameter_6
source: Locations
hu: Helyek
it: Destinazioni
ka: ადგილმდებარეობა
nl: Locaties
pl: Lokalizacje
ro: Locatii
