Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::tier_account
source: tier account
hu: szint fiók
it: Conto a livelli (Tier account)
ka: ანგარიშის დონე
nl: niveau account
pl: poziom konta
ro: Nivel de cont

# Languages::time
source: Time
hu: Idő
it: Ora
ka: თარიღი
nl: Tijd
pl: Czas
ro: Timp

# Languages::timeout
source: Timeout
hu: Időtúllépés
it: Sospensione (timeout)
ka: ტაიმ-აუტი
pl: Limit czasowy

# Languages::time_interval
source: Time interval
hu: Idő intervallum
it: Intervallo di tempo
ka: დროის ინტერვალი
nl: Tijdsinterval
pl: Interwał czasu
ro: Interval de timp

# Languages::time_unlimited_download
source: Time-unlimited download
hu: Időlimit nélküli letöltés
it: Download senza limiti di tempo
ka: გადმოწერის დროში შეზღუდვა არაა
nl: Onbeperkte-tijd download
pl: Nielimitowany czas pobrania produtku
ro: Decarcare Timp-nelimitat

# Languages::title
source: Title
hu: Cím
it: Titolo
ka: სათაური
nl: Aanhef
pl: Tytuł
ro: Titlu

# Languages::tmpl_copyright
source: Copyright information
hu: Szerzői információk
it: Informazione sul Copyright
ka: ინფორმაცია საავტორო უფლებებზე
nl: Copyright informatie
pl: Informacje o prawach autorskich
ro: Informatii Copyright

# Languages::tmpl_logo
source: Store logo
hu: Áruház logó
it: Logo dello store
ka: მაღაზიის ლოგო
nl: Winkel logo
pl: Logo sklepu
ro: Logo magazin

# Languages::tmpl_payment_icons
source: Payment systems icons
hu: Fizetési szolgáltató ikonok
it: Loghi sistemi di pagamento
ka: გადახდის მეთოდების ხატულები
nl: Betaal systemen icoontjes
pl: Ikony systemów płatności
ro: Icons sisteme plati

# Languages::tmpl_quick_links
source: Quick links
hu: Gyorslinkek
it: Collegamenti rapidi
ka: სწრაფი ბმულები
nl: Snelle links
pl: Szybkie linki
ro: Linkuri rapide

# Languages::tmpl_search
source: Search field
hu: Keresőmező
it: Campo ricerca
ka: ძიების ველი
nl: Zoekveld
pl: Pole wyszukiwania
ro: Camp de cautare

# Languages::to
source: TO
hu: Kinek
it: A
ka: მდე
nl: TOT
pl: Do
ro: Catre

# Languages::today
source: Today
hu: Ma
it: Oggi
ka: დღეს
nl: Vandaag
pl: Dzisiaj
ro: Astazi

# Languages::tools
source: Tools
hu: Eszközök
it: Strumenti
ka: ხელსაწყოები
nl: Gereedschappen
pl: Narzędzia
ro: Instrumente

# Languages::tools_addons_addons_count
source: Addons count
hu: Bővítmények száma
it: Conteggio add-ons
nl: Aantal plug-ins
pl: Liczba dodatków
ro: Calcul addon-uri

# Languages::tools_addons_current_state
source: Current state
hu: Jelenlegi állapot
it: Stato attuale
ka: მიმდინარე მდგომარეობა
nl: Huidige status
pl: Aktualny stan
ro: Situatia actuala

# Languages::tools_addons_no_addons
source: No addons
hu: Nincsenek bővítmények
it: Niente add-ons
ka: მოდულები არ არის
nl: Geen plug-ins
pl: Bez dodatków
ro: Nici un addons

# Languages::tools_addons_no_third_party_addons
source: No third party addons
hu: Nincsenek harmadik féltől származó bővítmények
it: Nessun add-on di terze parti
nl: Geen plug-ins van een derde partij
pl: Bez dodatków innych firm
ro: Nici un addon aferent tertilor parti

# Languages::tools_addons_restore_defaults
source: Restore defaults
hu: Alapállapot visszaállítása
it: Ripristina impostazioni predefinite
ka: ნაგულისხმევი პარამეტრების აღდგენა
nl: Standaardinstellingen herstellen
pl: Przywracanie ustawień domyślnych
ro: Restaurare setari implicite

# Languages::tooltip
source: Tooltip
it: Suggerimento
ka: კარნახი

# Languages::top_container_not_used
source: This container is NOT used. Top panel container from the default location will be used instead. Set this location as default to use this container as top panel for all locations.
hu: A fejléc és lábléc nem szerkeszthető itt. Ennek szerkesztéséhez a "Default" régiót kell kiválasztani.
it: Questo contenitore NON viene utilizzato. Il contenitore in alto verrà utilizzato al suo posto. Impostare questa posizione come predefinita per utilizzare questo contenitore in alto per tutte le posizioni.
ka: ეს კონტეინერი არ გამოიყენება. მის ნაცვლად გამოყენებული იქნება ზედა კონტეინერი ნაგულისხმევი მდებარეობიდან. დააყენეთ ეს მდებარეობა როგორც ნაგულისხმევი რათა გამოიყენოთ ეს კონტეინერი ყველა მდებარეობისათვის.
nl: Deze container is NIET gebruikt. Top panel container van de standaard locatie wordt in de plaats gebruikt. Stel deze locatie in als standaard om deze container als top panel te gebruiken voor alle locaties.
pl: Ten kontener nie jest używany. Kontener dolny z domyślnej lokacji będzie używany zamiast niego. Ustaw tę lokację jako domyślną do korzystania z kontenera NAGŁÓWEK | STOPKA dla wszystkich lokacji.
ro: Acest container NU este utilizat. Va fi folosit containerul aferent locatiei prestabilite in locul celui selecetat de dvs. Setati aceasta locatie ca implicita pentru a utiliza acest container ca top container pentru toate locatiile.

# Languages::top_panel
source: Top panel
hu: Felső sáv
it: Pannello superiore
nl: Naar boven
pl: NAGŁÓWEK
ro: Sus

# Languages::total
source: Total
hu: Összesen
it: Totale
ka: სულ
nl: Totaal
pl: Suma

# Languages::totally_paid
source: Total paid
hu: Összes kifizetett
it: Totale pagato
ka: გადახდილი
nl: Totaal betaald
pl: Zapłacono w sumie
ro: Total plati

# Languages::totals
source: Totals
hu: Összegek
it: Totali
ka: ჯამი
nl: Totalen
pl: Całkowity koszt
ro: Totaluri

# Languages::total_amount
source: Total amount
hu: Teljes mennyiség
it: Prezzo totale
ka: ჯამური რაოდენობა
nl: Totaalbedrag
pl: Całkowita wartość
ro: Suma totala

# Languages::total_cost
source: Total cost
hu: Végösszeg
it: Totale ordine
ka: სულ
nl: Totaal kosten
pl: Całkowity koszt
ro: Costuri totale

# Languages::total_items
source: Total items
hu: Összes elem
it: Totale elementi
ka: სულ
nl: Totaal aantal items
pl: Wszystkich pozycji
ro: Total produse

# Languages::total_price
source: Total price
hu: Teljes ár
it: Prezzo totale
ka: ფასი
nl: Totaal
pl: Całkowita cena
ro: Pretul total

# Languages::total_product_cost
source: Total product cost
hu: Teljes termék költség
it: Totale costo prodotto
ka: პროდუქციის ჯამური ფასი
nl: Totale productkosten
pl: Całkowity koszt produktu
ro: Costul total de produse

# Languages::total_results
source: Total results
hu: Összes találat
it: Totale risultati
ka: ჯამური შედეგები
nl: Totaal resultaten
pl: Wszystkie wyniki
ro: Total rezultate

# Languages::to_all_subcats
source: Apply to all subcategories
hu: Érvényesítés az összes alkategóriára
it: Applica a tutte le sottocategorie
ka: ყველა ქვეკატეგორიაზე გავრცელება
nl: Toepassen op alle subcategorieen
pl: Zastosuj do podkategorii
ro: Aplica tuturor subcategoriilor

# Languages::to_date
source: Date through
hu: Dátumig
it: a data
ka: По (включительно)
nl: Tot datum
pl: Do daty?
ro: Date prin intermediul

# Languages::to_fixed
source: to fixed amount
hu: meghatározott mennyiséghez
it: a importo fisso
ka: გარკვეულ თანხამდე
nl: naar vast bedrag
pl: Rabat do ustawionej wartości
ro: La o suma fixa

# Languages::to_percentage
source: to percentage of the original price
hu: az eredeti ár százalékához
it: a percentuale del prezzo originale
ka: ფასის გარკვეულ პროცენტამდე
nl: naar percentage van de originele prijs
pl: Rabat do procentu oryginalnej ceny
ro: Catre un procentaj din pretul initial

# Languages::track
source: Track
hu: Követés
it: Monitoraggio
ka: მიდევნება
nl: Volgen
pl: Tor?
ro: Urmariti

# Languages::tracking_number
source: Tracking number
hu: Követési azonosító
it: Numero di tracking
ka: მიდევნების კოდი
nl: Traceernummer
pl: Numer referencyjny (do śledzenia zamówienia)
ro: Numarul de urmarire

# Languages::tracks
source: Identifier
hu: Azonosító
it: Identificatore
ka: იდენთიფიკატორი
nl: Identificator
pl: Identyfikator
ro: Identificator

# Languages::track_my_order
source: Track my order(s)
hu: Rendeléskövetés
it: Monitoraggio ordini (verrà inviato alla tua e-mail)
ka: შეკვეთის სტატუსის შემოწმება
nl: Volg mijn bestelling(en)
pl: Śledź swoje zamówienie
ro: Urmarire comanda

# Languages::track_orders
source: Track orders
hu: Rendelések követése
it: Tenere traccia degli ordini
ka: შეკვეთების მიდევნება
nl: Volg bestellingen
pl: Śledź zamówienia
ro: Urmariti comenzile

# Languages::track_request_subj
source: Order tracking
hu: Rendelés követése
it: Monitoraggio ordini (tracking)
ka: თვალყურის მიდევნება
nl: Bestelling volgen
pl: Śledzenie zamówień
ro: Urmarire comanda

# Languages::track_without_options
source: Track without options
hu: Készlet követése
it: Monitoraggio senza opzioni
ka: თვალყურის მიდევნება პარამეტრების გარეშე
nl: traceer zonder opties
pl: Śledź bez opcji
ro: Urmariti fara optiuni

# Languages::track_with_options
source: Track with options
hu: Követés termékopciók nélkül
it: Monitoraggio con opzioni
ka: თვალყურის მიდევნება პარამეტრების გამოყენებით
nl: traceer met opties
pl: Śledź z opcjami
ro: Urmariti cu optiuni

# Languages::TransactionDateTime
source: TransactionDateTime
it: Data/Ora transazione
nl: Datum/tijd transactie
ro: Data tranzactiei

# Languages::transaction_approved
source: Transaction approved
hu: Tranzakció jóváhagyva
it: Transazione approvata
ka: ტრანზაქცია წარმატებით განხორციელდა
nl: Transactie goedgekeurd
pl: Transakcja zatwierdzona
ro: Tranzactie aprobata

# Languages::transaction_cancelled
source: Transaction was canceled
hu: Tranzakció törölve
it: La transazione è stata cancellata
ka: ტრანზაქცია გაუქმებულია
nl: Transactie is geannuleerd
pl: Transakcja została anulowana
ro: Tranzactie anulata.

# Languages::transaction_declined
source: Transaction declined
hu: Tranzakció visszautasítva
it: La transazione è stata rifiutata
ka: ტრანზაქცია გაუქმებულია
nl: Transactie geweigerd
pl: Transakcja odrzucona
ro: Tranzactie respinsa

# Languages::transaction_id
source: Transaction ID
hu: Tranzakció azonosító
it: ID della transazione
ka: ტრანზაქციის ID
nl: Transactie ID
pl: ID Transakcji
ro: ID-ul tranzactiei

# Languages::transaction_datetime
source: Transaction date
hu: Tranzakció dátuma
it: Data della transazione
ka: ტრანზაქციის თარიღი
nl: Transactiedatum
pl: Data transakcji
ro: Data tranzactiei.

# Languages::transaction_key
source: Transaction key
hu: Tranzakciós kulcs
it: Chiave della transazione
ka: ტრანზაქციის გასაღები
nl: Transactiesleutel
pl: Klucz transakcji
ro: Cheia tranzactiei

# Languages::transaction_password
source: Transaction password
hu: Tranzakció jelszó
it: Password della transazione
ka: ტრანზაქციის პაროლი
nl: Transactie wachtwoord
pl: Hasło transakcji
ro: Parola tranzactiei

# Languages::transaction_type
source: Transaction type
hu: Tranzakció típus
it: Tipo di transazione
ka: ტრანზაქციის ტიპი
nl: Transactietype
pl: Typ transakcji
ro: Tipul tranzactiei

# Languages::transaction_url
source: Transaction URL
hu: Tranzakció URL
it: URL della transazione
ka: ტრანზაქციის URL
nl: Transactie URL
pl: URL transakcji
ro: URL-ul tranzactiei

# Languages::translate
source: Translate
hu: Fordítás
it: Traduci
ka: თარგმნა
nl: Schakel om naar vertaalmodus
pl: Przetłumacz
ro: Traduceti

# Languages::translations
source: Translations
hu: Nyelvi változók
it: Traduzioni
ka: თარგმანი
nl: Vertalingen
pl: Tłumaczenia
ro: Traduceri

# Languages::tree
source: Tree
hu: Hierarchia
it: Struttura (albero)
ka: შტო
nl: Structuur
pl: Drzewo
ro: Arbore

# Languages::trial
source: Trial
hu: Próba verizó
it: PROVA
ka: საცდელი
nl: Test
pl: Wersja testowa

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
hu: A Próba üzemmód nem érhető el. Érvényes licenszet kell vásároljon ehez a telepítéshez
it: La modalità di Prova non è più disponibile perché avete una licenza valida attivata per questa installazione
nl: Testmode is niet langer beschikbaar sinds u een geldige licentie heeft geactiveerd voor deze installatie
pl: Próbna wersja nie jest dostępna ponieważ masz ważną licencję aktywowaną dla tej instalacji sklepu
ro: Modul trial nu mai este disponibil, deoarece aveti o licenta valabila activata pentru aceasta instalare

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
hu: A Próba verziót nem lehet aktiválni
it: La modalità PROVA non può essere attivata
ka: საცდელი რეჟიმის გააქტიურება შეუძლებელია
nl: Testversie kan niet worden geactiveerd
pl: Tryb próbny nie może zostać aktywowany
ro: Modul trial nu poate fi activat.

# Languages::trial_notice
source: Your store is in the Trial mode.<br /><br />When the 30-day trial period is over, the Free mode will be activated automatically.<br /><br />In order to keep the full access to all features after the trial period is over and permanently dismiss this message, purchase a license and <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activate the Full mode</a>.
hu: Áruháza Próba módban van.<br /><br />A 30 napos próbaidőszakot követően automatikusan Ingyenes módba fog váltani.<br /><br />Amennyiben a teljes funkcionalitást meg szeretné tartani, vásárolnia kell licenszet, melyet az <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">alábbi linken</a> tehet meg.
it: Il tuo negozio è in modalità PROVA.<br /><br />Terminato il periodo di prova di 30 giorni, la modalità GRATUITA verrà attivata automaticamente.<br /><br />Al fine di mantenere il pieno accesso a tutte le funzionalità, dopo il periodo di prova è necessario acquistare una licenza e <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">attivare la modalità COMPLETA</a>.
nl: Uw webwinkel is in testmode.<br /><br />Wanneer de 30-dagen testperiode voorbij is wordt de Gratis versie automatisch geactiveerd.<br /><br />Om alle functies te kunnen blijven gebruiken na de testperiode, koop een licentie en <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">activeer de volledige versie</a>.
pl: This <strong>trial version</strong> of CS-Cart shopping cart software is <a href="http://www.cs-cart.com/license-trial.html" target="_blank">licensed for a 60-day evaluation</a>. After this period is over, you must either <a href="http://www.cs-cart.com/order-now.html" target="_blank">purchase the full commercial license</a> or remove your copy CS-Cart Trial.<p style="color: #cc0000;">Modifying, removing, hiding, or make this message barely visible is illegal and may cause legal action.</p>
ro: Magazinul dvs. este in modul Trial.<br /><br />in cazul in care perioada de proba de 30 de zile expira, modul Free va fi activat automat.<br /><br />in scopul de a mentine accesul complet la toate caracteristicile dupa perioada de proba pentru a respinge permanent acest mesaj, achizitionati o licenta si <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Activati modul Full </a>.

# Languages::true
source: True
hu: Igaz
it: Vero
ka: სწორია
nl: Waar
pl: Prawda
ro: Adevarat

# Languages::ttc_delivery_time
source: Arbitrary text to be shown along with the shipping method title.
it: Testo arbitrario da mostrare insieme al titolo del metodo di spedizione.
nl: Willekeurige tekst wordt samen met de titel van de verzendmethode weergeven.

# Languages::ttc_clean_up_all_locations_on_import
source: Delete all existing locations before importing locations from the file
hu: Az összes meglévő helyet törölni kell fájlból importálás előtt
it: Ripulire tutte le posizioni esistenti prima di importare le posizioni dal file
ka: ყველა არსებული ლოკაციის წაშლა ლოკაციის ფაილის იმპორტირებამდე
nl: Verwijder alle bestaande locaties voordat u locaties van het bestand importeert
pl: Usuń wszystkie istniejące lokacje przed importem lokacji z pliku
ro: stergeti toate locatiile existente inainte de a importa locatii din dosar

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
hu: Oldal címe, mely a böngészőben jelenik meg.
it: Titolo pagina visualizzato in un pannello del navigatore.
ka: გვერდის დასახელება, რომელიც გამოჩნდება ბროუზერში.
nl: Pagina titel die getoond wordt in een browser paneel.
pl: Tytuł stony wyświetlany w panelu przeglądarki.
ro: Titlul paginii afisat pe bara browsere-ului.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
hu: A népszerűségi index függ a termékmegtekintések, kosárba helyezések, és a vásárlások számától.
it: Valutazione della popolarità del prodotto è basata su: quante volte il negozio è stato visualizzato, numero di aggiunte al carrello e numero di acquisti.
ka: პროდუქციის რეიტინგი გამოითვლება მისი ნახვადობით, კალათაში დამატებულობით და გაყიდვადობით.
nl: Productpopulariteit wordt gebaseerd op het aantal keer dat het product bekeken is via de winkel, hoe vaak het aan een winkelwagen toegevoegd is en het aantal keer dat het aangeschaft is.
pl: Popularność produktu liczona jest na podstawie częstotliwości wyświetlania produktu w sklepie, liczby dodań do koszyka oraz ilości zamówień
ro: Popularitatea produsului e bazata pe numarul de vizualizari in magazin, pe numarul de adaugari in cos si numarul de achizitii.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
hu: Az összes áruház domaint ugyanahhoz az IP-hez kell társítani. Megjegyzés: A szerkesztéshez át kell váltani a &quot;Minden áruház&quot;-ra
it: Tutti i nomi dei domini dei negozi devono essere associati con lo stesso indirizzo IP. Nota: commutare su "tutti i negozi" per modificare
nl: Alle winkel domeinnamen moeten geassocieerd worden met hetzelfde IP-adres. Opmerking: schakel over naar "Alle winkels" om te wijzigen
pl: Wszystkie domeny Witryn sklepowych muszą być powiązane z tym samym adresem IP. Uwaga: Przełącz na: "Wszystkie sklepy" aby edytować
ro: Toate denumirile domeniilor ale storefront-ului dvs trebuie asociate cu aceleasi adrese de IP. Nota: Comutare la "toate magazinele" pentru a edita.

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
hu: A menü elem a meghatározott útvonal esetén fog aktiválódni.
it: L'elemento del menu verrà visualizzato come attivato per la spedizione specificata.
nl: Het menu item wordt actief weergegeven voor de gespecificeerde doorverwijzing.
pl: Pozycja menu będzie aktywna dla określonego adresu.
ro: Elementul de meniu va fi afisat ca fiind activat pentru expedierea specificata.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
hu: Az almenü a kiválasztott objektum gyermek elemeit.
it: Il sottomenu include sottoelementi del oggetto selezionato.
ka: ქვემენიუ მოიცავს მონიშნული ობიექტის შვილობილ ნივთებს.
nl: Het submenu zal alle dochter-elementen van het geselecteerde object bevatten.
pl: Podmenu będzie zawierać elementy podrzędne wybranego obiektu.
ro: Submeniul va include elemente selectate obiectului.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
hu: Cél URL. Lehet külső hivatkozás, oldalon belüli link, vagy rendszer szintű út (dispatch)
it: URL di destinazione. Può essere un URL esterno, un URL interno dello store oppure una spedizione.
nl: Doel URL. Mag een externe URL, een interne shop URL of een dispatch zijn.
pl: Docelowy adres URL. Może być zewnętrzny adres URL, wewnętrzny adres URL sklepu lub wywołanie kontrolera.
ro: Tinta URL. Poate fi un URL extern, un magazin de URL-ul interior sau o expediere.

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
hu: Ha ennek az opciónak a bejelölésével menti el a blokkot, akkor a jelenlegi blokk tartalom felül fogja írni ennek a blokknak a tartalmát mindenhol, ahol használva van a kosárban.
it: Se salvi il blocco con questa opzione attivata, il contenuto attuale del blocco sovrascriverà il contenuto di questo blocco ovunque esso venga utilizzato nel carrello
nl: De huidige blok inhoud overschrijft de inhoud van dit blok overal waar het wordt gebruikt in de winkelwagen indien u het blok opslaat met deze optie aangevinkt.
pl: Jeśli zapiszesz blok z zaznaczoną opcją, bieżąca zawartość bloku zastąpi zawartość tego bloku w każdym miejscu wystąpienia.
ro: Daca salvati block-ul cu aceasta optiune, valoarea actuala a block-lui va suprascrie continutul acestui block.

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
hu: A blokk szélesség azon blokkok esetében működik, melyek horizontális irányú csoportban vannak elhelyezve. Egyéb esetben ez a paraméter nem működik.
it: Larghezza blocco funziona per blocchi che si trovano nel gruppo con direzione orizzontale, per gli altri casi questo parametro non funziona.
nl: Blok-breedte voor blokken in een groep met een horizontale oriëntatie, voor andere blokken geld deze waarde niet.
pl: Szerokość bloku ma zastosowanie dla bloków znajdujących się w grupach o orientacji poziomej, dla innych przypadków parametr ten nie działa.
ro: Latimea blocurilor pentru blocuri aflate in grup avand directia orizontala, pentru alte cazuri acest parametru nu functioneaza.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
hu: Ki kell választani egy helyszínt alapértelmezettnek. Ennek a Felső és Alsó tárolói lesznek használva minden helyszín esetén.
it: Una posizione deve essere scelta come default. I suoi contenitori in alto e in basso saranno utilizzati in tutte le posizioni.
nl: Eén locatie moet als standaard worden geselecteerd. De boven- en onderkant wordt gebruikt in alle locaties.
pl: Jedna lokacja musi być ustawiona jako domyślna. Jej kontenery NAGŁÓWEK oraz STOPKA, będą wykorzystywane we wszystkich lokacjach.
ro: Alegeti o locatie default. Containerele sale vor fi folosite in toate locatiile.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
hu: Ha be van kapcsolva, akkor a keresési találatok csak az online felhasználókat tartalmazzák.
it: Se attivati, i risultati di ricerca includono solo utenti che al momento sono online.
nl: Indien ingeschakeld worden alleen online gebruikers getoond in de zoekresultaten.
pl: Jeśli opcja jest włączona, wyniki wyszukiwania zawierają użytkowników, którzy są w tej chwili online.
ro: Daca e activat, rezultatele cautarii vor include doar utilizatorii care sunt online la acel moment.

# Languages::tt_views_categories_update_product_details_layout
source: By default, the template that is defined in the appearance settings of the storefront is used
hu: Alapértelmezésben az áruház megjelenési beállításaiban kiválasztott arculatot használja
it: Per default, viene utilizzato il template che è stato definito nelle impostazioni per il front-end (area clienti)
nl: Het sjabloon dat is geselecteerd in de opmaakinstellingen wordt als standaard voor de winkel gebruikt.
pl: Domyślnie jest używany szablon zdefiniowany w ustawieniach wyglądu strony.
ro: in mod implicit, modelul care este definit in setarile de aspect ale magazinului este utilizat

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
hu: Ha engedélyezve van, akkor a pénznem szimbóluma a szám mögött jelenik meg.
it: Se attivato, il simbolo valuta verrà visualizzato dopo la somma.
nl: Indien ingeschakeld wordt het valuta teken achter het bedrag getoond i.p.v. ervoor.
pl: Jeśli opcja jest włączona, symbol waluty jest wyświetlany po wartości.
ro: Daca e activat, simbolul monedei va fi afisat dupa valoare.
