Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
hu: A "limit" maximális értéke nem lehet nagyobb, mint 25, kivéve ha a grafikon típusa "Táblázat". A jelenlegi grafikon limitje javítva lett.
it: Valore massimo del campo "limite" non può superare 25 se il tipo di grafico non è "Tabella". Il limite di questo grafico è stato corretto.
ka: Максимальное значение поля "предел" не может превышать 25, если тип графика не "Таблица". Пределы этого графика были автоматически исправлены.
nl: Max waarde van het veld "limiet" kan niet hoger dan 25 zijn indien het grafiek-type niet gelijk is aan "Tabel". De limiet is weer aangepast.
pl: Max value of the "limit" field cannot exceed 25 if chart type isn't "Table". Limit of this chart has been corrected.
ro: Valoarea maxima a campului "limita" nu poate depasi 25 daca tipul diagramei nu e "Tabel". Limita acestei diagrame a fost corectata.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
hu: Még nem érkezett válasz a Skrill-től, kérjük várjon. Habár az áruházban nem jön létre a rendelés, amíg a válasz nem érkezik meg, nagy esélye van, hogy a Skrill rendszerében sikeresen létre lett hozva és fel lett dolgozva a rendelés. Kérjük, vegye fel a kapcsolatot az áruház alkalmazottaival és adja meg nekik a Skrill-től kapott rendelés azonosítót
it: Nessuna risposta da Skrill è stata ancora ricevuta, attendere. Anche se l'ordine potrebbe non essere stato inserito, probabilmente è stato comunque elaborato da Skrill. Per favore contatta il negoziante e chiedi l'ID dell'Ordine fornito da Skrill
ka: Ответ от MoneyBookers не был получен, пожалуйста, ждите. Хотя заказ может быть еще не создан в магазине, он с большой вероятностью был создан и оформлен на MoneyBookers. Пожалуйста, обратитесь к администрации магазина и сообщите им номер заказа, предоставленный на MoneyBookers
nl: Nog geen antwoord van Skrill ontvangen, nog even geduld. Hoewel de bestelling nog niet is afgerond in de webwinkel, is het hoogst waarschijnlijk dat deze zijn verwerkt door Skrill. Neem contact met ons op en vertel ons uw bestelnummer ontvangen van Skrill
pl: No response from MoneyBookers has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by MoneyBookers. Please contact the store staff and tell them the order ID as provided by MoneyBookers
ro: Nici un raspuns de la Skrill nu a fost primit, va rugam astepati.Desi comanda dvs nu a fost creata in magazin ca fiind durabila, este foarte probabil ca acesta a fost creata si prelucrata de catre Skrill cu succes.Va rugam sa contactati personalul magazinului si spune-le ID-ul de comanda cum este prevazut de catre Skrill.

# Languages::text_mcpe_notice
source: By default, the minimum and maximum values of individual transactions on your account are as shown below:<table cellpadding="3"> <tr> <td><b>Limits</b></td> <td>GBP</td> <td>USD</td> <td>EUR</td> </tr> <tr> <td><b>Minimum</b></td> <td>&pound;1</td> <td>$1</td> <td>&euro;1</td> </tr> <tr> <td><b>Maximum</b></td> <td>&pound;1,000</td> <td>$1500</td> <td>&euro;1500</td> </tr> </table> Please contact your account manager to request higher limits on your account.<br /><p>Please set the following parameters in the Merchant Extranet. Click Account Management then Installations:<br /> - Response URL: [return_url]<br /> - Return URL: [return_url]</p>
it: Per impostazione predefinita, i valori minimi e massimi delle singole transazioni sul tuo account sono come indicate di seguito: <table cellpadding="3"> <tr><td><b>limiti</b></td> <td>GBP</td> <td>USD</td> <td>EUR</td></tr> <tr><td><b>minima</b></td> <td>1£</td> <td>$1</td> <td>&euro; 1</td></tr> <tr><td><b>massima</b></td>£<td>1.000</td> <td>$1500</td> <td>&euro; 1500</td></tr></table> contattate il vostro account manager per richiedere limiti più alti sul vostro account. < br / > < p > si prega di impostare i seguenti parametri nel Merchant Extranet. Fare click su gestione Account e poi Installazioni: < br / >- URL di risposta: [return_url] < br / >- Return URL: [return_url]</p>
nl: De <u>standaard</u>waarden t.b.v. minimum en maximum waarden van transacties op uw account zijn als volgt:<table cellpadding="3"><tr><td><b>Limieten</b></td><td> GBP </td><td> USD </td><td> EUR </td><tr><td><b> Minimum </b></td><td> &pound;1</td><td > $1</td><td> &euro;1</td></tr><tr><td><b> Maximum </b></td><td> &pound;1,000 </td><td> $1500 </td><td> &euro;1500 </td></tr></table> Neem contact op met de webwinkel-beheerder voor evt. verhoging van de persoonlijke limieten.<br><p>Zet a.u.b. de volgende parameters in het Groothandels-Extranet. klik op Accountbeheer, dan Installaties:<br> - Antwoord URL: [return_url]<br> - Antwoord URL: [return_url]</p>

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
hu: A váráslási folyamat folytatásához a rendelés végösszegének nagyobbnak kell lennie, mint
it: Per potere procedere con il pagamento, il totale del tuo ordine deve essere superiore a
ka: Чтобы продолжить, сумма Вашего заказа должна превышать
nl: Om verder te winkelen dient uw totaal hoger te zijn dan
pl: Aby kontynuować proces realizacji zamówienia całkowita wartość zamówienia musi przekraczać
ro: Pentru a continua procesul de cumparare totalul comenzii trebuie sa depaseasca suma....

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
hu: A vásárlás folytatásához a rendelés részösszege több kell, hogy legyen, mint
it: Per potere procedere con il pagamento, il sub-totale del tuo ordine deve essere superiore a
ka: Чтобы продолжить оформление заказа, сумма Вашего заказа должна превышать
nl: Om af te rekenen moet het aantal producten hger zijn dan
pl: Aby kontynuować realizację zamówienia wartość zakupów musi przkraczać
ro: Pentru a continua procesul de checkout subtotalul comenzilor dvs trebuie sa depaseasca suma...

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
hu: Egy felhasználónak több profilja is lehet. Például egy a személyes rendelésekhez, egy pedig az irodai szükségletekre.
it: Ogni utente può avere profili multipli. Per esempio è possibile avere un profilo per acquisti personali, uno per acquisti aziendali e un'altro per fare acquisti per gli amici, la famiglia, ecc...
ka: Каждый пользователь может иметь несколько профилей. Например, один профиль - для заказов на дом, второй для заказов на работу, третий для друзей и родных...
nl: Een gebruiker kan meerdere profielen hebben, b.v. een profiel voor persoonlijke bestellingen, zakelijke bestellingen etc...
pl: Użytkownik może mieć kilka profili. Na przykład, możesz mieć jeden profil dla prywatnych zamówień, a inny dla biura albo rodziny i przyjaciół ...
ro: Un utilizator poate avea mai multe profile. De exemplu, puteti avea un profil pentru comenzi personale, iar altul pentru cele legate de afaceri si alte comenzi pentru prieteni si familie...

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br />[url]
hu: A "[user_login]"-hoz tartozó profil újonnan jött létre, ellenőrizze a fiók részleteit (amennyiben szükséges), és aktiválja a következő linken keresztül:<br />[url]
it: Il profilo appartenente a "[user_login]" è appena stato creato, verificare i dettagli di questo utente (se necessario) e attivarlo utilizzando il seguente collegamento: <br />[url]
ka: Профиль пользователя "[user_login]" был создан заново, проверьте информацию о пользователе(если требуется) и активируйте его, используя следующую ссылку:<br>[url]
nl: Het profiel van gebruiker "[user_login]" is aangemaakt. U dient de details te controleren (indien nodig) en te activeren middels deze link:<br>[url]
pl: Nowy profil "[user_login]" został niedawno stworzony. Należy sprawdzić szczegóły tego użytkownika (jeśli jest wymagane) i aktywować go za pomocą poniższego linku: <br /> [url]
ro: Profilul detinut de catre "[user_login]" a fost creat recent, ar trebui sa verificati detaliile acestui utilizator (daca este necesar) si activati-l folosindu-va de urmatorul link:<br />[url]

# Languages::text_nothing_found
source: Nothing found
hu: Nincs találat!
it: Non è stato trovato niente
ka: ვერაფერი მოიძებნა
nl: Niets gevonden
pl: Nic nie znaleziono
ro: Nimic gasit

# Languages::text_nothing_found_filter_message
source: Sorry, but nothing matched your search criteria. Please try again with some different parameter combination.
hu: Sajnáljuk, de a keresés nem hozott eredményt. Próbáljon egy eltérő kombinációt, vagy keresőszót!
it: Spiacenti, ma niente corrisponde al tuo criterio di ricerca. Prego provare con una combinazione differente di parametri.
nl: Sorry, maar uw zoekcriteria leverden niets op. Probeer het opnieuw met andere zoek combinaties.
pl: Przykro mi, ale nic nie pasuje do Twoich kryteriów wyszukiwania. Spróbuj ponownie z inną kombinacją parametrów.
ro: Ne pare rau, dar nu s-a gasit nimic potrivit criteriilor dvs. de cautare. Va rugam sa incercati din nou cu o combinatie de parametri diferite.

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
hu: A <b>.[ext]</b> kiterjesztésű fájlok feltöltése itt nem engedélyezett.
it: Qui non è consentito caricare files con estensione<b>.[ext]</b>.
nl: Het is niet toegestaan om hier bestanden met de <b>.[ext]</b> te uploaden.
pl: Nie jest dozwolone przesyłanie plików z rozszerzeniem <b>. [ext]</b>.
ro: Nu este permis pentru a incarca fisiere cu <b>.[ext]</b> eextensie aici.

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
hu: A(z) <b>[email]</b> nem érvényes e-mail cím.
it: L' E-mail <b>[email]</b> non è un indirizzo e-mail valido.
ka: <b>[email]</b> - არასწორი e-mail.
nl: <b>[email]</b> is geen geldig e-mailadres.
ro: <b>[email]</b> nu este o adresa de e-mail valida.

# Languages::text_no_active_promotions
source: No promotions available.
hu: Nincs elérhető promóció.
it: Al momento non vi sono promozioni disponibili.
ka: ამჟამად მოქმედი აქციები არ არის.
nl: Geen aanbiedingen beschikbaar.
pl: Nie ma w tej chwili aktywnych promocji
ro: Momentan nu sunt promotii disponibile.

# Languages::text_no_conflicts
source: No conflicts found
hu: Nem találhatóak ütközések
it: Nessun conflitto trovato
ka: კონფლიქტები ვერ მოიძებნა
nl: Geen conflicten gevonden
pl: Nie znaleziono konfliktów
ro: Nici un conflict gasit

# Languages::text_no_items_defined
source: No [items] defined
hu: Nincs elem: [items]
it: Nessun [items] definito
ka: [items] არ არის მითითებული
nl: Geen [items] gedefinieerd
pl: Brak zdefiniowanych pozycji [items]
ro: Produsele [items] nu sunt definite

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
hu: A keresési feltételeknek sajnos egy termék sem felel meg.
it: Nessun prodotto trovato corrispondente ai criteri di ricerca
ka: თქვენი მოთხოვნების შესაბამისად ვერაფერი მოიძებნა
nl: Geen producten gevonden met dit zoekcriterium
pl: Żaden z produtków nie spełnia kryteriów wyszukiwania
ro: Nici un produs care sa satisfaca criterile de cautare

# Languages::text_no_matching_results_found
source: No results match the search query
hu: Sajnos a keresés nem hozott eredményt. Próbáljon egy másik kifejezésre keresni!
it: Nessun risultato trovato corrispondente ai criteri di ricerca
ka: თქვენი მოთხოვნის მიხედვით ვერაფერი ვერ მოიძებნა
nl: Zoekterm levert geen zoekresultaten op
pl: Brak wyników spełniających kryteria wyszukiwania
ro: Nici un rezultat gasit care sa se potriveasca cu, criterile de cautare

# Languages::text_no_orders
source: No orders found
hu: Nincs rendelés
it: Nessun ordine trovato
ka: შეკვეთები ვერ მოიძებნა
nl: Geen bestellingen gevonden
pl: Nie znaleziono zamówień
ro: Nici o comanda gasita

# Languages::text_no_payments_needed
source: No payment information required
hu: Nem szükséges fizetési információt megadni
it: Nessuna informazione di pagamento richiesta
ka: Не требуется информация об оплате
nl: Geen betalingsgegevens nodig.
pl: Brak informacji wymaganych do płatności
ro: Nu exista informatii de plata solicitate

# Languages::text_no_products
source: There are no products in this section
hu: Nincsenek termékek ebben a szekcióban
it: Non esistono prodotti in questa sezione
ka: ამ კატეგორიაში პროდუქცია არ არის
nl: Geen producten in deze categorie
pl: Brak produktów w tej sekcji
ro: Nu exista produse in aceasta sectiune

# Languages::text_no_products_defined
source: No products defined
hu: Nincsenek termékek
it: Nessun prodotto definito
ka: პროდუქცია არ არის მითითებული
nl: Geen producten gedefinieerd
pl: Brak zdefiniowanych produktów
ro: Nici un produs definit

# Languages::text_no_products_found
source: No products found
hu: Nem találtam a feltételeknek megfelelő terméket!
it: Nessun prodotto trovato
ka: პროდუქცია ვერ მოიძებნა
nl: Geen producten gevonden
pl: Nie znaleziono produktu
ro: Nici un produs gasit

# Languages::text_no_shipments_found
source: No shipments found
hu: Nem található bejegyzés szállításra vonatkozóan.
it: Nessuna spedizione separate trovata
ka: ინფორმაცია ვერ მოიძებნა
nl: Geen verzendingen gevonden
pl: Nie znaleziono wysyłek
ro: Nici un transport gasit

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
hu: Sajnáljuk, de nincs elérhető szállítási mód az Ön által megadott címen. <br/>Kérjük, adjon meg egy másik szállítási címet, vagy a probléma elhárítása érdekében hívjon minket a 06-1/510-1010 -es telefonszámon, és megpróbálunk segíteni.
it: Purtroppo nessuna opzione di spedizione è disponibile per la tua destinazione.<br /> Ti preghiamo di contattarci e troveremo la soluzione più adatta per consegnarti la merce.
ka: სამწუხაროდ მიწოდების მეთოდი თქვენი მისამართისთვის არ არის ხელმისაწვსომი.<br/>გთხოვთ გადაამოწმოთ თქვენი მიწოდების ადგილი და დაგვიკავშირდეთ, ჩვენ მაქსიმალურად ვეცდებით თქვენს დახმარებას.
nl: Er zijn helaas nog geen verzendmethoden naar uw/deze lokatie.<br>Neem contact met ons op om dit te bespreken..
pl: Niestety, żadne opcje wysyłki nie są dostępne dla Twojej lokacji.<br />Proszę, skontaktuj się z nami, zorientujemy się w możliwościach dostawy.
ro: Ne pare rau dar nu exista optiuni de transport pentru locatia dvs.<br />Va rugam sa ne contactati si vom vedea ce putem face cu privire la livrarea catre dvs.

# Languages::text_no_upgrades_available
source: No upgrades currently available
hu: Jelenleg nem érhető el frissítés
it: Nessun aggiornamento attualmente disponibile
ka: განახლებები ვერ მოიძებნა.
nl: Geen upgrades momenteel beschikbaar
pl: Aktualnie nie ma dostępnych nowych wersji oprogramowania.
ro: Nici un upgrade disponibil in acest moment

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
hu: <strong>[total]</strong> [name] kerül exportálásra.
it: <b>[total]</b> [name] saranno esportati.
ka: <b>[total]</b> [name] დაექსპორტებიან.
nl: <b>[total]</b> [name] wordt geëxporteerd.
pl: <b>[total]</b> [name] zostaną wyeksportowane.
ro: <b>[total]</b> [name] vor fi exportate.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
it: Inserisci la firma SHA-1 per entrambi: qui e sulla configurazione Ogone. <br /><br />Per i nuovi account Ogone creati dal 11 maggio 2010, la nuova politica SHA è automaticamente attiva. <br/>Per favore non dimenticare di selezionare l'opzione "Utilizza la nuova politica di firma SHA".
ka: Введите значение SHA-1 Signature: здесь и в настройках Ogone.<br /><br />Для аккаунтов Ogone, созданных после 11-го мая 2010 года, новая политика SHA включена автоматически. <br/>Пожалуйста, не забудьте выбрать опцию "Использовать новую политику SHA подписи"
nl: Vul SHA-1 Signature hier en in uw Ogone configuratie in.<br /><br />Voor nieuwe Ogone accounts aangemaakt na 11 Mei 2010, zijn de nieuwe SHA Policy automatisch actief. <br/>Vergeet niet om de checkbox "Gebruik nieuwe SHA signature policy" te selecteren.
ro: Introduceti SHA-1 semnatura atat aici cat si pe Configurare Ogone.<br /><br />Pentru noi conturi Ogone create incepand cu 11 mai 2010, noua politica SHA este activa in mod automat. <br/>Va rugam sa nu uitati sa selectati caseta "Utilizarea noii politici privind semnatura SHA"

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
hu: Termékopciók létrehozásához legalább egy termékopció esetében be kell jelölni a "Készlet" kapcsolót.
it: Per creare combinazioni di opzioni, almeno una delle tue opzioni prodotto deve avere la casella "inventario" spuntata.
ka: Для создания комбинаций опций хотя бы у одной из опций товара должна быть включена настройка "Наличие".
nl: Om optie combinaties te creëren moet er voor minimaal één product optie de checkbox "Voorraad" geselecteerd zijn.
pl: Aby stworzyć kombinacje opcji dla tego produktu flaga "Magazyn" powinna być wyłączona.
ro: Pentru a crea combinatii de optiuni va trebui ca cel putin una din optiunile produsului sa aiba casuta de "Inventar" bifata.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
hu: Rendelése sikeresen visszaérkezett. Hamarosan felvesszük Önnel a kapcsolatot.
it: La tua merce mancante è stata ordinata. Ti contatteremo appena possibile.
ka: თქვენი შეკვეთა გადადებულია, ჩვენ დაგიკავშირდებით უმოკლეს დროში.
nl: Uw bestelling is in backorder geplaatst. We nemen z.s.m. contact met u op!
pl: Twoje zamówienie zostało cofnięte. Skontaktujemy się z Tobą.
ro: Comanda dvs. a fost returnata. Va vom contacta cu prima ocazie.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
hu: A rendelés sikertelen volt a fizetési szolgáltató elutasítása miatt. Kérjük vegye fel a kapcsolatot az áruház kezelőivel.
it: Il tuo ordine è stato rifiutato dal banca emittente. Controlla le informazioni fornite e contattate l'amministratore del negozio.
ka: გადახდის სისტემამ უარყო თქვენი ტრანზაქცია. გთხოვთ გადაამოწმოთ შეტანილი ინფორმაცია ან დაგვიკავშირდით.
nl: Uw bestelling is afgewezen door de betalings-verwerker. Controleer nogmaals uw informatie en neem contact met ons op.
pl: Twoje zamówienie zostało odrzucone przez system płatności. Prosimy o sprawdzenie informacji i kontakt z administratorem sklepu.
ro: Comanda dvs. a fost respinsa de catre operatorul de plata. Va rugam sa analizati informatiile dvs. si contactati administratia magazinului.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
hu: Köszönjük a rendelését!
it: Congratulazioni! Il tuo ordine è stato inoltrato con successo.
ka: გილოცავთ! თქვენი შეკვეთა განთავსებულია.
nl: Gefeliciteerd! Uw bestelling is geplaatst.
pl: Gratulacje! Twoje zamówienie zostało złożone.
ro: Felicitari! Comanda dumneavoastra a fost plasata cu succes.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
hu: A rendelés sikeresen kifizetve.
it: Ordine è stato pagato ancora una volta con successo.
ka: შეკვეთა წარმატებით იქნა გადახდილი.
nl: De bestelling is opnieuw betaald.
pl: Zamówienie zostało pomyślnie opłacone.
ro: Comanda a fost rambursata cu succes.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
hu: A rendelés sikeresen elmentve.
it: Ordine è stato salvato con successo.
ka: შეკვეთა წარმატებით იქნა შენახული.
nl: De bestelling is opgeslagen.
pl: Zamówienie zostało pomyślnie zapisane.
ro: Comanda a fost salvata cu succes.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
hu: Megjegyzés: A státusz megváltoztatásáról szóló üzenet a státusz beállításaitól függőn kerül megjelenítésre.
it: Nota: la notifica del cambiamento dello stato dell'ordine verrà inviata in base alle impostazioni di questo stato
ka: Примечание: Уведомление об изменении статуса заказа будет отправлено в зависимости от параметров настройки этого статуса.
nl: Houdt er rekening mee dat de notificatie van het aanpassen van de status afhankelijk van de instellingen van deze status wordt verzonden
pl: Pamiętaj, że powiadomienie o zmianie statusu będzie wysłane w zależności od ustawień tego statusu.
ro: Va rugam sa retineti ca notificarea despre schimbarea statutului vor fi trimise in functie de setarile acestui statut

# Languages::text_out_of_stock
source: Out of stock
hu: Nincs készleten
it: Non disponibili in magazzino
ka: არ არის გაყიდვაში
nl: Niet op voorraad
pl: Brak w magazynie
ro: Momentan Indisponibil

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
hu: Az oldalak sikeresen klónzova. Az új oldalak listáját megtekintheti lent.
it: Le pagine sono state duplicate con successo. Qui sotto la lista delle nuove pagine.
ka: Страницы были дублированы успешно. Ниже приведен список новых страниц.
nl: De pagina's zijn gekloond. Hieronder de lijst met nieuwe pagina's.
pl: Strony zostały pomyślnie "sklonowane". Poniżej lista nowych stron.
ro: Copiile paginilor au fost create cu succes. Mai jos se afla lista paginilor noi.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
hu: Az oldalak sikeresen törölve.
it: Le pagine sono state cancellate con successo
ka: გვერდი წარმატებით იქნა წაშლილი.
nl: De geselecteerde pagina's zijn verwijderd.
pl: Strony zostały pomyślnie usunięte.
ro: Paginile au fost sterse cu succes.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
hu: Biztonsan elhagyja az oldalt? A módosítások nincsenek mentve. Kattintson az OK gombra a folytatáshoz, vagy a Mégse gombra, ha maradni szeretne az oldalon.
it: Sei sicuro di volere lasciare questa pagina? Le tue modifiche non sono state salvate. Cliccare su OK per continuare, oppure su Cancella per rimanere sulla pagina attuale.
ka: ნამდვილად გსურთ სხვა გვერდზე გადასვლა? Ваши изменения не были сохранены. Нажмите OK, чтобы продолжить, или отмена, чтобы остаться на текущей странице.
nl: Weet u zeker dat u deze pagina wilt verlaten? Uw wijzigingen zijn niet opgeslagen. Click op OK om verder te gaan, of op Annuleren om op de huidige pagina te blijven.
pl: Jesteś pewien, że chcesz Are you sure you want to navigate away from this page?Twoje zmiany nie zostały zapisane.Naciśnij 'OK' aby kontynuować, albo 'Analuj' aby zostać na obecnej stronie.
ro: Sunteti sigur ca doriti sa parasiti aceasta pagina?Schimbarile dvs. nu au fost salvate.Apasati OK pentru a continua, sau Anuleaza pentru a ramane pe pagina curenta.
