Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/core.po
Languages: hu, it, ka, nl, pl, ro

# Languages::temando_centimetres
source: centimetres
hu: centiméter
it: centimetri
ka: სანტიმეტრები
nl: Centimeters
pl: cm
ro: Centimetri

# Languages::temando_feet
source: feet
hu: láb
it: piedi
nl: voet
pl: Stopy

# Languages::temando_inches
source: inches
hu: hüvelyk
it: pollici
ka: ინჩები
nl: inch
pl: Cale
ro: Inch

# Languages::temando_method_depottodepot
source: Depot to Depot
hu: Raktárból raktárba
it: Da deposito a deposito
ka: საწყობიდან საწყობში
nl: Depot tot depot
pl: Magazyn do magazynu
ro: De la depozit la depozit

# Languages::temando_method_doortodoor
source: Door to Door
hu: Ajtótól ajtóig
it: Porta a porta
ka: კარიდან კარამდე
nl: Deur naar deur
pl: Drzwi do drzwi
ro: Din usa in usa

# Languages::temando_metres
source: metres
hu: méter
it: metri
ka: მეტრები
nl: meters
pl: Metry
ro: Metrii

# Languages::temando_package_backpack
source: Backpack
hu: Hátizsák
it: Zaino
ka: ზურგჩანთა
nl: Rugzak
ro: Rucsac

# Languages::temando_package_bale
source: Bale
hu: Bála
it: Balla
nl: Baal
ro: Balot

# Languages::temando_package_box
source: Box
hu: Doboz
it: Cassone
ka: ყუთი
nl: Doos
pl: Pudełko
ro: Cutie

# Languages::temando_package_bunch
source: Bunch
hu: Csokor
it: Mazzo
nl: Tros

# Languages::temando_package_bundle
source: Bundle
hu: Csomag
it: Fascina
nl: Bundel
ro: Pachet

# Languages::temando_package_carton
source: Carton
hu: Karton
it: Cartone
ka: მუყაო
nl: Karton
pl: Karton
ro: Cutie de carton

# Languages::temando_package_crate
source: Crate
hu: Láda
it: Gabbia
ka: შექმნა
nl: Krat
pl: Skrzynka
ro: Container

# Languages::temando_package_cylinder
source: Cylinder
hu: Henger
it: Cilindro
ka: ცილინდი
nl: Cilinder
ro: Cilindru/butelie

# Languages::temando_package_documentenvelope
source: Document Envelope
hu: Dokument Boríték
it: Busta documento
nl: Document envelop
ro: Plic tip document

# Languages::temando_package_drum
source: Drum
hu: Dob
it: Fusto
nl: Trommel
pl: Bęben
ro: Bidon

# Languages::temando_package_flatpack
source: Flat Pack
hu: Szétszerelve
it: Pacco piatto
nl: Plat pakket
pl: Płaskie opakowanie
ro: Pachet plat

# Languages::temando_package_letter
source: Letter
hu: Levél
it: Lettera
ka: წერილი
nl: Brief
pl: List
ro: Scrisoare

# Languages::temando_package_pail
source: Pail
hu: Vödör
it: Secchio
nl: Emmer
ro: Cuva

# Languages::temando_package_parcel
source: Parcel
hu: Csomag
it: Pacco
ka: ამანათი
nl: Pakket
pl: Działka
ro: Colet

# Languages::temando_package_pipe
source: Pipe
hu: Cső
it: Tubo
nl: Pijp
pl: Rura
ro: Tub

# Languages::temando_package_roll
source: Roll
hu: Tekercs
it: Rotolo
nl: Rol
ro: Rola

# Languages::temando_package_satchel
source: Satchel/Bag
hu: Tasak
it: Cartella/borsa
nl: Tas
ro: Sac

# Languages::temando_package_skid
source: Skid
hu: Csúszós
it: Scivolo
nl: Stelling
ro: Mini

# Languages::temando_package_suitcase
source: Suitcase
hu: Bőrönd
it: Valigia
nl: Koffer
pl: Walizka
ro: Valiza

# Languages::temando_package_tube
source: Tube
hu: Cső
it: Tubo
nl: Buis
ro: Tub

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
hu: Csomagolatlan vagy nincs adat
it: Non confezionato o N/D
nl: Onverpakt of Niet beschikbaar
ro: Neambalate sau N/A

# Languages::temando_package_wheel
source: Wheel/Tyre
hu: Abroncs/Kerék
it: Ruota/copertone
nl: Wiel/Band
pl: Koła/opony
ro: Roata

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
hu: Poggyász Túlsúly
it: Bagaglio in eccesso
nl: Extra baggage
ro: Bagaj suplimentar

# Languages::temando_subclass_furniture
source: Furniture
hu: Bútor
it: Mobili
ka: ფურნიტურა
nl: Meubelen
pl: Meble
ro: Mobilier

# Languages::temando_subclass_householdgoods
source: Household Goods
hu: Háztartási termékek
it: Masserizie
nl: Huishoud goederen
ro: Marfa de gospodarie

# Languages::temando_subclass_other
source: Other (etc.)
hu: Egyéb (stb.)
it: Altro ecc. (Other (etc.))
nl: Ander (etc.)
pl: Inne (itp.)
ro: Altele (etc.)

# Languages::temando_system
source: Temando system
hu: Temando rendszer
it: Sistema Temando
nl: Temando systeem
pl: System Temando
ro: Sistemul Temando

# Languages::temando_weight_grams
source: Grams
hu: Grammok
it: Grammi
ka: გრამები
nl: Grammen
pl: Gramy
ro: Grame

# Languages::temando_weight_kilograms
source: Kilograms
hu: Kilogrammok
it: Kilogrammi
ka: კილოგრამები
nl: Kilogrammen
pl: Kilogramy
ro: Kilograme

# Languages::temando_weight_ounces
source: Ounces
hu: Uncia
it: Once
ka: უნცია
nl: Onsen
pl: Uncje
ro: Unci

# Languages::temando_weight_pounds
source: Pounds
hu: Font
it: Libbre
nl: Ponden
pl: Funty
ro: Livre

# Languages::template
source: Template
hu: Sablon
it: Modello
ka: შაბლონი
nl: Sjabloon
pl: Szablon
ro: Şablon

# Languages::templates_tree
source: Templates tree
hu: Sablon fa
it: Alberatura modello
ka: შაბლონების შტო
nl: Sjablonen structuur
pl: Drzewo szablonów
ro: Arbore de șabloane

# Languages::file_editor
source: File editor
hu: Fájl szerkesztő
it: Editor di file
ka: ფაილის რედაქტორი
nl: Bestandsbewerker
pl: Edytor szablonów
ro: Editor fisiere

# Languages::terminal
source: Terminal
hu: Terminál
it: Terminale
ka: ტერმინალი

# Languages::terminal_id
source: Terminal ID
hu: Terminál azonosító
it: ID Terminal
ka: ტერმინალის ID
pl: Identyfikator terminala
ro: ID-ul terminalului

# Languages::test
source: Test
hu: Teszt
it: Prova
ka: ტესტ
pl: Testowy

# Languages::test_live_mode
source: Test/Live mode
hu: Teszt/Éles mód
it: Modalità Test/Live
ka: სატესტო/რეალური რეჟიმი
nl: Test/Live modus
pl: Tryb Testowy/Produkcyjny
ro: Test/Modul live

# Languages::test_mode
source: Test mode
hu: Teszt mód
it: Modalità Test
ka: სატესტო რეჟიმი
nl: Testmodus
pl: Tryb testowy
ro: Mod de testare

# Languages::text
source: Text
hu: Szöveg
it: Testo
ka: ტექსტი
nl: Tekst
pl: Tekst

# Languages::textarea
source: Text area
hu: Többsoros szöveg
it: Area di testo
ka: ტექსტის მიდამო
nl: Tekstgebied
pl: Pole typu textarea
ro: Zona de text

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
it: <b>Note</b>: Per seguire i vostri ordini con 2Checkout dal negozio dovete seguire questi passi:<br><br>-&nbsp;Accedere al vostro account 2Checkout<br>-&nbsp;Cliccare su <u>'Impostazioni visualizzazione'</u> nella sezione <u>'Links utili'</u>.<br>-&nbsp;Impostare l'opzione <u>'Ritorno diretto?'</u> su <b>'Si'</b><br>-&nbsp;Impostare <u>'Indirizzo web approvato'</u> su:<br><b>[return_url]</b><br>-&nbsp;Impostare <u>'La tua parola segreta'</u>. La parola segreta e nota solo al proprietario dell'account di 2Checkout.<br>
ka: <b>ყურადღება</b>: იმისთვის რომ თვალი ადევნოთ თქვენს 2Checkout შეკვეთებს გააკეთეთ შემდეგი:<br /><br />-&nbsp;შედით თქვენს 2Checkout-ის ანგარიშში <br>-&nbsp;დააჭირეთ <u>'Site management'</u> სექციაში <u>'Account'</u> .<br>-&nbsp;აირჩიეთ ოფცია <b>'Given links back to my website'</b> ქვესექციაში <u>'Direct return'</u><br />-&nbsp;დააყენეთ მნიშვნელობა <u>'Approved URL'</u> და <u>'Pending URL'</u> ში:<br /><b>[return_url]</b><br />-&nbsp;შეავსეთ ველი <u>'Secret Word'</u>. საიდუმლო სიტყვა ცნობილია მხოლოდ გამყიველისთვის და 2CheckOut.<br />
nl: <b>Opmerking</b>: Om uw 2Checkout bestellingen te volgen met uw webwinkel dient u de volgende stappen te volgen:<br /><br />-&nbsp;Login in uw 2Checkout account<br />-&nbsp;Klik op <u>'Site management'</u> in de <u>'Account'</u> sectie.<br />-&nbsp;Selecteer de <b>'Given links back to my website'</b> optie in de <u>'Direct Return'</u> subsectie <br />-&nbsp;Stel <u>'Approved URL'</u> in en <u>'Pending URL'</u> naar:<br /><b>[return_url]</b><br />-&nbsp;Stel <u>'Secret Word'</u> in. Het geheime woord is alleen bekend bij de verkoper en 2CheckOut.<br />
pl: <b>Uwaga</b>: Aby śledzić zamówienia za pomocą oprogramowania CS CART musisz wykonać poniższe instrukcje:<br /><br />- Zaloguj się do konta 2Checkout<br />- Kliknij na <u>'Zarządzanie Stroną'</u> w sekcji <u>'Konto'</u>.<br />- Wybierz opcje <b>'Given links back to my website'</b> w podsekcji <u>'Direct Return'</u>- Ustaw <u>'Zatwierdzone URL'</u> i <u>'Oczekujące URL'</u> do:<br /><b>[return_url]</b><br />- Ustaw <u>'Tajemnicze Słowo'</u>. Tajmnicze Słowo jest tylko znane sprzedawcy i 2CheckOut.<br />
ro: <b>Atentie</b>: in scopul urmaririi comenzilor 2Checkout ale dvs. prin acest site va trebui sa decurgeti urmatorii pasi:<br /> <br /> -&nbsp;Autentificati-va in contul 2Checkout<br /> -&nbsp;Dati click pe <u>'Site management'</u> in sectiunea <u>'Account'</u>.<br /> -&nbsp;Selectati optiunea <b>'Given links back to my website'</b> in subsectiunea <u>'Direct Return'</u> <br /> -&nbsp;Setati <u>'Approved URL'</u> si <u>'Pending URL'</u> ca:<br /> <b>[return_url]</b><br /> -&nbsp;Setati <u>'Secret Word'</u>. Cuvantul Secret este cunoscut doar de catre vanzator si 2CheckOut.<br />

# Languages::text_2co_ins
source: Instant Notification Service (INS)
hu: Azonnali Értesítési Szolgáltatás (INS)
it: Servizio di notifica immediata (INS)
ka: მყისიერი შეტყობინების სერვისი (INS)
nl: Instant Notificatie Service (INS)
ro: Serviciul de notificare instantanee (INS-SNI)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
hu: (felugró ablakban megjelenítve)
it: (visualizzazione in finestra popup)
ka: (გაიხსნას დამატებით ფანჯარაში popup)
nl: (getoond in nieuw venster)
pl: (wyświetl w okienku)
ro: (afisat in fereastra pop-up)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
hu: (a termékadatlapon jelenik meg a "További képeknél")
it: (visualizza in pagina dettagliata del prodotto in "altre immagini supplementari")
ka: (გამოჩნდება პროდუქტის დეტალურ გვერდზე "დამატებით სურათებში")
nl: (getoond op productdetails pagina bij 'extra afbeeldingen')
pl: (wyświetlane na karcie produktu "Dodatkowe zdjęcia")
ro: (produsele afisate pe pagina cu detalii in "Imagini aditionale")

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
hu: A(z) "[addon_name]" bővítmény nem kompatibilis a következő bővítményekkel, ezért nem lehet bekapcsolni: [addons].
it: Estensione (Add-on) "[addon_name]" non è compatibile con i seguenti add-ons: [addons]. Esso non può essere attivato
nl: De plug-in '[addon_name]' is niet compatible met de volgende plug-ins: [addons]. De plug-in is niet ingeschakeld
pl: Dodatek "[addon_name]" jest niekompatybilny z następującymi dodatkami: [addons]. Nie może zostać aktywowany.
ro: Add-on-ul "[addon_name]" este incompatibil cu urmatoarele add-on-uri: [addons]. Acesta nu poate fi activat

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
hu: A "[addon_name]" bővítmény nem kompatibilis az alábbi bővítményekkel: [addons]. Ezek a bővítmények automatikusan letiltásra kerülnek.
it: Add-on "[addon_name]" non è compatibile con i seguenti add-ons: [addons]. Questi add-ons saranno disattivati automaticamente.
ka: მოდული "[addon_name]" არათავსებადია მიმდინარე მოდულთან: [addons]. ეს მოდულები გაითიშება ავტომატურად.
nl: De plug-in '[addon_name]' is niet compatible met de volgende plug-ins: [addons]. Deze plugins worden automatisch uitgeschakeld.
pl: Dodatek "[addon_name]" jest niekompatybilny z następującymi dodatkami: [addons]. Te dodatki zostaną automatycznie wyłączone.
ro: Add-on-ul "[addon_name]" este incompatibil cu urmatoarele add-on-uri: [addons]. Aceste add-on-uri vor fi dezactivate automat.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
hu: A "[addon_name]" bővítmény nem kompatibilis az alábbi bővítményekkel: [addons]. Engedélyezze manuálisan, és az összes nem kompatibilis bővítmény automatikusan tiltásra kerül.
it: Add-on "[addon_name]" non è compatibile con i seguenti add-ons: [addons], per questo esso non sarà attivato automaticamente. Per attivare l'add-on, attivarlo manualmente e l'add-on incompatibile sarà disattivato automaticamente.
ka: მოდული "[addon_name]" არათავსებადია მიმდინარე მოდულთან: [addons]. ეს არის მიზეზი იმისა თუ რატომ არ აქტიურება ავტომატურად. იმისთვის რომ გააქტიუროთ ეს მოდული, ჩართეთ ხელით და არათავსებადი მოულები გაითიშება ავტომატურად.
nl: De plug-in '[addon_name]' is niet compatibel met de volgende plug-ins: [addons]. De plug-in is niet ingeschakeld. Om de plug-in in te schakelen dienen de niet-compatibel plug-ins eerst handmatig uitgeschakeld te worden.
pl: Add-on "[addon_name]" is incompatible with the following add-ons: [addons], that is why it will not be enabled automatically. To enable the add-on, enable it manually and the incompatible add-ons will be disabled automatically at that.
ro: Add-on-ul "[addon_name]" este incompatibil cu urmatoarele add-on-uri: [addons].Nu a fost activata. Activati manual si toate add-ons-urile incompatibile vor fi dezactivate automat.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
hu: A <b>"[addon]"</b> bővítmény sikeresen telepítve
it: Estensione (add-on) <b>"[addon]"</b> è stata installata con successo
ka: მოდული<b>"[addon]"</b>წარმატებით დაყენდა
nl: De plug-in <b>'[addon]'</b> is geïnstalleerd
pl: Dodatek <b>"[addon]"</b> został zainstalowany pomyślnie
ro: Add-on-ul <b>"[addon]"</b> a fost instalat cu succes

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
hu: A bővítmény nem telepíthető, mert kötelező hozzá a [addon] bővítmény telepítése. Kérjük, telepítse azt először.
it: L'estensione non può essere installata perchè una dipendenza per l'estensione [addon] è impostata su di essa. Prego installare prima l'estensione [addon].
ka: Данный модуль не может быть установлен потому, что его работа зависит от модуля [addon]. Пожалуйста, установите модуль [addon] сначала.
nl: De plug-in kon niet worden geïnstalleerd omdat deze afhankelijk is van de [addon] plug-in. Installeer eerst de plug-in: [addon].
pl: Nie można zainstalować dodatku, ponieważ jest ustawiona zależność od dodatku [addon]. Zainstaluj dodatek [addon] jako pierwszy.
ro: Add-on-ul nu poate fi instalat deoarece o dependenta de[addon] add-on este setat pentru el. Va rugam instalati [addon] add-on prima data.

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
hu: A <b>"[addon]"</b> bővítmény sikeresen eltávolítva.
it: Estensione (add-on) <b>"[addon]"</b> è stata disinstallata
ka: მოდული<b>"[addon]"</b> წარმატებით წაიშალა.
nl: De installatie van de plug-in <b>'[addon]'</b> is ongedaan gemaakt.
pl: Dodatek <b>"[addon]"</b> został odinstalowany pomyślnie
ro: Add-on-ul <b>"[addon]"</b> a fost dezinstalat

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
hu: A bővítmény nem távolítható el, mert az alábbi bővítmények függnek tőle: [addons]
it: L' estensione (add-on) non può essere cancellata perchè le seguenti estensioni hanno una dipendenza: [addons]
ka: აღნიშნული მოდულის წაშლა შეუძლებელია რადგან, სხვა მოდულების მუშაობა დამოკიდებულია მასზე: [addons]
nl: De plug-in kon niet worden verwijderd omdat de volgende plug-ins afhankelijk zijn van deze plug-in: [addons]
pl: The add-on cannot be deleted because the following add-ons have a dependence on it: [addons]
ro: Add-on nu poate fi dezinstalat, deoarece urmatoarele add-on-uri depind de el: [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
hu: Helyettesítő karakterek alkalmazása engedélyezett ennél a mezőnél:<br /><strong>'?'</strong> - 1db tetszőleges karakter;<b>'*'</b> - bármennyi karakter egymás után.<br /><br /><u>Például:</u><br /><strong>* utca</strong> &nbsp;&nbsp;(helyes minta a következőekre: Rákóczi utca, Bánat utca, stb ...; helytelen a következőekre: Fő út, Szekszárdi út, stb ...)
it: In questo campo puoi utilizzare caratteri jolly (wildcards):<br> <b>'?'</b> - qualsiasi carattere singolo; <b>'*'</b> - qualsiasi numero di caratteri. <br><br> <u>Esempio:</u><br> <b>* strada</b> &nbsp;&nbsp;(corrisponde a via1, via 102, ecc...)
ka: ამ ველში თქვენ შეგიძლიათ გამოიყენოთ სხვადასხვა ნიშნები:<br><b>'?'</b> - ნებისმიერი (ერთი ცალი) სიმბოლო;<b>'*'</b> - ნებისმიერი რაოდენობის სიმბოლოები.<br><br><u>მაგალითად:</u><br><b>ქუჩა*</b> &nbsp;&nbsp;(შესაბამისად: ქუჩა, გამზირი და ა.შ)
nl: In dit veld kunt u de volgende tekens gebruiken:<br><b>'?'</b> - elk enkel karakter ;<b>'*'</b> - elk aantal karakters.<br><br><u>Voorbeeld:</u><br><b>* straat</b> &nbsp;&nbsp;(komt overeen met Langestraat 1, Grote Straat etc)
pl: Masz możliwość użycia symbolu wieloznacznego w tym polu:<br> <b>'?'</b> - jakiegokolwiek znaku pojedynczego; <b>'*'</b> - jakiejkolwiek liczby znaków.<br><br><u>Przykład:</u><br><b>* street</b> &nbsp;&nbsp;(odpowiada wartościom 1st Street, 102nd Street, etc)
ro: Puteti folosi meta caractere in acest camp:<br /><b>'?'</b> - orice caracter unic;<b>'*'</b> - orice numar de caractere.<br /><br /><u>Exemplu:</u><br /><b>* strada</b> &nbsp;&nbsp;(corespunde 1st Street, 102nd Street, etc.)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
hu: Itt láthatóak azok a rendelések, melyek még nem kerültek megtekintésre.
it: Questa sezione mostra gli ordini che non hai mai visualizzato.
ka: ეს ჩანართი აჩვენებს იმ შეკვეთებს რომლებიც თქვენ ჯერ არ გინახავთ.
nl: Hier ziet u de nieuwe bestellingen die nog niet bekeken zijn
pl: Ta sekcja pokazuje zamówienia, których nigdy nie przeglądałeś.
ro: Aceasta sectiune arata comenzile care nu le-ati vizualizat niciodata.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>.[ext]</b>.
hu: Az alábbi kiterjesztések támogatottak: <strong>.[ext]</strong>.
it: Qui puoi caricare solo file con l'estensione. <b>.[ext]</b>
ka: თქვენ შეგიძლიათ ატვირთოთ მხოლოდ:<b>.[ext]</b> გაფართოების ფაილები.
nl: De volgende bestand extensies worden ondersteund: <b>.[ext]</b>.
pl: You can upload files only with the <b>.[ext]</b> extension here.
ro: Sunt suportate urmatoarele extensii de fisiere: <b>.[ext]</b>.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
it: Importante! È necessario specificare l'URL del tuo nefo<io <b>[callback_url]</b> come URL venditore su Amazon Seller Central (Impostazioni > Impostazioni di collegamento Checkout). In caso contrario, non sarai in grado di accettare pagamenti tramite Amazon Checkout nel tuo negozio
ka: ყურადღება! თქვენ უნდა მიუთითოთ თქვენი მაღაზიის ბმული <b>[callback_url]</b> Merchant URL-ს ველში Amazon's Seller Central Website-ზე (Settings > Checkout Pipeline Settings). წინააღმდეგ შემთხვევაში თქვენ ვერ შეძლებთ Amazon Checkout-ით გადახდების მიღებას თქვენს მაღაზიაში
nl: Belangrijk! U moet uw webwinkel URL specificeren <b>[callback_url]</b> als de Merchant URL op de centrale verkopers website van Amazon (Settings > Checkout Pipeline Settings). Anders kunnen er geen Amazon afrekenen plaats vinden via uw winkelwagen
ro: Important! Specificati URL-ul magazinului dvs. <b>[callback_url]</b> ca URL-ul furnizorului pe Amazon Seller Central Website (Settings > Checkout Pipeline Settings). in caz contrar, nu va fi capabil de a accepta plati prin intermediul Amazon Checkout in magazinul dvs.

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
hu: Még nem érkezett válasz az Amazon Checkout-tól, kérjük várjon. Elképzelhető, hogy az áruházban nem jött létre a rendelése, de az Amazon Checkout megfelelően létrehozta és feldolgozta. Ebben az esetben kérjük, vegye fel a kapcsolatot munkatársainkkal és adja meg nekik az Amazontól kapott rendelés azonosítót
it: Non è stata ricevuta alcuna risposta da Amazon Checkout, attendere lo stesso. Anche se l'ordine potrebbe non essere stato creato nel negozio, è altamente probabile che siato stato correttamente creato ed elaborato da Amazon Checkout. Si prega di contattare il personale del negozio e comunicargli l'ID ordine fornito da Amazon
ka: Ответ от Amazon Checkout не был получен, пожалуйста, ждите. Хотя заказ может быть еще не создан в магазине, он с большой вероятностью был создан и оформлен на Amazon Checkout. Пожалуйста, обратитесь к администрации магазина и сообщите им номер заказа, предоставленный на Amazon
nl: Nog geen antwoord van Amazon ontvangen, nog even geduld. Hoewel de bestelling nog niet is afgerond in de webwinkel, is het hoogst waarschijnlijk dat deze succesvol is verwerkt door Amazon. Neem contact met ons op en vertel ons uw bestelnummer ontvangen van Amazon
ro: Nu aveti raspuns de la Amazon Checkout, va rugam asteptati. Desi ordinul nu poate fi creat in magazin pe termenul lung este foarte probabil ca acesta a fost creat cu succes si prelucrate de catre Amazon Checkout. Va rugam sa contactati personalul magazinului si spune-le ID-ul de comanda cum este furnizat de catre Amazon.

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
hu: A kosarában lévő termékek száma különbözik az Amazon felé elküldött lekérdezéstől.
it: Il numero di prodotti nel carrello è diverso dal numero di prodotti nella richiesta Amazon.
ka: Количество товаров в Вашей корзине отличается от количества товаров в запросе Amazon.
nl: Het aantal producten in uw winkelwagen komt niet overeen met het aantal producten in de Amazon aanvraag.
pl: Liczba produktów w koszyku różni się od liczby produktów w Amazon.
ro: Numar de produse din cosul dvs. de difera de numarul de produse din cererea de pe Amazon.
