Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/editions/mve.po
Languages: de_de

# Languages::add_companies
source: Add vendors
de_de: Lieferanten hinzufügen

# Languages::add_companies_and_close
source: Add vendors and close
de_de: Lieferanten hinzufügen und schliessen

# Languages::add_vendor
source: Add vendor
de_de: Vendor hinzufügen

# Languages::add_vendor_administrator
source: Add vendor's administrator
de_de: Vendor Administrator hinzufügen

# Languages::vendor_administrator
source: Vendor's administrator
de_de: Vendor Administrator

# Languages::vendor_administrators
source: Vendor's administrators
de_de: Vendor Administratoren

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
de_de: Liste von Vendor Administratoren, registrierte Benutzer mit einem Vendor Konto.

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a>this URL to view the account details</a>.
de_de: Hallo, <br/><br/> Sie haben einen neuen Kandidaten als Vendor in Ihrem Shop. Dieses Vendor Konto bleibt schwebend bis Sie es genehmigen. <a>Klicken Sie auf diesen Link um die Detalis des Kontos zu visualisieren</a>.

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
de_de: Gehe zu Vendor Panel

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
de_de: Statistiken für Einnahmen und Ausgaben (Total, nach "Vendor", nach Periode).

# Languages::merge_vendor
source: Merge vendor
de_de: Vendor zusammenfügen

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
de_de: Wählen Sie einen neuen Eigentümer von diesen Unternehmen Profildaten:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
de_de: Wenn Sie die Daten von zwei Firmen miteinander zusammenlegen (merge) wird [company_name] aus der Datenbank entfernt, und alle Profildaten (Produkte, Bestellungen, Versandmethoden, Aktionen, usw...) werden zum Konto dieser Firma übertragen.

# Languages::all_vendors
source: All vendors
de_de: Alle Vendors

# Languages::apply_for_vendor_account
source: Apply for a vendor account
de_de: Vendor Konto beantragen

# Languages::available_for_vendor
source: Available for vendor
de_de: Für Vendor verfügbar

# Languages::balance_carried_forward
source: Balance carried forward
de_de: Saldo Übertrag

# Languages::block_vendors
source: Vendors
de_de: Lieferanten

# Languages::charge_to_vendor_account
source: Charge to vendor account
de_de: Vendor Konto belasten

# Languages::companies
source: Vendors
de_de: Lieferanten

# Languages::create_administrator_account
source: Create administrator account
de_de: Administrator-Account erstellen

# Languages::displayed_vendors
source: Displayed vendors
de_de: Visualisierte Vendors

# Languages::editing_vendor
source: Editing vendor
de_de: Vendor bearbeiten

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
de_de: Administrator Konto wurde nicht erstellt. Die E-mail Adresse gehört einem anderen Benutzer. Sie können den Administrator für diesen Benutzer manuell hinzufügen.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
de_de: Administrator Konto wurde nicht erstellt. Der Benutzername gehört einem anderen Benutzer. Sie müssen den Administrator Benutzernamen ändern.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
de_de: Der Vendor mit der E-Mail-Adresse den Sie ausgewählt haben existiert bereits, bitte versuchen Sie es mit einem anderen.

# Languages::expenditure
source: Expenditure
de_de: Ausgaben

# Languages::income
source: Income
de_de: Einnahmen

# Languages::manage_vendors
source: Manage vendors
de_de: Vendors verwalten

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
de_de: Neues Administrator-Konto wurde erfolgreich erstellt.

# Languages::new_vendor
source: New vendor
de_de: Neuer Vendor

# Languages::notify_vendor
source: Notify vendor
de_de: Vendor benachrichtigen

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
de_de: Vendors über E-Mail benachrichtigen

# Languages::privileges.manage_payouts
source: Manage payouts
de_de: Auszahlungen verwalten

# Languages::privileges.manage_vendors
source: Manage vendors
de_de: Vendors verwalten

# Languages::privileges.view_payouts
source: View payouts
de_de: Auszahlungen visualisieren

# Languages::privileges.view_vendors
source: View vendors
de_de: Vendors visualisieren

# Languages::privilege_sections.vendors
source: Vendors
de_de: Lieferanten

# Languages::sales_period
source: Sales period
de_de: Verkaufsperiode

# Languages::sales_period_total
source: Sales period total
de_de: Total Verkaufsperiode

# Languages::search_by_vendor
source: Search by vendor
de_de: Nach Vendor suchen

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
de_de: Alphabetisch ordnen: A bis Z

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
de_de: Alphabetisch ordnen: Z bis A

# Languages::text_company_status_active_to_pending
source: Your profile has been changed and once the changes are approved, the information about your company will appear in the storefront.
de_de: Ihr Profil wurde geändert und sobald diese Änderungen genehmigt worden sind, werden die Informatione über Ihre Firma im Storefront erscheinen.

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
de_de: Ihr Antrag als Vendor [company] wurde genehmigt.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: [link] by using the following credentials:<br />Login: [login]<br />Password: [password]
de_de: Es wurde ein neuer Administrator erstellt. Sie können sich mit diesem Link: [link] im Admin Bereich einloggen und die folgenden Login Daten benutzen: <br />Login: [login]<br />Password: [password]

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: [link]
de_de: Kontotyp [login] wurde auf Administrator geändert. Sie können sich im Admin Bereich einloggen: [link]

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
de_de: Ihr Vendor Antrag wurde genehmigt.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
de_de: Ihr Vendor Antrag [company] wurde abgelehnt.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
de_de: Ihr Vendor Antrag wurde abgelehnt.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
de_de: Gratulation, Ihr Antrag für ein Vendor Konto wurde genehmigt. Nachdem wir wir Ihre Konto Informationen geprüft haben, werden wir diese auf unserer Webseite publizieren.

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
de_de: Ihre Firma wartet auf die Genehmigung.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
de_de: Ihre Profil Änderungen in Vendor [company] wurden genehmigt.

# Languages::text_error_adding_request
source: Error while adding the request.
de_de: Fehler während dem Hinzufügen der Anfrage.

# Languages::text_new_payment_was_created
source: New payment was created
de_de: Es wurde eine neue Zahlung erstellt.

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
de_de: Sie haben Vendors die eine Genehmigung velangen. Bitte folgen Sie diesem Link [follow this link] um diese Vendors zu prüfen.

# Languages::text_store_mode_trial
source: Full access to all features during the 30-day trial period, starting from the time of activation.<br /><br />After the 30-day trial period is over, this mode will become unavailable.<br /><br />
de_de: Kompletter Zugriff auf alle Funtionen während den 30 Tagen der Probezeit, beginnt am Tag der Aktivation. <br /><br />Nach der 30 Tage Probezeit wird dieser Modus nicht mehr verfügbar sein, der the Free Mode wird dann automatisch aktiviert.<br /><br />

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
de_de: Ihre Anfrage wurde erfolgreich hinzugefügt. Sie werden die E-mail mit der Antwort später erhalten.

# Languages::total_amount_due
source: Total amount due
de_de: Fälliger Totalbetrag

# Languages::total_period_payout
source: Total sales period payout
de_de: Total Auszahlungen Verkaufsperiode

# Languages::total_unpaid_balance
source: Total unpaid balance
de_de: Total nicht bezahlt - Saldo

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
de_de: Wenn ein Zahlungzuschlag von Vendor abgenommen worden ist, werden die Steuern nicht berechnet

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
de_de: Nicht möglich dieses Vendor Konto zu löschen weil in der Datenbank noch Bestellungen vorhanden sind welche die Produkte dieses Vendors beinhalten. Um das Konto zu löschen bitte zuerst diese Bestellungen löschen.

# Languages::vendor
source: Vendor
de_de: Lieferant

# Languages::vendors
source: Vendors
de_de: Verkäufer

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
de_de: Sortierte Liste von externen "Vendors" Konten die in Ihrem Shop regsitriert sind.

# Languages::vendor_account_balance
source: Account balance
de_de: Saldo Vendor-Konto

# Languages::vendor_approval_pending
source: New vendor account application
de_de: Neuer Antrag für Vendor Konto

# Languages::vendor_commission
source: Vendor commission
de_de: Vendor Provision

# Languages::vendor_id
source: Vendor ID
de_de: Lieferanten ID

# Languages::vendor_name
source: Vendor name
de_de: Name Vendor

# Languages::vendor_pages
source: Vendor pages
de_de: Vendor-Seiten

# Languages::view_vendor_orders
source: View vendor orders
de_de: Vendor-Bestellungen visualisieren

# Languages::view_vendor_products
source: View vendor products
de_de: Vendor-Produkte visualisieren

# Languages::view_vendor_users
source: View vendor users
de_de: Vendor-Benutzer visualisieren

# Languages::you_can_edit_account_details
source: You can edit the account details now.
de_de: Sie können die Kontodetails jetzt bearbeiten.

# SettingsSections::Vendors
source: Vendors
de_de: Lieferanten

# SettingsOptions::vendors_per_page
source: Vendors per page
de_de: Vendors pro Seite

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
de_de: Benutzer erlauben ein Vendor Konto anzumelden

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
de_de: Automatisch ein Administrator Konto für neuen genehmigten Vendor erstellen. (Wenn "Benutzer erlauben ein Vendor Konto anzumelden" aktiviert ist)

# SettingsOptions::use_for_apply_for_vendor_account
source: Apply for a vendor account form
de_de: Bewerben Sie sich für ein Vendorkonto Formular

# SettingsOptions::include_shipping
source: Include shipping cost in vendors commission
de_de: Versandkosten in Vendor Provvision einbeziehen

# SettingsOptions::include_payment_surcharge
source: Take payment surcharge from vendors
de_de: Aufpreise von Vendor abziehen

# SettingsOptions::commissions_header
source: Commissions
de_de: Provisionen

# SettingsOptions::display_vendor
source: Display product vendor
de_de: Produkte von Vendors anzeigen
