Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/*/addons/sms_notifications.po
Languages: el_gr, it_it, ka_ge, nl_nl, no_no, pt_br, ro_ro, zh_cn

# Addons::name::sms_notifications
source: SMS notifications
el_gr: Ειδοποιήσεις μέσω γραπτών μηνυμάτων
it_it: Notifiche SMS
ka_ge: SMS შეტყობინება
nl_nl: Sms meldingen
no_no: SMS varslinger
pt_br: Notificações por SMS
ro_ro: Notificații SMS
zh_cn: 短信服务通知

# Addons::description::sms_notifications
source: Allows you to set up administrator SMS order notifications
el_gr: Σας επιτρέπει να ρυθμίσετε ειδοποιήσεις για SMS διαχειριστή
it_it: Consente di impostare le notifiche degli ordini all'amministratore via SMS
nl_nl: Hiermee kunt u SMS voor bestellingen instellen voor de beheerder
no_no: Lar du sette opp administrator SMS ordre varslinger
pt_br: Permite configurar avisos de novos pedidos por SMS
zh_cn: 允许您设置管理短信服务订单通知

# Languages::unicode_not_enabled
source: Unicode support can not be enabled: 'mbstring' PHP extension is not installed.
el_gr: Δεν μπορεί να ενεργοποιηθεί η υποστήριξη Unicode: η PHP επέκταση "mbstring" δεν είναι εγκατεστημένη.
it_it: Il supporto Unicode non può essere attivato: l'estensione PHP 'mbstring' non è installata.
nl_nl: Unicode-ondersteuning kan niet worden ingeschakeld: 'mbstring' PHP extensie is niet ge√Ønstalleerd.
no_no: Unicode-støtte kan ikke aktiveres: 'mbstring' PHP extension er ikke installert.
pt_br: O suporte ao Unicode não pôde ser ativado: a extensão PHP 'mbstring' não está instalada.
zh_cn: 统一码Unicode支持无法启用: 'mbstring' PHP 扩展没有安装.

# SettingsSections::sms_notifications::general
source: General
el_gr: Γενικά
it_it: Generale
ka_ge: ზოგადი
nl_nl: Algemeen
no_no: Generelt
pt_br: Geral
zh_cn: 常规

# SettingsOptions::sms_notifications::phone_number
source: Phone number
el_gr: Αριθμός τηλεφώνου
it_it: Numero di telefono
ka_ge: ტელეფონის ნომერი
nl_nl: Telefoonnummer
no_no: Telefonnummer
pt_br: Telefone
ro_ro: Numărul de telefon
zh_cn: 电话号码

# SettingsOptions::sms_notifications::elm_clickatell_settings
source: Clickatell settings
el_gr: Ρυθμίσεις clickatell
it_it: Impostazioni Clickatell
ka_ge: Clickatell-ის პარამეტრები
nl_nl: Clickatell instellingen
no_no: Clickatell innstillinger
pt_br: Configurações do Clickatell
ro_ro: Setări Clickatell
zh_cn: Clickatell 设置

# SettingsOptions::sms_notifications::clickatel_user
source: Username
el_gr: Όνομα Χρήστη
it_it: Nome utente
ka_ge: მომხმარებლის სახელი
nl_nl: Gebruikersnaam
no_no: Brukernavn
pt_br: Nome de usuário
ro_ro: Utilizator
zh_cn: 用户名

# SettingsOptions::sms_notifications::clickatel_api_id
source: API ID
it_it: ID API
pt_br: ID da API
ro_ro: ID API
zh_cn: API 身份

# SettingsOptions::sms_notifications::clickatel_password
source: Password
el_gr: Κωδικός πρόσβασης
ka_ge: პაროლი
nl_nl: Wachtwoord
no_no: Passord
pt_br: Senha
ro_ro: Parolă
zh_cn: 密码

# SettingsOptions::sms_notifications::clickatel_unicode
source: Use Unicode
el_gr: Χρήση unicode
it_it: Utilizza Unicode
ka_ge: უნიკოდის გამოყენება
nl_nl: Unicode gebruiken
no_no: Bruk Unicode
pt_br: Usar Unicode
zh_cn: 使用统一码Unicode

# SettingsOptions::sms_notifications::clickatel_concat
source: Split long sms into several parts
el_gr: Διαχορισμός των μεγάλων γραπτών μηνυμάτων (sms) σε αρκετά μέρη
it_it: Dividere gli SMS lunghi in più parti
ka_ge: გრძელი სმს-ის დაყოფა რამოდენიმე ნაწილად
nl_nl: Lange SMS berichten verdelen over meerdere SMS berichten.
no_no: Del opp lange sms-er i flere deler
pt_br: Dividir mensagem em várias partes
zh_cn: 长短信拆分成几条.

# SettingsOptions::sms_notifications::elm_send_sms_if
source: Send SMS if
el_gr: Στείλτε SMS εάν
it_it: Inviare SMS se
ka_ge: სმს-ის გაგზავნა თუკი
nl_nl: SMS verzenden als
no_no: Send SMS hvis
pt_br: Enviar SMS se
ro_ro: Trimite SMS dacă
zh_cn: 发送短信

# SettingsOptions::sms_notifications::sms_new_order_placed
source: New order has been placed
el_gr: Τοποθέτηση νέας παραγγελίας
it_it: È stato inserito un nuovo ordine
ka_ge: განთავსდა ახალი შეკვეთა
nl_nl: Nieuwe bestelling is geplaatst
no_no: Ny bestilling er plassert
pt_br: Um pedido for recebido
ro_ro: O nouă comandă a fost plasată
zh_cn: 新订单生成

# SettingsOptions::sms_notifications::sms_new_cusomer_registered
source: New customer has been registered
el_gr: Καταχώρηση νέου πελάτη
it_it: È stato registrato un nuovo cliente
ka_ge: მოხდა ახალი მომხმარებლის რეგისტრაცია
nl_nl: Een nieuwe klant heeft zich geregistreerd
no_no: Ny kunde er registrert
pt_br: Um cliente se cadastrar
ro_ro: Un client nou s-a înregistrat
zh_cn: 新客户注册

# SettingsOptions::sms_notifications::sms_product_negative_amount
source: Product quantity is less than zero
el_gr: Η ποσότητα του προιόντος είναι κάτω του μηδενός
it_it: La quantità del prodotto è minore di zero
ka_ge: პროდუქტის რაოდენობა ნულია
nl_nl: Product hoeveelheid is kleiner dan nul
no_no: Produktmengde er mindre enn null
pt_br: O estoque de um produto chegar a zero
ro_ro: Cantitatea produsului e mai mică decât zero
zh_cn: 产品数量少于零

# SettingsOptions::sms_notifications::sms_send_min_amout
source: Only send when order total amount is more than
el_gr: Αποστολή αποκλειστικά όταν το συνολικό ποσό της παραγγελίας είναι παραπάνω απΑ
it_it: Inviare solo quando l'importo totale dell'ordine è maggiore di
nl_nl: Alleen verzenden wanneer het totale bedrag van de bestelling meer is dan
no_no: Bare send når totalt beløp er mer enn
pt_br: Enviar somente se o valor total do pedido for superior a
ro_ro: Trimite doar când suma totală a comenzii este mai mare decât
zh_cn: 发送条件当订单总额大于

# SettingsOptions::sms_notifications::sms_send_shipping
source: Only send for these shipping methods
el_gr: Αποκλειστικά για αυτούς τους τρόπους αποστολής
it_it: Inviare solo per questi metodi di spedizione
nl_nl: Alleen verzenden voor deze verzendmethoden
no_no: Bare send for disse fraktmetodene
pt_br: Enviar somente se o frete for por
ro_ro: Trimite doar pentru aceste modalități de transport
zh_cn: 仅这些配送方式时发送

# SettingsOptions::sms_notifications::elm_sms_content
source: SMS content
el_gr: Περιεχόμενο γραπτών μηνυμάτων (sms)
it_it: Contenuto SMS
ka_ge: სმს-ის შიგთავსი
nl_nl: SMS inhoud
no_no: SMS innhold
pt_br: Conteúdo do SMS
ro_ro: Conținutul SMS-ului
zh_cn: 短信内容

# SettingsOptions::sms_notifications::sms_send_payment_info
source: Add payment info
el_gr: Προσθήκη πηηροφοριών πληρωμής
it_it: Aggiungere informazioni di pagamento
ka_ge: გადახდის ინფორმაციის დამატება
nl_nl: Betalingsinfo toevoegen
no_no: Legg til betalingsinformasjon
pt_br: Adicionar informações de pagamento
ro_ro: Adaugă informații cu privire la plată
zh_cn: 添加支付信息

# SettingsOptions::sms_notifications::sms_send_customer_email
source: Add customers e-mail
el_gr: Προσθήκη ηλεκτρονικής διεύθυνσης (e-mail) πελατών
it_it: Aggiungi e-mail clienti
ka_ge: მომხმარებლის ელ-ფოსტის დამატება
nl_nl: E-mailadres klant toevoegen
no_no: Legg til kundens e-post
pt_br: Adicionar e-mail do cliente
ro_ro: Adaugă e-mail-ului clientului
zh_cn: 添加客户邮件

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_1
source: Do not split
el_gr: Μην τα διαχορίζετε
it_it: Non dividere
ka_ge: არ მოხდეს გაყოფა
nl_nl: Niet spiltsen
no_no: Ikke del opp
pt_br: Não dividir
zh_cn: 不分割

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_2
source: 2 sms
el_gr: 2 γραπτά μηνύματα (sms)
ka_ge: 2 სმს-ი
nl_nl: 2 SMS berichten
pt_br: 2 mensagens
zh_cn: 2条短信

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_3
source: 3 sms
el_gr: 3 γραπτά μηνύματα (sms)
ka_ge: 3 სმს-ი
nl_nl: 3 SMS berichten
pt_br: 3 mensagens
zh_cn: 3条短信
