Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/access_restrictions.po
Languages: el_gr, es_es, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, ro_ro, ru_ru

# Addons::name::access_restrictions
source: Access restrictions
el_gr: Περιορισμοί πρόσβασης
es_es: Restricciones de acceso
fr_fr: Restrictions d'accès
he_il: הגבלות גישה
hu_hu: Hozzáférési korlátozások
it_it: Restrizione accessi
ja_jp: アクセス制御
nl_nl: Toegangsbeperkingen
no_no: Tilgangsbegrensninger
pl_pl: Prawa dostępu
ro_ro: Restricții acces
ru_ru: Ограничение доступа

# Addons::description::access_restrictions
source: Lets you limit storefront and administrator area access to certain IP-addresses with different options
el_gr: Σάς επιτρέπει να περιορίσετε την πρόσβαση στην περιοχή του καταστήματος και της διαχείρσης σε συγκεκριμένες διευθύνσεις IP με διαφορετικές επιλογές
es_es: Le permite limitar el acceso al área de tienda y administrador para ciertas direcciones IP con diferentes opciones
fr_fr: Vous permet de limiter la vitrine et l'espace administrateur d'accéder à certaines adresses IP avec différentes options
he_il: מאפשר לך להגביל את הגישה לאזור הדף הראשי ומנהל לכתובות IP מסוימות-עם אפשרויות שונות
hu_hu: Adminisztrációs felület elérésének korlátozása bizonyos IP címekre különböző opciókkal
it_it: Consente di limitare l'accesso all'area pubblica e di amministratore a determinati indirizzi IP con diverse opzioni
ja_jp: 特定のIPアドレスなどからのショップフロントおよび管理画面へのアクセスを制限します
nl_nl: Beperk de toegang tot uw webwinkel en beheerderspagina's tot bepaalde IP-adressen met verschillende opties
no_no: Lar du begrense butikkforsiden og admin-området adgang til til visse IP-adresser med ulike alternativer
pl_pl: Ograniczenie dostępu do sklepu i panelu administratora z określonych adresów IP z różnymi opcjami
ro_ro: Vă permite să limitați accesul în zona de afisare a paginii magazinului și administrare la anumite adrese IP cu diferite opțiuni
ru_ru: Ограничение доступа к витрине и панели администратора с определенных IP-адресов, черный список адресов эл. почты и номеров банковских карт.

# Languages::access_restrictions
source: Access restrictions
el_gr: Περιορισμοί πρόσβασης
es_es: Restricciones de acceso
fr_fr: Restrictions d'accès
he_il: הגבלות גישה
hu_hu: Hozzáférési korlátozások
it_it: Restrizioni di accesso
ja_jp: アクセス制御
nl_nl: Toegangsbeperkingen
no_no: Adgangsbegrensninger
pl_pl: Prawa dostępu
ro_ro: Restricții acces
ru_ru: Ограничение доступа

# Languages::add_ips
source: Add IPs
el_gr: Προσθήκη νέας IP
es_es: Añadir nuevas IPs
fr_fr: Ajouter des nouvelles adresses IP
he_il: להוסיף את כתובות ה-Ip
hu_hu: IP címek hozzáadása
it_it: Aggiungi IP
ja_jp: IPの追加
nl_nl: IP-adressen toevoegen
no_no: Legg til nye IP-er
pl_pl: Dodaj adresy IP
ro_ro: Adăugați IP-uri noi
ru_ru: Добавить новые IP адреса

# Languages::new_ips
source: New IPs
el_gr: Νέες IP
es_es: Nuevas IPs
fr_fr: Nouvelles adresses IP
he_il: IP חדש
hu_hu: Új IP címek
it_it: IP nuovi
ja_jp: 新しいIP
nl_nl: Nieuwe IP-adressen
no_no: Nye IP-er
pl_pl: Nowe adresy IP
ro_ro: IP-urile noi
ru_ru: Новые IP адреса

# Languages::add_domains
source: Add domains
el_gr: Προσθήκη νέου ονόματος χώρου
es_es: Añadir nuevo dominio
fr_fr: Ajouter des nouveaux domaines
he_il: הוספת דומיינים
hu_hu: Domainek hozzáadása
it_it: Aggiungi domini
ja_jp: ドメインの追加
nl_nl: Domeinen toevoegen
no_no: Legg til nye domener
pl_pl: Dodaj domeny
ro_ro: Adăugați noi domenii
ru_ru: Добавить новые домены

# Languages::new_domains
source: New domains
el_gr: Νέα Domain
es_es: Nuevos dominios
fr_fr: Nouveaux domaines
he_il: דומיינים חדשים
hu_hu: Új domainek
it_it: Nuovi domini
ja_jp: 新しいドメイン
nl_nl: Nieuwe domeinen
no_no: Nye domener
pl_pl: Nowe domeny
ro_ro: Domeniile noi
ru_ru: Новые домены

# Languages::add_emails
source: Add e-mail addresses
el_gr: Προσθήκη Διευθύνσεων e-mail
es_es: Añadir dirección de correo
fr_fr: Ajoutez les adresses e-mail
he_il: הוסף כתובות דואר אלקטרוני
hu_hu: E-mail címek hozzáadása
it_it: Aggiungi indirizzi e-mail
ja_jp: Eメールアドレスの追加
nl_nl: E-mailadressen toevoegen
no_no: Legg til e-post-adresser
pl_pl: Dodaj adresy e-mail
ro_ro: Adăugaţi adresele de e-mail
ru_ru: Добавить адреса эл. почты

# Languages::new_emails
source: New e-mail addresses
el_gr: Προσθήκη νέας διεύθυνσης e-mail
es_es: Añadir nuevas direcciones de E-mail
fr_fr: Ajouter des nouvelles adresses emails
he_il: כתובות דואר אלקטרוני חדש
hu_hu: Új e-mail címek
it_it: Nuovo indirizzo email
ja_jp: 新しいEメールアドレス
nl_nl: Nieuwe e-mailadressen
no_no: Nye e-post-adresser
pl_pl: Nowe adresy e-mail
ro_ro: Adăugați adrese de e-mail noi
ru_ru: Новые адреса эл. почты

# Languages::new_credit_card
source: New credit card
el_gr: Νέα πιστωτική κάρτα
es_es: Nueva tarjeta de crédito
fr_fr: Nouvelle carte de crédit
he_il: כרטיס אשראי חדש
hu_hu: Új bankkártya
it_it: Nuova carta di credito
ja_jp: 新しいクレジットカード
nl_nl: Nieuwe creditcard
no_no: Nytt kredittkort
pl_pl: Nowa karta kredytowa
ro_ro: Carte de credit noua
ru_ru: Новая банковская карта

# Languages::add_credit_card
source: Add credit card
el_gr: Προσθήκη πιστωτικής κάρτας
es_es: Añadir tarjeta de crédito
fr_fr: Ajouter carte de crédit
he_il: הוסף כרטיס אשראי
hu_hu: Bankkártya hozzáadása
it_it: Aggiungi carta di credito
ja_jp: クレジットカードの追加
nl_nl: Creditcard toevoegen
no_no: Legg til kredittkort
pl_pl: Dodaj kartę kredytową
ro_ro: Adaugare carte de credit
ru_ru: Добавить банковскую карту

# Languages::privileges.manage_access_restrictions
source: Manage access restrictions
el_gr: Διαχείριση των περιορισμών πρόσβασης
es_es: Gestionar restricciones de acceso
fr_fr: Gérer les restrictions d'accès
he_il: ניהול הגבלות גישה
hu_hu: Hozzáférési korlátozások kezelése
it_it: Gestione restrizioni di accesso
ja_jp: アクセス制御の管理
nl_nl: Toegangsbeperkingen beheren
no_no: Administrer tilgangsbegrensninger
pl_pl: Zarządzaj prawami dostępu
ro_ro: Gestionați restricțiile de acces
ru_ru: Управление ограничением доступа

# Languages::domain
source: Domain
el_gr: Τομέας
es_es: Dominio
fr_fr: Domaine
he_il: דומיין
it_it: Dominio
ja_jp: ドメイン
nl_nl: Domein
no_no: Domene
pl_pl: Domena
ro_ro: Domeniu
ru_ru: Домен

# Languages::warning_of_ip_adding
source: The entered IP address <b>[entered_ip]</b> forbids access to the administration panel from your computer (your IP is <b>[your_ip]</b>).
el_gr: H διεύθυνση IP που εισήχθη <b>[entered_ip]</b> (your IP is <b>[your_ip]</b>)απαγορεύει την πρόσβαση στον πίνακα διαχείρισης από τον υπολογιστή σας.
es_es: Usted ha escrito la dirección IP <b>[entered_ip]</b> que prohíbe el acceso al backend (administración) desde su ordenador (su IP es <b>[your_ip]</b>).
fr_fr: You have entered the IP address <b>[entered_ip]</b> which fobids access to the back-end from your computer (your IP is <b>[your_ip]</b>).
he_il: לכתובת ה-IP שהוזנה<b>[entered_ip]</b> נאסרה הגישה ללוח הניהול (כתובת ה-IP שלך היא <b>[your_ip]</b>).
it_it: L'indirizzo IP inserito <b>[entered_ip]</b> vieta l'accesso al pannello di amministrazione dal computer (il tuo IP è <b>[your_ip]</b>).
ja_jp: 入力されたIPアドレス <b>[entered_ip]</b> はお使いのPC(IPアドレス: <b>[your_ip]</b>)からの管理者用ページへのアクセスを禁止します。
nl_nl: Het ingevoerde IP-adres <b>[entered_ip]</b> verbiedt toegang tot het Beheerderspaneel van uw computer (uw IP is <b>[your_ip]</b>).
no_no: Den angitte IP-adressen <b>[entered_ip]</b> forbyr tilgang til adminpanelet fra denne datamaskinen (din IP er <b>[your_ip]</b>).
pl_pl: Wpisany adres IP <b>[entered_ip]</b> nie pozwala na dostęp do panelu administracyjnego z Twojego komputera (twój adres IP to <b>[your_ip]</b>).
ro_ro: Adresa IP introduseă <b>[entered_ip]</b> interzice accesul către panoul de administrare (IP-ul dvs. este <b>[your_ip]</b>).
ru_ru: Вы ввели IP-адрес <b>[entered_ip]</b>, который запрещает доступ к панели администратора с вашего компьютера (ваш IP-адрес <b>[your_ip]</b>).

# Languages::text_cc_number_is_blocked
source: The credit card number <b>[cc_number]</b> is blocked by the administrator. Please contact the store administrator or try another one.
el_gr: Ο αριθμός της πιστωτικής κάρτας <b>[cc_number]</b> έχει αποκλειστεί από το διαχειριστή. Παρακαλούμε επικοινωνήστε με τον διαχειρηστή του καταστήματος ή δοκιμάστε μια άλλη.
es_es: El número de tarjeta de crédito <b>[cc_number]</b> está bloqueado por el administrador. Por favor póngase en contacto con el administrador de la tienda o intente con otro.
fr_fr: Le numéro de carte de crédit <b>[cc_number]</b> est bloqué par l'administrateur. Veuillez prendre contact avec l'administrateur de la boutique en ligne ou essayer un autre numéro.
he_il: מספר כרטיס האשראי <b>[cc_number]</b> חסומה על-ידי מנהל המערכת. נא פנה אל מנהל החנות או נסה כרטיס אחר.
hu_hu: A(z) <b>[cc_number]</b> bankkártya számot az oldal adminisztrátora letiltotta. Kérjük vegye fel a kapcsolatot ügyfélszolgálatunkkal, vagy próbáljon meg egy másik kártyát.
it_it: Il numero della carta di credito <b>[cc_number]</b> è bloccato dall'amministratore. Contattare l'amministratore o provare un altro numero.
ja_jp: クレジットカード番号 <b>[cc_number]</b> は管理者によりブロックされました。 ショップ管理者にご連絡いただくか、他のカード番号をお試しください。
nl_nl: Het creditcard nummer <b>[cc_number]</b> wordt geblokkeerd door de beheerder. Neem contact op met de beheerder of probeer een andere kaart.
no_no: Kredittkortnummeret <b>[cc_number]</b> er blokkert av administrator. Vennligst ta kontakt med butikken eller prøv et annet kort.
pl_pl: Numer karty kredytowej <b>[cc_number]</b> jest zablokowany przez administratora. Proszę, skontaktuj się z administracja sklepu lub spróbuj raz jeszcze.
ro_ro: Numărul cardului de credit <b>[cc_number]</b> este blocat de către administrator. Vă rugăm contactați administratorul site-ului și încercați altul.
ru_ru: Номер банковской карты <b>[cc_number]</b> заблокирован администратором. Пожалуйста, свяжитесь с администрацией магазина или воспользуйтесь другой картой.

# Languages::text_not_valid_ip
source: <b>[ip]</b> is not a valid ip address.
el_gr: <b>[ip]</b> δεν είναι έγκυρη ip διεύθυνση
es_es: La <b>[ip]</b> no es una dirección IP válida.
fr_fr: <b>[ip]</b> n'est pas une adresse IP valide.
he_il: <b>[ip]</b> אינה כתובת IP חוקית.
hu_hu: <b>[ip]</b> nem egy érvényes IP-cím.
it_it: <b>[ip]</b> Non è un valido indirizzo IP
ja_jp: <b>[ip]</b> は有効なIPアドレスではありません。
nl_nl: <b>[ip]</b> is geen geldig IP-adres.
no_no: <b>[ip]</b> er ikke en gyldig IP-adresse.
pl_pl: <b>[ip]</b> jest nie prawidłowym adresem ip.
ro_ro: <b>[ip]</b> nu este o adresă IP validă.
ru_ru: <b>[ip]</b> — неверный IP адрес.

# Languages::text_not_valid_domain
source: <b>[domain]</b> is not a valid domain name.
el_gr: <b>[domain]</b>δεν είναι έγκυρο domain όνομα.
es_es: El <b>[domain]</b> no es un nombre de dominio válido,
fr_fr: <b>[domain]</b> n'est pas un nom de domaine valide.
he_il: <b>[domain]</b> אינו שם תחום חוקי.
hu_hu: <b>[domain]</b> nem egy érvényes domin név.
it_it: <b>[domain]</b> Non è un nome di dominio valido
ja_jp: <b>[domain]</b> は有効なドメイン名ではありません。
nl_nl: <b>[domain]</b> is geen geldige domeinnaam.
no_no: <b>[domain]</b> er ikke et gyldig domenenavn.
pl_pl: <b>[domain]</b> jest niewłaściwą nazwą domeny.
ro_ro: <b>[domain]</b> nu este un domeniu valid.
ru_ru: <b>[domain]</b> — неверное доменное имя.

# Languages::text_not_valid_cc_number
source: <b>[cc_number]</b> is not a valid credit card number.
el_gr: <b>[cc_number]</b> δεν είναι έγκυρος αριθμός πιστωτικής κάρτας.
es_es: El <b>[cc_number]</b> no es un número de tarjeta de crédito válido.
fr_fr: <b>[cc_number]</b> n'est pas un numéro de carte de crédit valide.
he_il: <b>[cc_number]</b> אינו מספר כרטיס אשראי תקין.
hu_hu: <b>[cc_number]</b> nem egy érvényes bankkártya szám.
it_it: <b>[cc_number]</b> Non è un numero di carta valido
ja_jp: <b>[cc_number]</b> は有効なクレジットカード番号ではありません。
nl_nl: <b>[cc_number]</b> is geen geldig creditcard nummer.
no_no: <b>[cc_number]</b> er ikke et gyldig kredittkortnummer.
pl_pl: <b>[cc_number]</b> jest niewłaściwym numerem karty kredytowej.
ro_ro: Numărul de cardului de credit <b>[cc_number]</b> nu este valid.
ru_ru: <b>[cc_number]</b> — неверный номер банковской карты.

# Languages::text_email_is_blocked
source: The e-mail address <b>[email]</b> is blocked by the administrator. Please contact the store administrator or try another one.
el_gr: Η διεύθυνση e-mail <b> [email] </ b> έχει αποκλειστεί από το διαχειριστή. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του κατάστημα ή δοκιμάστε έναν άλλο.
es_es: La dirección de E-mail <b>[email]</b>ha sido bloqueada por el administrador. Por favor póngase en contacto con el administrador de la tienda o intente con otra.
fr_fr: L'adresse email <b>[email]</b> est bloqué par l'administrateur. Veuillez contacter l'administrateur de la boutique en ligne ou essayer avec une autre adresse.
he_il: כתובת דואר אלקטרוני <b>[email]</b> חסומה על-ידי מנהל המערכת. נא פנה אל מנהל החנות או כתובת אחרת.
hu_hu: Az alábbi e-mail cím: <b>[email]</b> letiltásra került. Kérjük vegye fel a kapcsolatot az adminisztrátorral.
it_it: L'e-mail <b>[email]</b> è bloccata dall'amministratore. Perfavore contatta l'amministratore del negozio o prova un altra email.
ja_jp: Eメールアドレス <b>[email]</b> は管理者によりブロックされました。 ショップ管理者にお問い合わせいただくか他のEメールアドレスをお試しください。
nl_nl: Het e-mailadres <b>[email]</b> is geblokkeerd door de beheerder. Neem contact op met de beheerder of probeer een ander e-mailadres.
no_no: E-postadressen <b>[email]</b> er blokkert av administrator. Vennligst ta kontakt med butikken eller prøv annen e-postadresse.
pl_pl: Adres e-mail <b>[email]</b> jest zablokowany przez administratora. Proszę, skontaktuj się z administracja sklepu lub spróbuj jeszcze raz.
ro_ro: Adresa de e-mail <b>[email]</b> este blocată de către administrator. Vă rugăm contactați administratorul magazinului și încercați alta.
ru_ru: Адрес эл. почты <b>[email]</b> заблокирован администратором. Пожалуйста, свяжитесь с администрацией магазина или попробуйте другой адрес.

# Languages::text_ips_denied
source: You are not allowed to access this area
el_gr: Δεν επιτρέπεται η πρόσβαση σε αυτόν τον τομέα
es_es: Usted no tiene permitido el acceso a este area
fr_fr: Vous n'êtes pas autorisé à accéder à cette zone.
he_il: אין לך הרשאות מתאימות לצפיה באזור זה
hu_hu: Nincs hozzáférése az oldal megjelenítéséhez
it_it: Non sei abilitato ad accedere a quest'area
ja_jp: このエリアにはアクセスできません
nl_nl: U heeft geen toegang tot deze pagina
no_no: Du har ikke tilgang til dette området
pl_pl: Nie masz dostępu do tej strefy
ro_ro: Nu vă este permis accesul în această zonă
ru_ru: У вас нет доступа в эту часть

# Languages::text_ip_blocked_failed_login
source: The IP was blocked after [number] unsuccessful logins
el_gr: Η IP αποκλείστηκε μετά από [number] αποτυχημένες συνδέσεις
es_es: La IP ha sido bloqueada después de [number] conexiones fracasadas
fr_fr: Votre IP a été bloqué après [number] erreurs de connexions.
he_il: ה-IP נחסמה לאחר [number] כניסות שנכשלו
hu_hu: Az IP cím blokkolásra került [number] sikertelen belépés miatt
it_it: L'IP è stato bloccato dopo [numero] accessi non riusciti
ja_jp: ログインに [number] 回失敗したためIPアドレスがブロックされました
nl_nl: Het IP is geblokkeerd na [number] mislukte aanmeldingen
no_no: IP-adressen ble blokkert etter [number] mislykkede pålogginger
pl_pl: Ten adres IP został zablokowany po [number] niepoprawnych zalogowań
ro_ro: IP-ul a fost blocat după [number] încercări nereușite
ru_ru: IP был заблокирован после [number] неудачных попыток авторизации

# Languages::text_ip_is_blocked
source: Your IP address is blocked.
el_gr: Η διεύθυνση IP σας είναι αποκλεισμένη.
es_es: Su dirección IP está bloqueada.
fr_fr: Votre adresse IP a été bloquée.
he_il: כתובת ה-IP שלך חסומה.
hu_hu: Az Ön IP címe blokkolva van.
it_it: Il tuo indirizzo IP è bloccato
ja_jp: あなたのIPアドレスはブロックされました。
nl_nl: Uw IP-adres is geblokkeerd.
no_no: Din IP-adresse er blokkert.
pl_pl: Twój adres IP jest zablokowany.
ro_ro: Adresa IP a dvs. este blocată.
ru_ru: Ваш IP адрес заблокирован.

# Languages::store_admin
source: Store administrator
el_gr: Διαχειριστής καταστήματος
es_es: Aministrador de la tienda
fr_fr: Store administrateur
he_il: מנהל החנות
hu_hu: Áruház adminisztrátor
it_it: Amministrazione negozio
ja_jp: ショップ管理者
nl_nl: Beheerder
no_no: Butikkadministrator
pl_pl: Administrator sklepu
ro_ro: Administratorul magazinului
ru_ru: Администратор магазина

# Languages::your_ip_added
source: Your IP address <b>[ip]</b> has been added to the access restrictions table.
el_gr: Η διεύθυνση της IP σας<b>[ip]</b> έχει προστεθεί από τον πίνακα πρόσβασης περιορισμών.
es_es: Su dirección IP <b>[ip]</b> ha sido añadida a la lista de restricciones de acceso.
fr_fr: Votre adresse ip <b>[ip]</b> a été ajouté au tableau des accès restreint
he_il: כתובת הIP שלך -IP <b>[ip]</b> נוספה אל טבלת הגישות.
hu_hu: Az IP címe <b>[ip]</b> sikeresen hozzáadva a hozzáférési tiltásokat tartalmazó táblához.
it_it: Il tuo IP <b>[ip]</b> è stato aggiunto alla lista degli accessi consentiti.
ja_jp: IPアドレス <b>[ip]</b> がアクセス制御テーブルに追加されました。
nl_nl: Uw IP-adres <b>[ip]</b> is toegevoegd aan de tabel met toegangsbeperkingen.
no_no: Din IP-adresse<b>[ip]</b> har blitt lagt til tabellen med tilgangsbegrensninger.
pl_pl: Twój adres IP <b>[ip]</b> został dodany do tabeli ograniczania dostępu.
ro_ro: IP-ul dvs. ,<b>[ip]</b> a fost adăugați la tabelul cu restricții.
ru_ru: Ваш IP-адрес <b>[ip]</b> был добавлен в таблицу ограничения доступа.

# Languages::your_ip_enabled
source: Your IP address <b>[ip]</b> has been enabled in the access restrictions table.
el_gr: Η διεύθυνση της IP σας<b>[ip]</b>έχει αφαιρεθεί από τον πίνακα πρόσβασης περιορισμών.
es_es: Su dirección IP <b>[ip]</b> ha sido activada en la lista de restricciones de acceso.
fr_fr: Votre adresse ip <b>[ip]</b> a été activé sur le tableau des accès restreint.
he_il: כתובת הIP שלך -IP <b>[ip]</b> נוספה אל טבלת הגישות.
hu_hu: IP címe <b>[ip]</b> sikeresen engedélyezésre került a hozzáférési tiltásokat tartalmazó táblában.
it_it: Il tuo IP è stato abilitato
ja_jp: IPアドレス <b>[ip]</b> がアクセス許可テーブルに追加されました。
nl_nl: Uw IP-adres <b>[ip]</b> is ingeschakeld in de tabel met toegangsbeperkingen.
no_no: Din IP-adresse<b>[ip]</b> har blitt aktivert i tabellen med tilgangsbegrensninger.
pl_pl: Twój adres IP <b>[ip]</b> został włączony w tabeli ograniczania dostępu.
ro_ro: IP-ul dvs. , <b>[ip]</b> a fost activat în tabelul cu restricționarea accesului.
ru_ru: Ваш IP-адрес <b>[ip]</b> был активирован в таблице ограничения доступа.

# Languages::your_ip_removed
source: Your IP address <b>[ip]</b> has been removed from the access restrictions table.
el_gr: Η διεύθυνση της IP σας <b>[ip]</b> έχει αφαιρεθεί από τον πίνακα πρόσβασης περιορισμών.
es_es: Su dirección IP <b>[ip]</b> ha sido eliminada de la lista de restricciones de acceso.
fr_fr: Votre adresse ip <b>[ip]</b> a été enlevé du tableau des accès restreint.
he_il: כתובת הIP שלך -IP <b>[ip]</b> הוסרה מטבלת הגישות.
hu_hu: IP címe <b>[ip]</b> sikeresen eltávolítva a hozzáférési tiltásokat tartalmazó táblából.
it_it: Il tuo IP è stato rimosso
ja_jp: IP address <b>[ip]</b> がアクセス制御テーブルから削除されました。
nl_nl: Uw IP-adres <b>[ip]</b> is verwijderd uit de tabel met toegangsbeperkingen.
no_no: Din IP-adresse <b>[ip]</b> har blitt fjernet fra tabellen med tilgangsbegrensninger.
pl_pl: Twój adres IP <b>[ip]</b> został usunięty z tabeli ograniczania dostępu.
ro_ro: IP-ul dvs. , <b>[ip]</b> a fost șters din tabelul cu restricționarea accesului.
ru_ru: Ваш IP-адрес <b>[ip]</b> был удален из таблицы ограничения доступа.

# Languages::ip_from
source: IP from
el_gr: IP από
es_es: IP de
fr_fr: IP de
he_il: IP של
hu_hu: IP címről
it_it: IP da
ja_jp: IP（先頭）
nl_nl: IP-adres van
no_no: IP fra
pl_pl: IP z
ro_ro: IP de la
ru_ru: с IP

# Languages::ip_to
source: IP to
el_gr: IP σε
es_es: IP a
fr_fr: IP à
he_il: IP
hu_hu: IP címre
it_it: IP a
ja_jp: IP（最後）
nl_nl: IP-adres naar
no_no: IP til
pl_pl: IP do
ro_ro: IP către
ru_ru: до IP

# Languages::text_access_notice
source: You can use the wildcards for the "Domain", "E-mail" and "Credit Card" tabs: <br /><b>*</b> - can represent any number of characters, including zero<br /><b>?</b> - can represent any single character.
es_es: Usted puede usar los comodines para el "Dominio", "E-Mail" y "Tarjeta de Crédito": <br /><b>*</b> - puede representar cualquier cantidad de caracteres, incluido cero<br /><b>?</b> - puede representar cualquier carácter simple.
fr_fr: Vous pouvez utiliser les caractères pour le "Domaine", "E-mail" et "carte de crédit" onglets: <br /> <b> * </ b> - peut représenter n'importe quel nombre de caractères, y compris zéro <br /> < b> ?</ b> - peut représenter un seul caractère.
he_il: באפשרותך להשתמש בתווים של הכרטיסיות "דומיין", "דואר אלקטרוני", "כרטיס אשראי": < br / > <b>*</b> - ניתן לייצג כל מספר של תווים, כולל אפס < br / > <b>?</b> - ניתן לייצג כל תו יחיד.
it_it: È possibile utilizzare i caratteri jolly per il "dominio", "E-mail" e "Carta di credito" schede: <br /><b>*</b> - può rappresentare qualsiasi numero di caratteri, compreso lo zero<br /><b>?</b> - può rappresentare ogni singolo carattere.
ja_jp: "ドメイン", "Eメール" および "クレジットカード" タブにおいてワイルドカードを使用できます: <br /><b>*</b> - 任意の文字数(0を含む）の文字列用ワイルドカード<br /><b>?</b> - 1文字の文字列用ワイルドカード
nl_nl: U kunt de wildcards gebruiken voor de tabbladen "Domein", "E-mail" en "Creditcard": < br / > <b>*</b> - kan een willekeurig aantal tekens weergeven, inclusief nul < br / > <b>?</b> - kan een willekeurig teken weergeven.
no_no: Du kan bruke jokertegn for "Domene", "E-post" og "Kredittkort" faner: <br /><b>*</b> - kan representere hvilket som helt antall tegn, inkludert null<br /><b>?</b> - kan representere et hvilkens som helst enkelt tegn.
pl_pl: Możesz użyć symbolu wieloznacznego dla etykiet "Domena", "E-mail", "Karta kredytowa": <br><b>*</b> - może reprezentować dowolną liczbę znaków, włącznie z zerem<br><b>?</b> - może reprezentować dowolny znak
ro_ro: Puteți folosi wildcard-uri pentru "Domeniu", "E-mail" și "Card de credit" : <br /><b>*</b> - poate reprezenta orice număr de caractere, inclusiv zero<br /><b>?</b> - poate reprezenta orice alt caracter unic.
ru_ru: Вы можете использовать подстановочные символы для вкладок «Домен», «Эл. почта», «Банковская карта»: <br /><b>*</b> — любое количество символов, включая ноль<br /><b>?</b> — любой одиночный символ.

# Languages::ips
source: IPs
fr_fr: Adresses IP
hu_hu: IPk
ja_jp: IP
nl_nl: IP-adressen
no_no: IP-adresser
pl_pl: Adresy IP
ro_ro: IP-uri
ru_ru: IP-адреса

# Languages::make_permanent
source: Make permanent
el_gr: Καθιστώ μόνιμο
es_es: Hacer permanente
fr_fr: Rendre permanent
he_il: הפוך לקבועים
hu_hu: Állandóvá tétel
it_it: Rendere permanente
ja_jp: 常にブロック
nl_nl: Permanent maken
no_no: Gjør permanent
pl_pl: Ustaw na stałe
ro_ro: Marcați ca permanent
ru_ru: Сделать постоянным

# Languages::credit_card_number
source: Credit card number
el_gr: Αριθμός πιστωτικής κάρτας
es_es: Número de tarjeta de crédito
fr_fr: Numéro de carte de crédit
he_il: מספר כרטיס אשראי
hu_hu: Bankkártya szám
it_it: Numero di carta di credito
ja_jp: クレジットカード番号
nl_nl: Creditcard nummer
no_no: Kredittkortnummer
pl_pl: Numer karty kredytowej
ro_ro: Numărul cardului de credit
ru_ru: Номер банковской карты

# SettingsSections::access_restrictions::general
source: General
el_gr: Γενικά
fr_fr: Générale
he_il: כללי
hu_hu: Általános
it_it: Generale
ja_jp: 基本設定
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
ro_ro: Informatii generale
ru_ru: Общие

# SettingsOptions::access_restrictions::elm_administrator_area_settings
source: Administrator area settings
el_gr: Ρυθμίσεις του πίνακα επιλογών διαχειριστή
es_es: Opciones de Área de Administración
fr_fr: Paramètres de la zone administrateur
he_il: הגדרות אזור מנהל
hu_hu: Adminisztrációs felület beállításai
it_it: Impostazioni area amministratore
ja_jp: 管理者用エリアの設定
nl_nl: Beheerdersinstellingen
no_no: Innstillinger for admin-området
pl_pl: Ustawienia strefy administratorskiej
ro_ro: Setări Panou de administrare
ru_ru: Настройки панели администратора
