Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/access_restrictions.po
Languages: el_gr, es_es, fr_fr, he_il, hu_hu, it_it, ja_jp, nl_nl, no_no, pl_pl, ro_ro, ru_ru

# SettingsOptions::access_restrictions::admin_reverse_ip_access
source: Allow login to the admin area from specified IPs only
el_gr: Είσοδος στον πίνακα επιλογών του διαχειρηστή από τις προκαθορισμένες διευθύνσεις IP μόνο
es_es: Permitir el acceso al área de administración sólo de las IPS especificadas
fr_fr: Autoriser la connexion à la zone d'administration de certaines adresses IP uniquement
he_il: לאפשר כניסה לאזור המנהל רק מכתובות IPs שצוינו
hu_hu: Adminisztrációs felület korlátozása bizonyos IP címek számára
it_it: Permettono di effettuare l'accesso all'area amministrazione solamente da IP specifici
ja_jp: 特定のIPアドレスからのみアクセスを許可
nl_nl: Laat aanmelden in het beheerdersgedeelte alleen toe voor bepaalde IP-adressen
no_no: Tillat innlogging til admin-området kun fra spesifiserte IP-adresser
pl_pl: Pozwól zalogować się do panelu administracyjnego tylko z określonych adresów IP
ro_ro: Autentificare la panoul de administrare doar de la IP-urile specificate
ru_ru: Разрешить вход в панель администратора часть только с определенных IP-адресов

# SettingsOptions::access_restrictions::unsuccessful_attempts_login
source: Block IP after a number of unsuccessful attempts
el_gr: Αποκλεισμός IP μετά από μια σειρά αποτυχημένων προσπαθειών
es_es: Bloquee IP después de varias tentativas fracasadas
fr_fr: Bloquer l'IP après un nombre de tentatives infructueuses
he_il: לחסום IP לאחר מספר נסיונות כושלים
hu_hu: IP cím blokkolása bizonyos számú sikertelen próbálkozás után
it_it: Blocca IP dopo un certo numero di tentativi falliti
ja_jp: 指定回数ログインに失敗すると当該IPからのアクセスをブロック
nl_nl: Blokkeer het IP-adres na een aantal mislukte pogingen
no_no: Blokker IP etter flere mislykkede forsøk
pl_pl: Blokuj numer IP po określonej liczbie nieudanych prób
ro_ro: Blochează IP-ul după nu anumit număr de autentificări nereușite
ru_ru: Блокировать IP после определенного кол-ва неудачных попыток входа

# SettingsOptions::access_restrictions::number_unsuccessful_attempts
source: Number of unsuccessful attempts
el_gr: Αριθμός ανεπιτυχών προσπαθειών
es_es: Número de tentativas fracasadas
fr_fr: Nombre de tentatives infructueuses
he_il: מספר נסיונות כושלים
hu_hu: Sikertelen kísérletek száma
it_it: Numero di tentativi falliti
ja_jp: アクセスブロックが発動されるログイン失敗回数
nl_nl: Aantal mislukte pogingen
no_no: Antall mislykkede forsøk
pl_pl: Liczba nieudanych prób
ro_ro: Numărul de încercări nereușite
ru_ru: Кол-во неудачных попыток входа

# SettingsOptions::access_restrictions::login_intervals
source: Time between unsuccessful login attempts (seconds)
el_gr: Χρόνος μεταξύ ανεπιτυχών προσπάθειών σύνδεσης (δευτερόλεπτα)
es_es: Tiempo entre tentativas de entrada al sistema fracasadas (segundos)
fr_fr: Temps entre les tentatives de connexion infructueuses (secondes)
he_il: משך זמן בין נסיונות כניסה כושלים (שניות)
hu_hu: Sikertelen kísérletek közötti idő (másodperc)
it_it: Tempo tra i tentativi di accesso fallito (in secondi)
ja_jp: ログイン失敗回数のカウントがクリアされる間隔 (秒)
nl_nl: Tijd tussen mislukte aanmeld pogingen (seconden)
no_no: Tid mellom mislykkede påloggingsforsøk (sekunder)
pl_pl: Czas pomiędzy nieudanymi próbami logowania (w sekundach)
ro_ro: Timpul dintre încercările de autentificare nereușite (secunde)
ru_ru: Время между неудачными попытками входа (в секундах)

# SettingsOptions::access_restrictions::time_block
source: Time for which the IP should be blocked (hours)
el_gr: Διάστημα για το οποίο IP θα πρέπει να αποκλειστεί (σε ώρες)
es_es: El tiempo durante el cual la IP debería ser bloqueada (horas)
fr_fr: Le temps pour lequel l'IP doit être bloqué (heures)
he_il: זמן לחסום כתובות IP (בשעות)
it_it: Periodo di blocco dell'IP (in ore)
ja_jp: IPアドレスのブロックが解除される間隔 (時間)
nl_nl: De tijd waarvoor het IP-adres moet worden geblokkeerd (uren)
no_no: Tid som IP skal blokkeres (timer)
pl_pl: Czas, na który adres IP powinien być zablokowany (w godzinach)
ro_ro: Timpul pentru care un IP să fie blochat (ore)
ru_ru: Время, на которое блокируется IP (часы)

# SettingsOptions::access_restrictions::elm_customer_and_affiliate_area_settings
source: Customer area settings
el_gr: Ρυθμίσεις πελάτη
es_es: Opciones de área de clientes
fr_fr: Paramètres de la zone à la clientèle
he_il: הגדרות אזור לקוחות
hu_hu: Storefront beállítások
it_it: Impostazioni area cliente
ja_jp: お客様用エリアの設定
nl_nl: Instellingen klantgedeelte
no_no: Innstillinger for kunde-området
pl_pl: Ustawienia strefy klienta
ro_ro: Setări Client
ru_ru: Настройки витрины магазина

# SettingsOptions::access_restrictions::unsuccessful_attempts_login_customer
source: Block IP after a number of unsuccessful attempts
el_gr: Αποκλεισμός της IP μετά από μια σειρά αποτυχημένων προσπαθειών
es_es: Bloquee IP después de varias tentativas fracasadas
fr_fr: Bloquer l'IP après un nombre de tentatives infructueuses
he_il: לחסום IP לאחר מספר נסיונות כושלים
it_it: Blocca IP dopo un certo numero di tentativi falliti
ja_jp: 指定回数ログインに失敗すると当該IPからのアクセスをブロック
nl_nl: Blokkeer een IP-adres na een aantal mislukte pogingen
no_no: Blokker IP etter flere mislykkede forsøk
pl_pl: Zablokuj IP po określonej ilości nieudanych prób
ro_ro: Blochează IP-ul după o serie de autentificări nereușite
ru_ru: Блокировать IP-адрес после определенного кол-ва неудачных попыток входа

# SettingsOptions::access_restrictions::number_unsuccessful_attempts_customer
source: Number of unsuccessful attempts
el_gr: Αριθμός ανεπιτυχών προσπαθειών
es_es: Número de tentativas fracasadas
fr_fr: Nombre de tentatives infructueuses
he_il: מספר נסיונות כושלים
hu_hu: Sikertelen kísérletek száma
it_it: Numero di tentativi falliti
ja_jp: アクセスブロックが発動されるログイン失敗回数
nl_nl: Aantal mislukte pogingen
no_no: Antall mislykkede forsøk
pl_pl: Ilość nieudanych prób
ro_ro: Numărul de încercări nereușite
ru_ru: Кол-во неудачных попыток входа

# SettingsOptions::access_restrictions::login_intervals_customer
source: Time between unsuccessful login attempts (seconds)
el_gr: Χρόνος μεταξύ ανεπιτυχών προσπάθειών σύνδεσης (δευτερόλεπτα)
es_es: Tiempo entre tentativas de entrada al sistema fracasadas (segundos)
fr_fr: Temps entre les tentatives de connexion infructueuses (secondes)
he_il: משך זמן בין נסיונות כניסה כושלים (שניות)
it_it: Periodo tra i tentativi di accesso falliti (in secondi)
ja_jp: ログイン失敗回数のカウントがクリアされる間隔 (秒)
nl_nl: De tijd tussen mislukte aanmeld pogingen (seconden)
no_no: Tid mellom mislykkede påloggingsforsøk (sekunder)
pl_pl: Czas pomiędzy nieudanymi próbami logowania (w sekundach)
ro_ro: Timpul dintre încercările de autentificare nereușite (secunde)
ru_ru: Время между неудачными попытками входа (в секундах)

# SettingsOptions::access_restrictions::time_block_customer
source: Time for which the IP should be blocked (hours)
el_gr: Διάστημα για το οποίο IP θα πρέπει να αποκλειστεί (σε ώρες)
es_es: El tiempo durante el cual la IP debería ser bloqueada (horas)
fr_fr: Le temps pour lequel l'IP doit être bloqué (heures)
he_il: זמן חסימת כתובת IP (בשעות)
it_it: Periodo di blocco dell'IP (in ore)
ja_jp: IPアドレスのブロックが解除される間隔 (時間)
nl_nl: De tijd waarvoor het IP-adres moet worden geblokkeerd (uren)
no_no: Tid som IP skal blokkeres (timer)
pl_pl: Czas, na który adres IP powinien być zablokowany (w godzinach)
ro_ro: Timpul pentru care un IP să fie blochat (ore)
ru_ru: Время, на которое блокируется IP-адрес (в часах)
