Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/anti_fraud.po
Languages: el_gr, no_no

# Addons::name::anti_fraud
source: Anti fraud
no_no: Anti svindel

# Addons::description::anti_fraud
source: Adds configurable security order verification using the Maxmind service to prevent fraud
el_gr: Προσθέτει τη δυνατοτητα διαμόρφωσης ασφάλειας με επαλήθευση παραγγελίας χρησιμοποιώντας την υπηρεσία Maxmind για την πρόληψη της απάτης
no_no: Legger til konfigurerbar sikkerhetsverifisering ved hjelp av MaxMind tjenesten for å forhindre svindel

# Languages::af_big_order_total
source: Order total exceeds the allowed maximum
el_gr: Το άθροισμα της παραγγελίας υπερβαίνει το επιτρεπόμενο μέγιστο όριο
no_no: Ordrens totalsum overstiger det tillatte maksimum

# Languages::af_country_doesnt_match
source: The country does not match the IP address
el_gr: Η χώρα δεν ταιριάζει με την διεύθυνση IP
no_no: Landet samsvarer ikke med IP-adressen

# Languages::af_has_failed_orders
source: Customer has FAILED orders
el_gr: Ο πελάτης έχει ΑΠΟΤΥΧΗΜΕΝΕΣ παραγγελίες
no_no: Kunden har MISLYKKEDE ordre

# Languages::af_has_successfull_orders
source: Customer has SUCCESSFUL orders
el_gr: Ο πελάτης έχει ΕΠΙΤΥΧΗΜΕΝΕΣ παραγγελίες
no_no: Kunden har VELLYKKEDE ordre

# Languages::af_high_risk_country
source: High risk country
el_gr: Χώρα υψηλού κινδύνου
no_no: Land med høy risiko

# Languages::af_high_risk_factor
source: Risk factor exceeds the defined value
el_gr: Οι παράγοντες κινδύνου υπερβαίνουν την καθορισμένη τιμή
no_no: Risikofaktor overstiger definert verdi

# Languages::af_ip_not_found
source: Failed to identify customer's IP address
el_gr: Αποτυχία στην αναγνώριση της IP του πελάτη
no_no: Klarte ikke å identifisere kundens IP-adresse

# Languages::af_long_distance
source: Customer is outside the safe distance
el_gr: Ο πελάτης είναι έξω από την απόσταση ασφαλείας
no_no: Kunden er utenfor sikker sone

# Languages::af_low_risk_factor
source: Risk factor is admissible
el_gr: Δεκτές οι παράγοντες κινδύνου
no_no: Risikofaktor er tillatelig

# Languages::antifraud_failed_order
source: Your order was placed in the store. It is undergoing an additional check now. We will contact you as soon as the administrator finishes it
el_gr: Παραλήφθηκε η παραγγελία σας από το κατάστημα. Αυτή τη στιγμή υποβάλλεται σε επιπλέον έλεγχο. Θα επικοινωνήσουμε μαζί σας μόλις τελειώσει αυτή η διαδικασία
no_no: Bestillingen ble plassert i nettbutikken. Den gjennomgår nå en ekstra sikkerhetsjekk. Vi vil kontakte deg så snart administrator er ferdig med kontrollen

# Languages::risk_factor
source: Risk factor
el_gr: Παράγοντα κινδύνου
no_no: Risikofaktor

# Languages::not_available
source: n/a
el_gr: μ/δ
no_no: Ikke tilgjengelig

# Languages::decision
source: Decision
el_gr: Απόφαση
no_no: Avgjørelse

# Languages::anti_fraud_order_not_approved
source: Order has not been approved because risk factor exceeds Maximum risk factor
el_gr: Η παραγγελία δεν έχει εγκριθεί επειδή ο συντελεστής επικινδυνότητας έχει υπερβεί
no_no: Ordren har ikke blitt godkjent fordi risikofaktoren overstiger maksimal risikofaktor

# Languages::anti_fraud_order_approved
source: Order has been approved
el_gr: Η παραγγελία έχει εγκριθεί
no_no: Ordren er godkjent

# Languages::fraud_risk
source: Fraud risk
el_gr: Κίνδυνος απάτης
no_no: Bedrageririsiko

# Languages::fraud_checking
source: Fraud checking
el_gr: Έλεγχος απάτης
no_no: Bedragerikontroll

# SettingsSections::anti_fraud::general
source: General
el_gr: Γενικά
no_no: Generelt

# SettingsOptions::anti_fraud::anti_fraud_key
source: Maxmind license key
el_gr: Αριθμός-κλειδί Maxmind
no_no: Maxmind lisensnøkkel

# SettingsOptions::anti_fraud::anti_fraud_safe_distance
source: Safe distance (km)
el_gr: Ασφαλής απόσταση (km)
no_no: Sikkerhetsavstand (km)

# SettingsOptions::anti_fraud::anti_fraud_max_order_total
source: Max order total
el_gr: Μέγιστο σύνολο παραγγελίας
no_no: Maks. ordre totalt

# SettingsOptions::anti_fraud::anti_fraud_risk_factor
source: Maximum risk factor (1..100)
el_gr: Μέγιστος παράγοντας κινδύνου (1 .. 100)
no_no: Maksimal risikofaktor (1..100)

# SettingsOptions::anti_fraud::antifraud_order_status
source: Order status
el_gr: Κατάσταση παραγγελίας
no_no: Ordrestatus
