Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/banners.po
Languages: el_gr, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru

# Addons::name::banners
source: Banners management
el_gr: Διαχείρηση των banners
it_it: Gestione banner
nl_nl: Advertentiebeheer
no_no: Banner administrasjon
pl_pl: Zarządzanie banerami
pt_br: Gerenciador de banners
ro_ro: Gestionare bannere
ru_ru: Баннеры

# Addons::description::banners
source: Allows you to create text and visual banners
el_gr: Σας επιτρέπει να δημιουργήσετε Banners με κείμενο και οπτικά Banners
it_it: Ti consente di creare banner con immagini o di solo testo
nl_nl: Stelt u in staat tekstuele en visuele banners aan te maken
no_no: Lar deg lage tekstbannere og bildebannere
pl_pl: Pozwala na tworzenie tekstowych i graficznych banerów
pt_br: Permite que você crie banners gráficos e de texto
ro_ro: Vă permite să creaţi text şi bannere vizuale
ru_ru: Текстовые и графические баннеры на витрине

# Languages::banners.new_banner
source: New banner
el_gr: Νέο banner
it_it: Nuovo banner
nl_nl: Nieuwe banner
no_no: Ny banner
pl_pl: Nowy banner
pt_br: Novo banner
ro_ro: Banner nou
ru_ru: Новый баннер

# Languages::banners.editing_banner
source: Editing banner
el_gr: Επεξεργασία banner
it_it: Modifica banner
nl_nl: Banner aanpassen
no_no: Redigerer banner
pl_pl: Edytowanie baner
pt_br: Alterando banner
ro_ro: Editare banner
ru_ru: Редактирование баннера

# Languages::add_banner
source: Add banner
el_gr: Προσθήκη banner
it_it: Aggiungi banner
nl_nl: Banner toevoegen
no_no: Legg til banner
pl_pl: Dodaj baner
pt_br: Adicionar banner
ro_ro: Adăugați un banner
ru_ru: Добавить баннер

# Languages::banner
source: Banner
pl_pl: Baner
ru_ru: Баннер

# Languages::banners
source: Banners
it_it: Banner
no_no: Bannere
pl_pl: Banery
ro_ro: Bannere
ru_ru: Баннеры

# Languages::banners_menu_description
source: Create graphic and text banners that can then be placed on the storefront.
el_gr: Δημιουργήστε banner γραφικών ή κειμένου που μπορούν να τοποθετηθούν στην αρχική του καταστήματος.
it_it: Crea banner che possono essere inseriti nel sito
nl_nl: Maak grafische en tekstuele banners die u in uw winkel kunt tonen.
no_no: Lag bildebannere og tekstbannere som kan plasseres på butikkforsiden.
pl_pl: Tworzenie graficznych i tekstowych banerów, które następnie mogą być umieszczone w sklepie.
pt_br: Cria banners gráficos e de texto que podem ser inseridos na loja.
ro_ro: Creati bannere grafice şi textuale care pot fi apoi amplasate pe pagina web.
ru_ru: Создание графических и текстовых баннеров для размещения на витрине магазина.

# Languages::banner_code
source: Banner code
el_gr: Κωδικός banner
it_it: Codice banner
no_no: Bannerkode
pl_pl: Kod bannera
pt_br: Código do banner
ro_ro: Codul banner-ului
ru_ru: Код баннера

# Languages::banner_code_for_some_products
source: Banner code for some products
el_gr: Κωδικός banner για κάποια προϊόντα
it_it: Codice banner per alcuni prodotti
nl_nl: Banner code voor sommige producten
no_no: Bannerkode for enkelte produkter
pl_pl: Kod bannera do niektórych produktów
pt_br: Código do banner para alguns produtos
ro_ro: Codul banner-ului pentru câteva din produse
ru_ru: Код баннера для определенных товаров

# Languages::manage_banners
source: Manage banners
el_gr: Διαχείριση banners
it_it: Gestione banner
nl_nl: Banners beheren
no_no: Administrer bannere
pl_pl: Zarządzanie banerami
pt_br: Gerenciar banners
ro_ro: Gestionați banere
ru_ru: Баннеры

# Languages::block_banners
source: Banners
it_it: Banner
no_no: Bannere
pl_pl: Banery
ro_ro: Bannere
ru_ru: Баннеры

# Languages::block_banners_description
source: Visual and text banners
el_gr: banner oπτικό και banner κείμενου
it_it: Banner immagini e testuali
nl_nl: Visuele en tekstuele banners
no_no: Bildebannere og tekstbannere
pl_pl: Graficzne i tekstowe banery
pt_br: Banners gráficos e de textos
ro_ro: Bannere vizuale şi textuale
ru_ru: Графические и текстовые баннеры

# Languages::privileges.view_banners
source: View banners
el_gr: Προβολή των banners
it_it: Visualizzazione banner
nl_nl: Banners bekijken
no_no: Vis bannere
pl_pl: Zobacz banery
pt_br: Visualizar banners
ro_ro: Vizualizaţi bannere
ru_ru: Просмотр баннеров

# Languages::privileges.manage_banners
source: Manage banners
el_gr: Διαχείριση των banners
it_it: Gestione banner
nl_nl: Banners beheren
no_no: Behandre bannere
pl_pl: Zarządzanie banerami
pt_br: Gerenciar banners
ro_ro: Gestionaţi bannere
ru_ru: Управление баннерами

# Languages::add_banners
source: Add banners
el_gr: Προσθήκη banners
it_it: Aggiungi banner
nl_nl: Banners toevoegen
no_no: Legg til bannere
pl_pl: Dodaj bannery
pt_br: Adicionar banners
ro_ro: Adăugați bannere
ru_ru: Добавить баннеры

# Languages::add_banners_and_close
source: Add banners and close
el_gr: Προσθήκη banners και κλείσιμο
it_it: Aggiungi banner e poi chiudi
nl_nl: Banners toevoegen en sluiten
no_no: Legg til bannere og lukk
pl_pl: Dodaj bannery i zamknij
pt_br: Adicionar banners e fechar
ro_ro: Adăugați bannere și închideți
ru_ru: Добавить баннеры и закрыть

# Languages::graphic_banner
source: Graphic banner
el_gr: Banner γραφικών
it_it: Banner grafico
nl_nl: Grafische banner
no_no: Bildebanner
pl_pl: Banner graficzny
pt_br: Banner gráfico
ro_ro: Baner grafic
ru_ru: Графический баннер

# Languages::text_banner
source: Text banner
el_gr: Βanner κειμένου
it_it: Testo del banner
nl_nl: Tekstuele banner
no_no: Tekstbanner
pl_pl: Tekstowy baner
pt_br: Banner de texto
ro_ro: Text baner
ru_ru: Текстовый баннер

# Languages::banners_statistics
source: Banners statistics
el_gr: Στατιστικά των banners
it_it: Statistiche banner
nl_nl: Banner statistieken
no_no: Bannerstatistikk
pl_pl: Statystyki banerów
pt_br: Estatísticas de banners
ro_ro: Statistici Bannere
ru_ru: Статистика баннеров

# Languages::views
source: Views
el_gr: Προβολές
it_it: Visite
nl_nl: Aantal keer bekeken
no_no: Visninger
pl_pl: Widoki
pt_br: Visualizações
ro_ro: Vizualizări
ru_ru: Просмотры

# Languages::conversion
source: Conversion
el_gr: Μετατροπή
it_it: Conversione
nl_nl: Conversie
no_no: Konvertering
pl_pl: Konwersja
pt_br: Conversão
ro_ro: Conversia
ru_ru: Конверсия

# Languages::banner_details_notes
source: After you create a banner here, you should use the <strong>Layout editor</strong> to add it to the storefront.<br /><br />Go to <a href="[layouts_href]" target="_blank">Design → Layouts</a>, switch to the location where you want the banner to appear, and add a new block with type <strong>Banners</strong>.<br /><br />In this block settings, go to the <strong>Content</strong> tab, pick the <strong>Manual</strong> filling, and click on the <strong>Add banners</strong> button.<br /><br />You will see the list of all the banners in your store. Pick the one(s) you need and click on the <strong>Add banners and close</strong> button.<br /><br />Finally, click on the <strong>Create</strong> button to save your changes.
el_gr: Αφού δημιουργήσετε ένα Banner εδώ, πρέπει να χρησιμοποιήσετε το <strong>πρόγραμμα επεξεργασίας διάταξης</strong>για να το προσθέσετε στο storefront. < br / > < br / > Πηγαίνετε στο <a href="[layouts_href]" target="_blank">Σχεδιασμός→ Διάταξη</a>, μεταβείτε στη θέση όπου θέλετε να εμφανιστεί το Banner, και προσθέσετε ένα νέο μπλοκ με τύπο <strong>Banner</strong>. < br / > < br / > Στις ρυθμίσεις αυτού του Μπλοκ, μεταβείτε στην καρτέλα "<strong>Περιεχόμενο</strong>", επιλέξτε την πλήρωση <strong>Χειροκίνητα</strong>, και κάντε κλικ στο κουμπί <strong>Προσθήκη Banner</strong>. < br / > < br / > θα δείτε την λίστα με όλα τα Banners στο κατάστημά σας. Διαλέξτε αυτά που χρειάζεστε και κάντε κλικ στο κουμπί <strong>Προσθήκη Banner και κλείσιμο</strong>. < br / > < br / > Τέλος, κάντε κλικ στο κουμπί <strong>Δημιουργία</strong> για να αποθηκεύσετε τις αλλαγές σας.
it_it: Dopo aver creato il banner qui, dovresti usare l'<strong>Editor di Layout</strong> per aggiungerlo alla parte pubblica.<br /><br />Vai in <a href="[layouts_href]" target="_blank">Progettazione (Design) → Disposizione (Layout)</a>, nella posizione dove il banner vuoi che compaia e aggiungi un nuovo blocco con tipologia <strong>Banner</strong>.<br /><br />In questa sezione di impostazioni vai nella scheda <strong>Contenuto</strong> e seleziona Riempimento <strong>Manuale</strong>, fai click su <strong>Aggiungi banner</strong>.<br /><br />Vedrai la lista con tutti i Banner del tuo negozio. Scegli uno o più banner e clicca su <strong>Aggiungi banner e chiudi</strong>.<br /><br />Fai click poi su <strong>Crea</strong> per salvare le impostazioni.
nl_nl: Na het aanmaken van een banner kunt u deze aan uw webwinkel toevoegen via <strong>opmaak</strong>.<br /><br />Ga naar <a href="[layouts_href]" target="_blank">Ontwerp → Opmaak</a>, schakel naar de locatie waar u de banner wilt plaatsen, en plaats een nieuw blok met als type <strong>Banners</strong>.<br /><br />In deze blok instellingen, ga naar de <strong>Inhoud</strong> tab, kies <strong>Handmatig vullen</strong>, en klik op <strong>Banners toevoegen</strong>.<br /><br />Selecteer uit de volledige lijst de banners die u nodig heeft en klik op <strong>Banners toevoegen en sluiten</strong>.<br /><br />Klik ten slotte op <strong>Opslaan</strong>.
no_no: Etter at du har opprettet en banner her, bør du bruke <strong>Layout redigereren</strong> for å plassere de på butikkforsiden din.<br /><br />Gå til <a href="[layouts_href]" target="_blank">Design → Layouts </a>, velg den fanen der du vil at bannerne skal være synlige, og legg til en ny blokk av typen <strong>Bannere</strong>.<br /><br />I innstillingen på denne blokken, gå til <strong>Innhold</strong> fanen, og velg <strong>Manuelt</strong> fyll, og klikk så på <strong>Legg til bannere</strong> knappen.<br /><br />Du vil se listen over alle bannere som er lagt til i butikken din. Velg de du ønsker og klikk så på <strong>Legg til bannere og lukk</strong> knappen.<br /><br />Til slutt, klikk på <strong>Opprett</strong> knappen for å lagre dine valg.
pl_pl: Po utworzeniu bannera, należy użyć <strong>Edytora szablonów</strong> aby dodać go do sklepu. < br / > < br / > Przejdź do <a href="[layouts_href]" target="_blank"> Projektowanie → Bloki</a>, przejdź do lokacji, gdzie chcesz wstawić banner i dodaj nowy blok typu <strong>bannery</strong>. < br / > < br / > W ustawieniach tego bloku, przejdź na zakładkę <strong>Zawartość</strong>, wybierz wypełnienie<strong>Manulanie</strong> i kliknij na przycisk <strong>Dodaj banery</strong>. < br / > < br / > Zobaczysz listę wszystkich banerów w sklepie. Wybrać te które chcesz umieścic i kliknij przycisk <strong>Dodaj bannery i zamknij</strong>. < br / > < br / > Na koniec, kliknij przycisk <strong>Stwórz</strong>, aby zapisać zmiany.
pt_br: Depois de criar um banner aqui, você deve usar o <strong>Editor de Layout</strong> para adicioná-lo na loja.<br /> <br /> ir para <a href="[layouts_href]" target="_blank">Design → Layouts</a>, alterne para o local onde você deseja que o banner apareça e adicione um novo bloco com tipo <strong>Banners</strong>. <br /> <br />Neste bloco configurações, vá até a guia <strong>Conteúdo</strong>, escolher o preenchimento <strong>Manual</strong>, e clique no botão <strong>Adicionar banners</strong>. <br /> <br /> você verá a lista de todos os banners em sua loja. Escolha os banners que você precisa e clique no botão <strong>Adicionar banners e fechar</strong>. <br /> <br /> Finalmente, clique no botão <strong>Criar</strong> para salvar suas alterações.
ro_ro: După ce creaţi un banner aici, ar trebui să utilizaţi <strong>editorul</strong> să-l adăugaţi în magazin. < br / >< br / > Du-te la <a href="[layouts_href]" target="_blank"> Design → Machete</a>, schimbă locaţia unde doriţi banner-ul să apară, şi adăugaţi un bloc nou cu tip <strong>Bannere</strong>.< br / >< br / > în acest setări de bloc, du-te la fila <strong>Conţinut</strong>, alege <strong>Manual</strong> umplere, şi faceţi clic pe butonul <strong>Adaugă bannere</strong>.< br / >< br / > Veţi vedea lista cu toate bannerele în magazin. Alege unul (e) de care aveţi nevoie şi faceţi clic pe <strong>Adauga bannere şi închide</strong> buton. < br / >< br / > În cele din urmă, faceţi clic pe butonul <strong>Creare</strong> pentru a salva modificările.
ru_ru: После того, как вы создадите баннер, добавить его на витрину вы сможете через <strong>Редактор макетов</strong>.<br /><br />Перейдите на страницу <a href="[layouts_href]" target="_blank">Дизайн → Макеты</a>, переключитесь в локацию, на которой должен отображаться баннер, и добавьте новый блок с типом <strong>Баннеры</strong>.<br /><br />В диалоге настроек этого блока перейдите во вкладку <strong>Содержимое</strong>, выберите тип заполнения <strong>Вручную</strong> и нажмите на кнопку <strong>Добавить баннеры</strong>.<br /><br />В появившемся списке баннеров выберите нужный и нажмите на кнопку <strong>Добавить баннеры и закрыть</strong>.<br /><br />Наконец, нажмите на кнопку <strong>Создать</strong>, чтобы сохранить изменения.

# SettingsSections::banners::general
source: General
el_gr: Γενικά
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

# SettingsOptions::banners::banner_multilang
source: Enable multi-language Images/URLs
el_gr: Ενεργοποίηση πολυγλωσσικών εικόνων/διευθύνσεων URL
it_it: Abilita Immagini/URLs multilingue
nl_nl: Multi-language afbeeldingen/URLs aanzetten
no_no: Aktiver flerspråklige bilder / nettadresser
pl_pl: Włącz wielojęzykowe obrazki/adresy URL
pt_br: Habilitar imagens/URLs multi - idiomas
ro_ro: Activaţi imagini/URL-uri multi-limbaj
ru_ru: Разрешить разные изображения и URL для разных языков
