Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/barcode.po
Languages: el_gr, he_il

# Addons::name::barcode
source: Order barcode
el_gr: Barcode παραγγελίας
he_il: סדר ברקוד

# Addons::description::barcode
source: Makes it possible to configure and attach barcodes to orders
el_gr: Δίνει τη δυνατότητα να ρυθμίσετε παραμέτρους και να επισυνάψετε barcodes στις παραγγελίες
he_il: מאפשרת לך להגדיר ולצרף ברקודים להזמנות

# Languages::please_enable_the_add_on_to_see_barcode
source: Please enable the add-on to see a code example.
el_gr: Παρακαλώ ενεργοποιήστε το το πρόσθετο για να δείτε ένα παράδειγμα του κώδικα.
he_il: נא הפעל את ההרחבה לראות דוגמת קוד.

# SettingsSections::barcode::general
source: General
el_gr: Γενικά
he_il: כללי

# SettingsOptions::barcode::elm_image
source: Image
el_gr: Εικόνα
he_il: תמונה

# SettingsOptions::barcode::elm_image_info
source: Example Image
el_gr: Παράδειγμα εικόνας
he_il: תמונה לדוגמה

# SettingsOptions::barcode::elm_configs
source: Configs
el_gr: Δομές
he_il: תצורה

# SettingsOptions::barcode::type
source: Type
el_gr: Τύπος
he_il: סוג

# SettingsOptions::barcode::output
source: Output
el_gr: Εξοδος
he_il: פלט

# SettingsOptions::barcode::text
source: Text
el_gr: Κείμενο
he_il: טקסט

# SettingsOptions::barcode::height
source: Height,px
el_gr: Υψος, px
he_il: גובה, px

# SettingsOptions::barcode::width
source: Width,px
el_gr: Πλάτος, px
he_il: רוחב, px

# SettingsOptions::barcode::resolution
source: Resolution
el_gr: Aνάλυση
he_il: רזולוציה

# SettingsOptions::barcode::text_font
source: Text Font
el_gr: Κείμενο γραμματοσειράς
he_il: גופן טקסט

# SettingsOptions::barcode::prefix
source: Barcode prefix
el_gr: Πρόθεμα Barcode
he_il: קידומת ברקוד

# SettingsOptions::barcode::elm_specification
source: Specification
el_gr: Προσδιορισμός
he_il: מפרט

# SettingsOptions::barcode::elm_spec_descr
source: Spec Description
el_gr: Περιγραφή προδιαγραφών
he_il: תיאור מפרטים טכניים

# SettingsVariants::barcode::type::C128A
source: Code 128-A
el_gr: Κωδικός 128-Α
he_il: קוד 128-A

# SettingsVariants::barcode::type::C128B
source: Code 128-B
el_gr: Κωδικός 128-Β
he_il: קוד 128-B

# SettingsVariants::barcode::type::C128C
source: Code 128-C
el_gr: Κωδικός 128-C
he_il: קוד 128-C

# SettingsVariants::barcode::type::I25
source: Interleaved 2 of 5
el_gr: Παρεμβολλή φύλλων μεταξύ των σελίδων 2 απο 5
he_il: Interleaved 2 מתוך 5

# SettingsVariants::barcode::type::C39
source: Code 39
el_gr: Κωδικός 39
he_il: קוד 39

# SettingsVariants::barcode::output::png
source: Portable Network Graphics (PNG)
el_gr: Φορητά γραφικά δικτύου (PNG)

# SettingsVariants::barcode::text::N
source: Disabled
el_gr: Απενεργοποιήθηκε
he_il: הפוך ללא זמין

# SettingsVariants::barcode::text::Y
source: Enabled
el_gr: Ενεργοποιήθηκε
he_il: הפוך לזמין
