Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/buy_together.po
Languages: el_gr, no_no, pl_pl, ru_ru

# Addons::name::buy_together
source: Buy together
el_gr: Αγοράστε μαζί
no_no: Kjøp sammen
pl_pl: Kup razem
ru_ru: Комбинации товаров

# Addons::description::buy_together
source: Allows you to set up share discounts on certain product combinations
el_gr: Σας επιτρέπει να ορίσετε κοινές εκπτώσεις σε συγκεκριμένους συνδυασμούς προϊόντων
no_no: Lar deg sette opp rabatter på enkelte produkt-kombinasjoner
pl_pl: Pozwala ustawiać dzielenie rabatów dla określonych kombinacji produktów
ru_ru: Позволяет устанавливать общие скидки на конкретные комбинации товаров

# Languages::buy_together
source: Buy together
el_gr: Αγοράστε μαζί
no_no: Kjøp sammen
pl_pl: Kup razem
ru_ru: Комбинации товаров

# Languages::specify_options
source: Specify options
el_gr: Καθορίσετε επιλογές
no_no: Angi alternativer
pl_pl: Określ opcje
ru_ru: Задать параметры

# Languages::total_list_price
source: Total list price
el_gr: Συνολική τιμή καταλόγου
no_no: Total listepris
pl_pl: Całkowita cena
ru_ru: Итоговая рекомендованная цена

# Languages::price_for_all
source: Price for all
el_gr: Τιμή για όλα
no_no: Prisen for alle
pl_pl: Cena za zestaw
ru_ru: Цена для всех

# Languages::add_all_to_cart
source: Add all to cart
el_gr: Προσθήκη όλων στο καλάθι
no_no: Legge til alle i handlevognen
pl_pl: Dodaj zestaw do koszyka
ru_ru: Добавить все в корзину

# Languages::editing_combination
source: Editing combination
el_gr: Επεξεργασία συνδυασμού
no_no: Rediger kombinasjon
pl_pl: Edycja kombinacji
ru_ru: Редактирование комбинации

# Languages::buy_together_calculation_information
source: Total price: [total_price], Discount: [discount], Combination price: [combination_price]
el_gr: Συνολική τιμή: [total_price], έκπτωση: [έκπτωση], Τιμή Συνδυασμού: [combination_price]
no_no: Totalpris: [total_price], Rabatt: [discount], Kombinasjonen pris: [combination_price]
pl_pl: Cena przed rabatem: [total_price], Rabat: [discount], Cena za zestaw: [combination_price]
ru_ru: Итоговая цена: [total_price], Скидка [discount], Цена комбинации: [combination_price]

# Languages::display_in_promotions
source: Display in promotions
el_gr: Εμφάνιση στις προσφορές
no_no: Vis i kampanjer
pl_pl: Wyświetl w promocjach
ru_ru: Показывать в промо-акциях

# Languages::combination_products
source: Combination products
el_gr: Συνδυασμός προϊόντων
no_no: Kombinasjonsprodukt
pl_pl: Kombinacja produktów
ru_ru: Товары комбинации

# Languages::share_discount
source: Share discount
el_gr: Διαμοιρασμός έκπτωσης
no_no: Del rabatt
pl_pl: Podziel rabat
ru_ru: Общая скидка

# Languages::buy_together_is_not_compatible_with_configurator
source: [product_name] cannot be added to combination. Buy together is not compatible with the Product configurator addon
el_gr: Το [product_name] δεν μπορεί να προστεθεί σε συνδυασμό. Η λειτουργία "Αγοράστε μαζί" δεν είναι συμβατό με το configurator addon
no_no: [product_name] kan ikke legges til kombinasjonen. Kjøp sammen er ikke kompatibel med Product configurator-tillegget
pl_pl: [product_name] nie może być dodawany do kombinacji. Dodatek "Kup razem" nie jest kompatybilny z dodatkiem "Konfigurator produktów"
ru_ru: Товар [product_name] не может быть добавлен в комбинацию. Модуль «Товары в связке» не совместим с модулем «Конфигуратор товаров»

# Languages::buy_together_is_not_compatible_with_recurring_billing
source: [product_name] cannot be added to combination. Buy together is not compatible with the Recurring billing addon
el_gr: To [product_name] δεν μπορεί να προστεθεί σε συνδυασμό. Η λειτουργία Αγοράστε μαζί δεν είναι συμβατή με το Addon επαναλαμβανόμενh χρέωση
no_no: [product_name] kan ikke legges til kombinasjonen. Kjøp sammen er ikke kompatibel med Recurring billing-tillegget
pl_pl: [product_name] nie może być dodany do kombinacji. Dodatek "Kup razem" nie jest kompatybilny z dodatkiem "Powtarzalne plany"
ru_ru: Товар [product_name] не может быть добавлен в комбинацию. Модуль «Комбинации товаров» не совместим с модулем «Оплата в рассрочку»

# Languages::buy_together_combination_cannot_be_added
source: Combination cannot be added to cart
el_gr: O Συνδυασμός δεν μποροεί να προστεθεί στο καλάθι
no_no: Kombinasjonen kan ikke legges til i handlevognen
pl_pl: Kombinacja nie może być dodana do koszyka
ru_ru: Комбинация не может быть добавлена в корзину

# Languages::buy_together_product_was_removed
source: [product] did not have enough amount ([amount]) and was removed from the cart
el_gr: Το [product] δεν είχε αρκετή ποσότητα ([amount]) και αφαιρέθηκε από το καλάθι
no_no: [product] hadde ikke nok mengde ([amount]) og ble fjernet fra handlevognen
pl_pl: [product] nie ma wystarczającego stanu magazynowgo ([amount]) i został usunięty z koszyka
ru_ru: Товара [product] не было в достаточном количестве в наличии ([amount]), и он был удален из корзины

# Languages::buy_together_fill_the_mandatory_fields
source: Please specify product options before adding this product combination to the cart.
el_gr: Καθορίστε τις επιλογές των προϊόντων πριν από την προσθήκη αυτού του συνδυασμού προϊόντων στο καλάθι
no_no: Angi produktalternativer før du legger til denne produktkombinasjon i handlevognen.
pl_pl: Proszę określić opcje produktu przed dodaniem tej kombinacji produktu do koszyka.
ru_ru: Пожалуйста, выберите параметры товара перед добавлением комбинации в корзину.
