Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/catalog_mode.po
Languages: it_it, nl_nl, no_no

# Addons::name::catalog_mode
source: Catalog mode
it_it: Modalità catalogo
nl_nl: Catalogus-modus
no_no: Katalogmodus

# Addons::description::catalog_mode
source: Allows you to use the store as a product catalog
it_it: Consente di utilizzare il negozio come un catalogo di prodotti
nl_nl: Hiermee kunt u de winkel als een productcatalogus gebruiken
no_no: Lar deg bruke nettbutikken som en Produktkatalog

# Languages::catalog_mode
source: Catalog Mode
it_it: Modalità catalogo
nl_nl: Catalogus-modus
no_no: Katalogmodus

# Languages::text_catalog_mode_zero_price_action_notice
source: In order that the "Buy now" button could be displayed on the product details page, please set "Zero price action" as "Allow customers to add the product to cart".
it_it: Per mostrare il pulsante "Acquista ora" nella pagina dettaglio prodotto, per favore impostare "Comportamento con prezzo zero" su "Permettere ai clienti di aggiungere il prodotto al carrello".
nl_nl: Opdat de "Koop nu" knop kan worden weergegeven op de pagina met productgegevens, stel a.u.b. "Nul prijsactie" als "Sta klanten toe het product aan winkelwagen toe te voegen".
no_no: For at "Kjøp nå" knappen skal vises på siden med produktdetaljer, angi "Nullpris handling" som "Tillat kunder å legge produktet til handlevognen".

# Languages::buy_now_url
source: Buy Now URL
it_it: URL compra ora
nl_nl: Koop nu URL
no_no: Kjøp nå URL

# SettingsSections::catalog_mode::general
source: General
it_it: Generale
nl_nl: Algemeen
no_no: Generelt

# SettingsOptions::catalog_mode::main_store_mode
source: Store operation mode
it_it: Modalità di funzionamento del negozio
nl_nl: Winkel werkingsmodus
no_no: Butikk driftsmodus

# SettingsOptions::catalog_mode::add_to_cart_empty_buy_now_url
source: Allow purchasing products with empty Buy Now URL
it_it: Consentire l'acquisto di prodotti con URL Acquista ora vuoto
nl_nl: Aanschaf van producten met lege kopen nu URL toestaan
no_no: Tillat kjøp av produkter med tom Kjøp nå URL

# SettingsVariants::catalog_mode::main_store_mode::catalog
source: Catalog
it_it: Catalogo
nl_nl: Catalogus
no_no: Katalog

# SettingsVariants::catalog_mode::main_store_mode::store
source: Store
it_it: Negozio
nl_nl: Winkel
no_no: Butikk
