Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/data_feeds.po
Languages: no_no, ru_ru

# Addons::name::data_feeds
source: Data feeds
no_no: Data feed
ru_ru: Конструктор прайс-листов

# Addons::description::data_feeds
source: Makes it possible to create product data feeds in CSV
no_no: Gjør det mulig å lage produkt data feeder i CSV
ru_ru: Экспорт каталога товаров в виде CSV-файла; автоматический экспорт по расписанию

# Languages::data_feeds
source: Data feeds
no_no: Data feeder
ru_ru: Прайс-листы

# Languages::data_feed
source: Data feed
no_no: Data feeder
ru_ru: Прайс-лист

# Languages::export_by_cron
source: Export by cron
no_no: Eksport med cron
ru_ru: Экспортировать, используя cron

# Languages::export_by_cron_to
source: Export by cron to
no_no: Eksport med cron til
ru_ru: Экспортировать, используя cron, в

# Languages::add_new_datafeed
source: New data feed
no_no: Ny data feed
ru_ru: Новый прайс-лист

# Languages::add_datafeed
source: Add data feed
no_no: Legg til data feed
ru_ru: Добавить прайс-лист

# Languages::datafeed_name
source: Data feed name
no_no: Data feed navn
ru_ru: Название прайс-листа

# Languages::save_directory
source: Server directory
no_no: Server katalog
ru_ru: Директория на сервере

# Languages::ftp_url
source: FTP server
ru_ru: FTP-сервер

# Languages::ftp_url_hint
source: The format is: FTPHOST[:PORT][/DIRECTORY]. Example: ftp.yourhost.com:21/home/username/folder
no_no: Formatet er: FTPHOST[:PORT][/DIRECTORY]. Eksempel: ftp.yourhost.com:21/home/username/folder
ru_ru: Формат: FTPHOST[:PORT][/DIRECTORY]. Пример: ftp.yourhost.com:21/home/username/folder

# Languages::ftp_user
source: FTP username
no_no: FTP brukernavn
ru_ru: имя пользователя для FTP-доступа

# Languages::ftp_pass
source: FTP password
no_no: FTP passord
ru_ru: пароль для FTP-доступа

# Languages::fields
source: Fields
ru_ru: Поля

# Languages::field_name
source: Field name
no_no: Field navn
ru_ru: Название поля

# Languages::field_type
source: Field type
ru_ru: Тип поля

# Languages::map_fields
source: Fields mapping
ru_ru: Таблица соответствия полей

# Languages::update_datafeed
source: Editing data feed
no_no: Redigerer data feed
ru_ru: Редактирование прайс-листа

# Languages::export_cron_hint
source: Use the following line to run the script according to schedule
no_no: Bruk følgende linje for å kjøre skriptet i henhold til planen
ru_ru: Используйте следующую команду для запуска скрипта по расписанию

# Languages::exported_items
source: Exported items
no_no: Eksporterte elementer
ru_ru: Экспортированные товары

# Languages::ftp_connection_problem
source: Unable connect to FTP server. Please, check FTP connection information
no_no: Kan ikke koble til FTP-serveren. Kontroller FTP tilkoblingsinformasjon
ru_ru: Не удалось подключиться к FTP-серверу. Пожалуйста, проверьте данные для подключения к серверу

# Languages::categories_products
source: Products from categories
no_no: Produkter fra Kategorier
ru_ru: Товары из категорий

# Languages::local_export
source: Download
no_no: Last ned
ru_ru: Загрузить

# Languages::upload_to_ftp
source: Upload to FTP server
no_no: Last opp til FTP server
ru_ru: Загрузить на FTP-сервер

# Languages::cron_export
source: Cron export settings
no_no: Cron eksportinnstillinger
ru_ru: Настройки экспорта cron

# Languages::export_to_server
source: Export to server
no_no: Eksporter til server
ru_ru: Экспортировать на сервер

# Languages::export_to_ftp
source: FTP server options
no_no: FTP server valg
ru_ru: Параметры FTP-сервера

# Languages::check_server_export_settings
source: Check server export settings
no_no: Sjekk serverinnstillingene for eksport
ru_ru: Проверьте настройки сервера для экспорта

# Languages::exclude_disabled_products
source: Exclude disabled products
no_no: Ekskluder deaktiverte produkter
ru_ru: Исключить неактивные товары

# Languages::general_settings
source: General settings
no_no: Generelle innstillinger
ru_ru: Общие настройки

# Languages::enclosure
source: Enclosure
ru_ru: Обрамляющий символ для значений в ячейках

# SettingsSections::data_feeds::general
source: General
no_no: Generelt
ru_ru: Общие

# SettingsOptions::data_feeds::cron_password
source: Cron password
no_no: Cron passord
ru_ru: Пароль для cron
