Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/email_marketing.po
Languages: it_it, nl_nl, no_no, pl_pl, ru_ru

# Addons::description::email_marketing
source: Synchronizes your newsletter subscriber lists with MailChimp and Mad Mimi
it_it: Sincronizza le vostre liste di iscritti alle newsletter con MailChimp e Mimi Mad
nl_nl: Synchroniseert uw nieuwsbrief abonneelijsten met MailChimp en Mad Mimi
no_no: Synkroniserer dine nyhetsbrev abonnentslister med MailChimp og Mad Mimi
pl_pl: Synchronizuje listę subskrybentów newslettera sklepu z MailChimp i Mad Mimi
ru_ru: Синхронизация списков подписчиков с MailChimp и Mad Mimi

# Languages::subscribers_menu_description
source: Manage newsletter subscribers and settings.
it_it: Gestisci le impostazioni e gli iscritti alla newsletter.
nl_nl: Nieuwsbriefabonnees en instellingen beheren.
no_no: Administrere innstillinger og nyhetsbrevabonnenter.
pl_pl: Zarządzaj subskrybentami i ustawieniami.
ru_ru: Список подписчиков и настройки рассылки.

# Languages::email_marketing.subscription_confirmed
source: Thank you for subscribing to our newsletter
it_it: Grazie per esserti iscritto alla nostra newsletter
nl_nl: Dank u voor het inschrijven op onze nieuwsbrief
no_no: Takk for at du abonnerer på vårt nyhetsbrev
pl_pl: Dziękujemy za subskrypcję naszego newslettera
ru_ru: Спасибо, что подписались на нашу рассылку!

# Languages::email_marketing.text_subscription_confirmed
source: Your subscription has been confirmed. No extra actions is required.
it_it: L'iscrizione è stata confermata. Nessuna altra azione è richiesta.
nl_nl: Uw inschrijving is bevestigd. Er zijn geen extra handelingen vereist.
no_no: Abonnementet er bekreftet. Det kreves ingen ekstra handlinger.
pl_pl: Subskrypcja została potwierdzona. Żadne dodatkowe działania nie są wymagane.
ru_ru: Ваша подписка подтверждена. Никаких дополнительных действий не требуется.

# Languages::email_marketing.subscription_pending
source: Email confirmation is required!
it_it: È necessaria la conferma dell'E-mail!
nl_nl: E-mailbevestiging is vereist!
no_no: E-post bekreftelse er nødvendig!
pl_pl: Potwierdzenie e-mailowe jest wymagane!
ru_ru: Необходимо подтвердить адрес эл. почты!

# Languages::email_marketing.text_subscription_pending
source: Thank you for subscribing to our newsletter.<p>A confirmation email has been sent to you. Please use the link in the email to confirm your subscription</p>
it_it: Grazie per esserti iscritto alla nostra newsletter.<p>Un'e-mail di conferma è stata inviata al tuo indirizzo. Clicca sul collegamento contenuto al suo interno per conferma l'iscrizione</p>
nl_nl: Bedankt voor uw inschrijving op onze nieuwsbrief.<p>Een bevestigingsmail is verzonden naar u. Gebruik de link in de e-mail om uw inschrijving te bevestigen</p>
no_no: Takk for at du abonnerer på vårt nyhetsbrev.<p>En bekreftelse er sendt til deg via e-post. Bruk linken i e-posten for å bekrefte abonnementet</p>
pl_pl: Dziękujemy za subskrybowanie naszego newslettera. <p> Email potwierdzający został do Ciebie wysłany. Użyj zawartego w nim linku by potwierdzić subskrypcję.</p>
ru_ru: Спасибо, что подписались на нашу рассылку.<p>Вам выслано электронное письмо для подтверждения подписки. Пожалуйста, пройдите по ссылке в этом письме, чтобы подтвердить подписку.</p>

# Languages::email_marketing.confirm_subscription
source: Please confirm subscription
it_it: Si prega di confermare l'iscrizione
nl_nl: Bevestig inschrijving
no_no: Bekreft abonnementet
pl_pl: Proszę zatwierdź subskrypcję
ru_ru: Пожалуйста, подтвердите подписку

# Languages::email_marketing.text_confirm_subscription
source: We received a subscription request from you. Please confirm it:<p><a href="[href]">Click here to confirm your subscription to our newsletter</a></p>If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link above.
it_it: Abbiamo ricevuto una richiesta di iscrizione alle Newsletter. Si prega di confermare: <p><a href="[href]"> Clicca qui per confermare l'iscrizione alla nostra newsletter</a></p>Se hai ricevuto questa e-mail per errore, ignorala semplicemente. Non sarai iscritto se non fai click sul collegamento di conferma soprastante.
nl_nl: Wij hebben een inschrijving ontvangen van u. Gelieve deze te bevestigen:<p><a href="[href]">Klik hier om uw inschrijving te bevestigen op onze nieuwsbrief</a></p>Als u deze e-mail per vergissing heeft ontvangen, verwijder deze deze dan. U wordt niet ingeschreven als u niet ter bevestiging op bovenstaande link klikt.
no_no: Vi fikk en abonnement-forespørsel fra deg. Vennligst bekreft:<p><a href="[href]">Klikk her for å bekrefte abonnementet på nyhetsbrevet</a></p> hvis du har mottatt denne e-posten ved en feil, bare slett den. Du vil ikke tegnes på abonnementet hvis du ikke klikker på bekreftelse-linken over.
pl_pl: Otrzymaliśmy od Ciebie informację o zapisaniu się na newsletter. Prosimy o potwierdzenie: <p><a href="[href]"> kliknij tutaj, aby potwierdzić subskrypcję newslettera</a></p> Jeśli otrzymałeś tę wiadomość przez pomyłkę, po prostu ją usuń. Nie zostaniesz zapisany jeśli nie klikniesz w link potwierdzający.
ru_ru: Мы получили запрос на подписку от вас. Пожалуйста, подтвердите его: <p><a href="[href]">Нажмите здесь для подтверждения подписки на нашу информационную рассылку.</a></p>Если вы получили это сообщение по ошибке, просто удалите его. Вы не будете подписаны, пока не пройдете по ссылке выше.

# Languages::email_marketing.subscription_confirmed_2
source: Subscription confirmed
it_it: Iscrizione confermata
nl_nl: Inschrijving bevestigd
no_no: Abonnement bekreftet
pl_pl: Subskrypcja zatwierdzona
ru_ru: Подписка подтверждена

# Languages::email_marketing.text_subscription_confirmed_2
source: Your subscription to our newsletter has been confirmed. Thank you for subscribing!
it_it: È stata confermata l'iscrizione alla nostra newsletter. Grazie per esserti iscritto!
nl_nl: Uw inschrijving op onze nieuwsbrief is bevestigd. Dank u!
no_no: Abonnementet på nyhetsbrevet er bekreftet. Vi takker for interessen!
pl_pl: Subskrypcja newslettera została potwierdzona. Dziękujemy za zapisanie się na nasz newsletter !
ru_ru: Ваша подписка на нашу рассылку подтверждена. Спасибо!

# Languages::email_marketing.email_subscribed
source: You were subscribed to our newsletter
it_it: Sei già iscritto alla nostra newsletter
nl_nl: U werd ingeschreven voor onze nieuwsbrief
no_no: Du abonnenerer nå på vårt nyhetsbrev
pl_pl: Zapisałeś się na nasz newsletter
ru_ru: Вы подписаны на нашу рассылку

# Languages::email_marketing.text_email_subscribed
source: Thank you for subscribing to our newsletter. <p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
it_it: Grazie per esserti iscritto alla nostra newsletter.<p>Puoi cancellarti in qualsiasi momento per non ricevere più le nostre e-mail, <a href="[href]"> clicca qui per cancellarti</a>.</p>
nl_nl: Dank u voor de inschrijving op onze nieuwsbrief. <p>Als u onze e-mails niet meer wilt ontvangen, <a href="[href]"> Klikt u op deze link om uit te schrijven</a>.</p>
no_no: Takk for å abonnerer på vårt nyhetsbrev. <p>Hvis du vil slutte å motta e-post fra oss, <a href="[href]">Klikk på denne linken for å avslutte abonnementet når som helst</a>.</p>
pl_pl: Dziękujemy za zapisanie się do naszego newslettera. <p>W każdej chwili możesz zrezygnować z otrzymywania naszych e-maili, <a href="[href]"> klikając w ten link</a>.</p>
ru_ru: Спасибо за то, что подписались на нашу рассылку.<p>Если вы больше не хотите получать наши письма, <a href="[href]">нажмите здесь, чтобы отписаться</a>.</p>

# Languages::email_marketing.email_subscribed_2optin
source: Subscription confirmed
it_it: Iscrizione confermata
nl_nl: Inschrijving bevestigd
no_no: Abonnement bekreftet
pl_pl: Subskrypcja zatwierdzona
ru_ru: Подписка подтверждена

# Languages::email_marketing.text_email_subscribed_2optin
source: Your subscription to our newsletter has been confirmed.<p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
it_it: È stata confermata l'iscrizione alla nostra newsletter.<p>Puoi cancellarti in qualsiasi momento per non ricevere più le nostre e-mail, <a href="[href]"> clicca qui per cancellarti</a>.</p>
nl_nl: Uw inschrijving op onze nieuwsbrief is bevestigd.<p>Als u onze e-mails niet meer wilt ontvangen, <a href="[href]"> Klikt u op deze link om uit te schrijven</a>.</p>
no_no: Ditt abonnement på nyhetsbrevet er bekreftet.<p>Hvis du vil slutte å motta e-post fra oss, <a href="[href]">Klikk på denne lenken for å avslutte abonnementet når som helst</a>.</p>
pl_pl: Subskrypcja newslettera została potwierdzona.<p>W każdej chwili możesz zrezygnować z otrzymywania naszych e-maili, <a href="[href]"> klikając na ten link</a>.</p>
ru_ru: Ваша подписка на нашу информационную рассылку подтверждена.<p>Если вы больше не хотите получать наши письма, <a href="[href]">нажмите здесь, чтобы отписаться</a>.</p>

# Languages::email_marketing.unsubscribe_successful
source: Unsubscribe successful
it_it: Cancellazione confermata
nl_nl: U bent uitgeschreven voor onze nieuwsbrief
no_no: Abonnementet er avsluttet
pl_pl: Unsubskrypcja zakończyła się powodzeniem
ru_ru: Вы успешно отписались от информационной рассылки

# Languages::email_marketing.text_unsubscribe_successful
source: Your email has been removed from our list.
it_it: Il tuo indirizzo e-mail è stato rimosso dalla nostra newsletter.
nl_nl: Uw e-mailadres is verwijderd uit onze mailinglijst.
no_no: Din e-post har blitt fjernet fra vår liste.
pl_pl: Twój adres e-mail został usunięty z naszej listy.
ru_ru: Ваш адрес эл. почты удален из нашего списка.

# Languages::email_marketing.export_all
source: Export all
it_it: Esporta tutto
nl_nl: Alles exporteren
no_no: Eksporter alle
pl_pl: Eksportuj wszystko
ru_ru: Экспортировать все

# Languages::email_marketing.enter_api_key_and_save
source: Enter API key and save first
it_it: Inserire la chiave API e salvare prima
nl_nl: Vul uw API-sleutel in en sla deze eerst op
no_no: Skriv inn API-nøkkel og lagre først
pl_pl: Najpierw wpisz klucz API i zapisz wszystko
ru_ru: Пожалуйста, сначала введите API-ключ и сохраните изменения

# Languages::email_marketing.warning_email_exists
source: [email] is already subscribed
it_it: [email] è già iscritto
nl_nl: Het e-maialdres [email] is al ingeschreven
no_no: [email] er allerede abonnent
pl_pl: [email] jest już na liście subskrybentów
ru_ru: [email] уже подписан

# Languages::email_marketing.new_subscriber
source: New subscriber
it_it: Nuovo iscritto
nl_nl: Nieuwe inschrijvingen
no_no: Ny abonnent
pl_pl: Nowy subskrybent
ru_ru: Новый подписчик

# Languages::email_marketing.sync
source: Sync
it_it: Sincronizzazione
no_no: Synkroniser
pl_pl: Synchronizuj
ru_ru: Синхронизировать

# Languages::email_marketing.text_subscribe
source: Subscribe to our newsletter
it_it: Iscriviti alla nostra newsletter
nl_nl: Inschrijven op onze nieuwsbrief
no_no: Abonner på vårt nyhetsbrev
pl_pl: Zapisz się na nasz newsletter
ru_ru: Подписаться на нашу информационную рассылку

# Languages::email_marketing.tmpl_subscription
source: Email marketing: Newsletter subscription form
it_it: Email marketing: modulo di Iscrizione Newsletter
nl_nl: E-mailmarketing: nieuwsbrief inschrijvingsformulier
no_no: E-post markedsføring: nyhetsbrev abonnement skjema
pl_pl: Marketing e-mail: formularz subskrypcji newslettera
ru_ru: Email-маркетинг: форма подписки

# Languages::privileges.manage_email_marketing
source: Manage email marketing addon
it_it: Gestione add-on di e-mail marketing
nl_nl: E-mailmarketing plug-in beheren
no_no: Administrer E-post markedsføring tillegget
pl_pl: Zarządzanie dodatkiem marketingu e-mail
ru_ru: Управление модулем email-маркетинга

# Languages::privileges.view_email_marketing
source: View email marketing addon
it_it: Visualizza l'add-on di e-mail marketing
nl_nl: E-mailmarketing plug-in bekijken
no_no: Vis E-post markedsføring tillegget
pl_pl: Przeglądaj dodatek marketing e-mail
ru_ru: Просмотр модуля email-маркетинга

# SettingsSections::email_marketing::general
source: General
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие

# SettingsOptions::email_marketing::em_show_on_checkout
source: Newsletter checkbox on checkout
it_it: Casella di spunta per le Newsletter in fase di pagamento
nl_nl: Nieuwsbrief checkbox bij het afrekenen
no_no: Nyhetsbrev avkrysningsboks ved utsjekking
pl_pl: Pokaż zapisz się na newsletter w zamówieniu
ru_ru: Показывать флажок подписки на странице оплаты

# SettingsOptions::email_marketing::em_checkout_enabled
source: Tick off by default
it_it: Spuntare per impostazione predefinita
nl_nl: Standaard niet aangevinkt
no_no: Kryss av som standard
pl_pl: Domyślnie niezaznaczony
ru_ru: Снят по умолчанию

# SettingsOptions::email_marketing::em_double_opt_in
source: Double opt-in
it_it: Doppio opt-in
nl_nl: Dubbele opt-in
ru_ru: Запрашивать подтверждение подписки

# SettingsOptions::email_marketing::em_welcome_letter
source: Send a welcome letter with the unsubscribe link
it_it: Inviare una newsletter di benvenuto con il collegamento di disiscrizione
nl_nl: Een welkomstbrief versturen met een link om uit te schrijven
no_no: Send en velkomsthilsen med link for mulighet til å avslutte abonnementet
pl_pl: Wyślij powitalny list z linkiem do wypisania z newslettera
ru_ru: Отправлять приветственное письмо со ссылкой отказа от подписки

# SettingsOptions::email_marketing::em_service
source: Email integration provider
it_it: Integrazione con il fornitore di E-mail
nl_nl: Integratie e-mailprovider
no_no: E-post integrasjonsleverandør
pl_pl: Dostawca integracja poczty e-mail
ru_ru: Сервис почтовой рассылки

# SettingsOptions::email_marketing::em_mailchimp_api_key
source: API key
it_it: Chiave API
nl_nl: API sleutel
no_no: API-nøkkel
pl_pl: Klucz API
ru_ru: API-ключ

# SettingsOptions::email_marketing::em_mailchimp_list
source: List
it_it: Lista
nl_nl: Lijst
no_no: Liste
pl_pl: Lista
ru_ru: Список

# SettingsOptions::email_marketing::em_madmimi_username
source: E-mail
it_it: Indirizzo E-mail
no_no: E-post

# SettingsOptions::email_marketing::em_madmimi_api_key
source: API key
it_it: Chiave API
nl_nl: API sleutel
no_no: API-nøkkel
pl_pl: Klucz API
ru_ru: API-ключ

# SettingsOptions::email_marketing::em_madmimi_list
source: List
it_it: Lista
nl_nl: Lijst
no_no: Liste
pl_pl: Lista
ru_ru: Список

# Addons::name::email_marketing
source: E-mail marketing
no_no: E-post markedsføring
pl_pl: Marketing e-mailowy
ru_ru: Email-маркетинг
