Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/gift_certificates.po
Languages: hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ru_ru

# Addons::name::gift_certificates
source: Gift certificates
hu_hu: Ajándékutalványok
it_it: Buoni regalo
nl_nl: Cadeaubonnen
no_no: Gavekort
pl_pl: Bony podarunkowe
pt_br: Vales-presentes
ru_ru: Подарочные сертификаты

# Addons::description::gift_certificates
source: Adds a built-in gift certificate system
hu_hu: Beépített ajándékutalvány rendszerrel egészíti ki az áruház funkcionalitását
it_it: Aggiunge il sistema integrato di buoni regalo
nl_nl: Een cadeaubonnen systeem aan je webwinkel toevoegen
no_no: Legger til et innebygd gavekort system
pl_pl: Dodaje system bonów podarunkowych
pt_br: Adiciona um sistema de vale-presente
ru_ru: Сертификаты на бесплатную доставку, скидки и т.д.

# Languages::gift_certificate
source: Gift certificate
hu_hu: Ajándékutalvány
it_it: Buono regalo
nl_nl: Cadeaubon
no_no: Gavekort
pl_pl: Bon podarunkowy
pt_br: Vale-presente
ru_ru: Подарочный сертификат

# Languages::gift_certificates
source: Gift certificates
hu_hu: Ajándékutalványok
it_it: Buoni regalo
nl_nl: Cadeaubonnen
no_no: Gavekort
pl_pl: Bony podarunkowe
pt_br: Vales-presentes
ru_ru: Подарочные сертификаты

# Languages::gift_certificates_menu_description
source: View and manage the gift certificates that customers have purchased.
hu_hu: Megvásárolt ajándékutalványok megtekintése és kezelése.
it_it: Visualizza e gestisci i buoni regalo che i clienti hanno acquistato.
nl_nl: De cadeaubonnen die klanten hebben gekocht bekijken en beheren
no_no: Vis og administrer gavekort som kunder har kjøpt.
pl_pl: Przeglądaj i zarządzaj bonami podarunkowymi, które kupili klienci.
pt_br: Visualizar e gerenciar os vales-presentes que os clientes compraram.
ru_ru: Просмотр и редактирование приобретенных покупателями подарочных сертификатов.

# Languages::gift_certificate_info
source: Gift certificate info
hu_hu: Ajándékutalvány információ
it_it: Informazioni buono regalo
nl_nl: Cadeaubon informatie
no_no: Gavekort informasjon
pl_pl: Informacje o bonie podarunkowym
pt_br: Informação do vale-presente
ru_ru: Информация о подарочном сертификате

# Languages::gift_certificate_verification
source: Gift certificate verification
hu_hu: Ajándékutalvány ellenőrzés
it_it: Verifica buono regalo
nl_nl: Cadeaubon verificatie
no_no: Gavekort verifisering
pl_pl: Weryfikacja bonu podarunkowego
pt_br: Verificação do vale-presente
ru_ru: Проверка подарочного сертификата

# Languages::gift_cert_code
source: Gift certificate code
hu_hu: Ajándékutalvány kód
it_it: Codice buono regalo
nl_nl: Cadeaubon code
no_no: Gavekort kode
pl_pl: Kod bonu podarunkowego
pt_br: Código do vale-presente
ru_ru: Код подарочного сертификата

# Languages::gift_cert_debit
source: Debit balance
hu_hu: Egyenleg
it_it: Saldo debito
nl_nl: Debetsaldo
no_no: Debetsaldo
pl_pl: Saldo debetowe
pt_br: Saldo devedor
ru_ru: Остаток

# Languages::gift_cert_from
source: From
hu_hu: Ajándékozó neve
it_it: Da
nl_nl: Van
no_no: Fra
pl_pl: Od
pt_br: De
ru_ru: От кого

# Languages::gift_cert_to
source: To
hu_hu: Ajándékozott neve
it_it: A
nl_nl: Aan
no_no: Til
pl_pl: Do
pt_br: Até
ru_ru: Кому

# Languages::promotion_bonus_gift_certificate
source: Gift certificate
hu_hu: Ajándékutalvány
it_it: Buono regalo
nl_nl: Cadeaubon
no_no: Gavekort
pl_pl: Bon podarunkowy
pt_br: Vale-presente
ru_ru: Подарочный сертификат

# Languages::purchase_gift_certificate
source: Purchase Gift Certificate
hu_hu: Ajándékutalvány vásárlása
it_it: Acquista buono regalo
nl_nl: Cadeaubon kopen
no_no: Kjøp Gavekort
pl_pl: Kup bon podarunkowy
pt_br: Comprar vale-presente
ru_ru: Купить подарочный сертификат

# Languages::text_gift_certificate_logo
source: Logo for <b>gift certificates</b>
hu_hu: <b>Ajándékutalvány</b> logó
it_it: Logo per i <b>buoni regalo</b>
nl_nl: Logo voor <b>Cadeaubonnen</b>
no_no: Logo for <b>gavekort</b>
pl_pl: Logo dla <b>bonów podarunkowych</b>
pt_br: Logo para <b>vales-presente</b>
ru_ru: Логотип для <b>подарочного сертификата</b>

# Languages::text_gift_cert_amount_alert
source: Amount should be between [min] and [max]
hu_hu: Az összeg [min] és [max] közötti érték lehet
it_it: L'importo dovrebbe essere tra [min] e [max]
nl_nl: Bedrag moet tussen [min] en [max] zijn
no_no: Beløpet må være mellom [min] og [max]
pl_pl: Liczba powinna mieścić się w zakresie od [min] do [max]
pt_br: Quantidade deve ser entre [min] e [max]
ru_ru: Значение должно быть от [min] до [max]

# Languages::text_gift_cert_has_been_deleted
source: Gift certificate has been deleted successfully.
hu_hu: Ajándékutalvány sikeresen törölve.
it_it: Il buono regalo è stato cancellato con successo.
nl_nl: Cadeaubon is verwijderd.
no_no: Gavekortet har blitt slettet.
pl_pl: Bon podarunkowy został usunięty poprawnie.
pt_br: Vale-presente foi removido com sucesso.
ru_ru: Подарочный сертификат успешно удален.

# Languages::error_gift_cert_code
source: The gift certificate code you entered is invalid. Please try again.
hu_hu: Érvénytelen ajándékutalvány kód. Kérjük próbálkozzon újra.
it_it: Il codice del buono regalo che hai inserito non è corretto. Ti preghiamo di provare ancora.
nl_nl: U heeft een ongeldige cadeaubon-code ingevuld. Probeer het opnieuw.
no_no: Gavekortkoden du oppgav er ugyldig. Vennligst prøv igjen.
pl_pl: Kod bonu podarunkowego jest nieprawidłowy. Proszę spróbować jeszcze raz.
pt_br: O código do vale-presente que você inseriu é inválido. Por favor, tente novamente.
ru_ru: Введен неправильный код подарочного сертификата. Попробуйте еще раз.

# Languages::gift_add_products
source: Add products for a gift
hu_hu: Adjon hozzá ajándék terméket
it_it: Aggiungi prodotti da regalare
nl_nl: Producten als cadeau toevoegen
no_no: Legg til produkter som gaver
pl_pl: Dodaj produkty na prezent
pt_br: Adicionar produtos para presente
ru_ru: Добавить товары в подарок

# Languages::gift_comment
source: Message
hu_hu: Üzenet
it_it: Messaggio
nl_nl: Bericht
no_no: Melding
pl_pl: Wiadomość
pt_br: Mensagem
ru_ru: Сообщение

# Languages::certificate_verification
source: Validate/Redeem gift certificate
hu_hu: Ajándékutalvány beváltása/ellenőrzése
it_it: Valida buono regalo
nl_nl: Cadeaubon inwisselen
no_no: Validere/Innløse gavekort
pl_pl: Sprawdź / Zrealizuj bon podarunkowy
pt_br: Validar/descontar vale-presente
ru_ru: Проверить и использовать подарочный сертификат

# Languages::detailed_info
source: Detailed information
hu_hu: Részletes információk
it_it: Informazioni dettagliate
nl_nl: Gedetailleerde info
no_no: Detaljert informasjon
pl_pl: Szczegółowe informacje
pt_br: Informações detalhadas
ru_ru: Подробная информация

# Languages::history
source: History
hu_hu: Előzmény
it_it: Storia
nl_nl: Geschiedenis
no_no: Historie
pl_pl: Historia
pt_br: Histórico
ru_ru: История

# Languages::gift_certificate_statuses
source: Gift certificate statuses
hu_hu: Ajándékutalvány státuszok
it_it: Stato buoni regalo
nl_nl: Cadeaubon statussen
no_no: Gavekort statuser
pl_pl: Statusy certyfikatu podarunkowego
pt_br: Status dos vales-presentes
ru_ru: Статусы сертификатов

# Languages::text_gift_cert_applied
source: Gift certificate has been applied
hu_hu: Ajándékutalvány sikeresen alkalmazva
it_it: Il buono regalo è stato applicato
nl_nl: Cadeaubon is toegepast
no_no: Gavekort har blitt anvendt
pl_pl: Bon podarunkowy został zastosowany
pt_br: Vale-presente foi aplicado
ru_ru: Подарочный сертификат использован

# Languages::certificate_already_used
source: This gift certificate is already in use
hu_hu: Ez az ajándékutalvány már használatban van
it_it: Il buono regalo è già in uso
nl_nl: Deze cadeaubon is al in gebruik
no_no: Dette gavekortet er allerede i bruk
pl_pl: Ten bon podarunkowy został już użyty.
pt_br: Este vale-presente já está em uso
ru_ru: Этот подарочный сертификат уже используется

# Languages::certificate_code_not_available
source: Gift certificate cannot be applied. Please contact the store administration.
hu_hu: Az ajándékutalvány nem váltható be. Kérjük vegye fel a kapcsolatot ügyfélszolgálatunkkal.
it_it: Il buono regalo non può essere applicato. Contattaci.
nl_nl: Cadeaubon kan niet worden toegepast. Neem contact met ons op.
no_no: Gavekortet kan ikke brukes. Vennligst ta kontakt med butikkadministrasjonen.
pl_pl: Bon podarunkowy nie może zostać zastosowany. Skontaktuj się z administratorem sklepu.
pt_br: O vale-presente não pode ser aplicado. Por favor entre em contato com a administração da loja.
ru_ru: Этот подарочный сертификат не может быть использован. Пожалуйста, обратитесь к администрации магазина.

# Languages::certificate_code_not_valid
source: Gift certificate code is not valid
hu_hu: Érvénytelen ajándékutalvány kód
it_it: Codice buono regalo non valido
nl_nl: Cadeaubon code is ongeldig
no_no: Gavekortkode er ikke gyldig
pl_pl: Kod bonu podarunkowego nie jest prawidłowy
pt_br: Código do vale-presente não é válido
ru_ru: Код подарочного сертификата недействителен

# Languages::warning_gift_cert_deny
source: The following gift certificates have been deleted or cancelled by administrator and have been removed from your cart: [codes]. Please contact the store administrator or try another one.
hu_hu: Az alábbi ajándékutalvány kódokat az oldal kezelője törölte vagy visszavonta a kosarából: [codes]. Kérjük vegye fel a kapcsolatot ügyfélszolgálatunkkal, vagy próbáljon új ajándékutalvány hozzáadásával.
it_it: I seguenti buoni regalo sono stati eliminati o cancellati dall'amministratore e sono stati rimossi dal carrello: [codes]. Si prega di contattare l'amministratore del negozio o provarne un altro.
nl_nl: De volgende cadeaubonnen zijn verwijderd of geannuleerd door de beheerder en zijn verwijderd uit uw winkelwagen: [codes]. Neem contact met ons op of probeer een andere code.
no_no: Følgende gavekort er slettet eller avbrutt av administrator og er fjernet fra handlekurven: [codes]. Vennligst kontakt oss eller prøv en annen.
pl_pl: Następujące bony podarunkowe zostały usunięte lub anulowane przez administratora i zostały usunięte z twojego koszyka: [codes]. Skontaktuj się z administratorem lub wypróbuj inny bon.
pt_br: Os vales-presentes foram removidos ou cancelados pelo administrador e foram removidos do seu carrinho: [codes]. Por favor entre em contato com o administrador da loja, ou tentar outro código.
ru_ru: Следующие сертификаты были удалены или аннулированы администрацией. Они также были удалены из корзины: [codes]. Пожалуйста, свяжитесь с администрацией магазина или попробуйте другой сертификат.

# Languages::text_gift_cert_cannot_delete
source: Gift certificate [code] cannot be deleted because it is used in order(s) [ids].
hu_hu: A [code] ajándékutalvány nem törölhető, mert az alábbi rendelés(ek) használják: [ids].
it_it: Il buono regalo [code] non può essere eliminato perché è stato utilizzato negli ordini con ID: [ids].
nl_nl: Cadeaubon [code] kan niet worden verwijderd omdat deze al wordt gebruikt in de bestelling (en) [ids].
no_no: Gavekort [code] kan ikke slettes fordi det er brukt i ordre [ids].
pl_pl: Bon podarunkowy [code] nie może zostać usunięty ponieważ jest użyty w zamówieniach [ids].
pt_br: Vale-presente [code] não pode ser removido porque é usado em pedido(s) [ids].
ru_ru: Подарочный сертификат [code] не может быть удалён, так как используется в заказах: [ids].

# Languages::gift_cert_amount_changed
source: Gift certificate amount has been changed.
hu_hu: Ajándékutalvány összege megváltozott.
it_it: L'importo del buono regalo è cambiato.
nl_nl: Het bedrag van de cadeaubon is gewijzigd.
no_no: Gavekort beløp er endret.
pl_pl: Ilość bonów podarunkowych została zmieniona.
pt_br: Quantidade do vale-presente foi alterada.
ru_ru: Сумма подарочного сертификата была изменена.

# Languages::purchased
source: Purchased
hu_hu: Megvásárolt
it_it: Acquistato
nl_nl: Gekocht
no_no: Kjøpt
pl_pl: Zakupiono
pt_br: Comprado
ru_ru: Куплен

# Languages::used
source: Used
hu_hu: Felhasznált
it_it: Usato
nl_nl: Gebruikt
no_no: Brukt
pl_pl: Użyto
pt_br: Usado
ru_ru: Использован

# Languages::create_gift_certificate_for_customer
source: Create Gift Certificate for this customer
hu_hu: Ajándékutalvány készítése az ügyfélnek
it_it: Crea un buono regalo per questo cliente
nl_nl: Een cadeaubon voor deze klant maken
no_no: Opprett gavekort for denne kunden
pl_pl: Stwórz certyfikat podarunkowy dla tego użytkownika
pt_br: Criar vale-presente para este cliente
ru_ru: Создать подарочный сертификат для этого покупателя

# Languages::related_gift_cert
source: Related gift certificates
hu_hu: Kapcsolódó ajándékutalványok
it_it: Buoni regalo correlati
nl_nl: Gerelateerde cadeaubonnen
no_no: Relaterte gavekort
pl_pl: Powiązane bony podarunkowe
pt_br: Vales-presentes relacionados
ru_ru: Связанные подарочные сертификаты

# Languages::add_gift_certificate
source: Add gift certificate
hu_hu: Ajándékutalvány hozzáadása
it_it: Aggiungi certificato regalo
nl_nl: Cadeaubon toevoegen
no_no: Legg til Gavekort
pl_pl: Dodaj certyfikat podarunkowy
pt_br: Adicionar vale-presente
ru_ru: Добавить сертификат

# Languages::gift_certificate_status
source: Gift certificate status
hu_hu: Ajándékutalvány státusz
it_it: Stato certificato regalo
nl_nl: Status cadeaubon
no_no: Gavekort status
pl_pl: Status bonu podarunkowego
pt_br: Status dos vales-presentes
ru_ru: Статус подарочного сертификата

# Languages::current_amount
source: Current amount
hu_hu: Aktuális összeg
it_it: Valore corrente
nl_nl: Huidige bedrag
no_no: Gjeldende beløp
pl_pl: Aktualna ilość
pt_br: Quantidade atual
ru_ru: Текущая сумма

# Languages::mail
source: Mail
hu_hu: Levél
it_it: Posta
no_no: Post
pl_pl: Email
pt_br: Email
ru_ru: Почтой

# Languages::statuses
source: statuses
hu_hu: státuszok
it_it: Stati
nl_nl: statussen
no_no: statuser
pl_pl: Statusy
pt_br: status
ru_ru: статусы

# Languages::new_certificate
source: New certificate
hu_hu: Új utalvány
it_it: Nuovo certificato
nl_nl: Nieuwe cadeaubon
no_no: Nytt sertifikat
pl_pl: Nowy certyfikat
pt_br: Novo vale
ru_ru: Новый сертификат

# Languages::editing_certificate
source: Editing certificate
hu_hu: Utalvány szerkesztése
it_it: Modifica certificato
nl_nl: Cadeaubon aanpassen
no_no: Redigerer sertifikat
pl_pl: Edycja certyfikatu
pt_br: Editando vale
ru_ru: Редактирование сертификата

# Languages::shop_now
source: Shop now
hu_hu: Megveszem most
it_it: Compra ora
nl_nl: Nu winkelen
no_no: Kjøp nå
pl_pl: Kup teraz
pt_br: Comprar agora
ru_ru: В магазин

# Languages::theme_editor.gift_cert
source: Gift Certificate
hu_hu: Ajándékutalvány
it_it: Buono regalo
nl_nl: Cadeaubon
no_no: Gavekort
pl_pl: Certyfikat podarunkowy
pt_br: Vale-presente
ru_ru: Подарочный сертификат

# Languages::promo_code_or_certificate
source: Gift certificate or promo code
hu_hu: Ajándékutalvány vagy promóciós kód
it_it: Buono regalo o codice promozionale
nl_nl: Cadeaubon of promotiecode
no_no: Gavekort eller rabattkoder
pl_pl: Bon podarunkowy lub kod promocyjny
pt_br: Vale-presente ou código promocional
ru_ru: Подарочный сертификат или промо-код

# Languages::gift_certificate_added_to_cart
source: Gift certificate was added to your cart
hu_hu: Ajándékutalvány hozzáadva a kosárhoz
it_it: Il certificato regalo è stato aggiunto al tuo carrello della spesa.
nl_nl: De cadeaubon is toegevoegd aan uw winkelwagen
no_no: Gavekortet ble lagt i handlekurven
pl_pl: Bon podarunkowy został dodany do twojego koszyka
pt_br: Vale-presente foi adicionado ao seu carrinho
ru_ru: Подарочный сертификат добавлен в корзину

# Languages::gift_certificates_verify
source: Gift certificate verification
hu_hu: Ajándékutalvány ellenőrzés
it_it: Verifica buono regalo
nl_nl: Cadeaubon verificatie
no_no: Gavekort verifisering
pl_pl: Weryfikacja certyfikatu podarunkowego
pt_br: Verificação de vale-presente
ru_ru: Проверка подарочного сертификата

# Languages::block_gift_certificates_verify
source: Gift certificate verification
hu_hu: Ajándékutalvány ellenőrzés
it_it: Verifica buono regalo
nl_nl: Cadeaubon verificatie
no_no: Gavekort verifisering
pl_pl: Weryfikacja certyfikatu podarunkowego
pt_br: Verificação de vale-presente
ru_ru: Проверка подарочного сертификата

# Languages::block_gift_certificates_verify_description
source: Gift certificate input and validation
hu_hu: Ajándékutalvány bekérés és ellenőrzés
it_it: Inserimento buono regalo e convalida
nl_nl: Cadeaubon invullen en valideren
no_no: Gavekort innhold og validering
pl_pl: Wprowadzanie i walidacja bonu podarunkowego
pt_br: Entrada e validação de vale-presente
ru_ru: Ввод и проверка подарочного сертификата

# Languages::recipients_name
source: To
hu_hu: Ajándékozott neve
it_it: A
nl_nl: Aan
no_no: Til
pl_pl: Do
pt_br: Até
ru_ru: Кому

# Languages::purchasers_name
source: From
hu_hu: Ajándékozó neve
it_it: Da
nl_nl: Van
no_no: Fra
pl_pl: Od
pt_br: De
ru_ru: От кого

# Languages::gift_cert_error_amount
source: Amount should not be higher than [max] and less than [min]
hu_hu: Összeg nem lehet magasabb, mint a [max] és kevesebb, mint [min]
it_it: La quantità non deve essere superiore a [max] e minore di [min]
nl_nl: Bedrag mag niet hoger zijn dan [max] en minder dan [min]
no_no: Gavekortet kan ikke være høyere enn [max] eller mindre enn [min]
pl_pl: Ilość nie powinna być wyższa niż [max] i mniejsza niż [min]
pt_br: Quantidade não deve ser superior a [max] e menos [min]
ru_ru: Сумма не должна превышать [max] и быть меньше [min]

# Languages::privileges.manage_gift_certificates
source: Manage gift certificate system
hu_hu: Ajándékutalvány rendszer kezelése
it_it: Gestione sistema buoni regalo
nl_nl: Cadeaubon systeem beheren
no_no: Administrer gavekort systemet
pl_pl: Zarządzaj systemem bonów podarunkowych
pt_br: Gerenciar o sistema de vale-presente
ru_ru: Управление подарочными сертификатами

# Languages::change_gift_certificate_status
source: Change gift certificate status to
hu_hu: Ajándékutalvány státuszának módosítása
it_it: Cambia stato certificato regalo in
nl_nl: Status cadeaubon wijzigen naar
no_no: Endre gavekort status for å
pl_pl: Zmień status bonu podarunkowego na
pt_br: Alterar status do vale-presente para
ru_ru: Изменить статус подарочного сертификата на

# Languages::gift_cert_with_products
source: Purchasing products and gift certificates together is impossible. Please, place the current order and repeat your attempt.
hu_hu: Termékek és ajándékutalványok együttes vásárlása nem lehetséges. Kérjük adja fel a jelenlegi rendelését, és próbálja meg a következő rendelésnél.
it_it: L'acquisto di prodotti e buoni regalo contemporaneamente è impossibile. Per favore, ritenta.
nl_nl: Aankoop van producten en cadeaubonnen samen is onmogelijk. Plaats eerst de huidige bestelling en herhaal uw poging.
no_no: Kjøp av produkter og gavekort sammen er desverre umulig. Vær snill og plasser den gjeldende ordren og gjenta forsøket.
pl_pl: Kupowanie produktów i bonów podarunkowych razem jest niemożliwe. Zmień swoje zamówienie i spróbuj ponownie.
pt_br: Comprar produtos e vales-presentes juntos é impossível. Por favor, realize seu pedido atual e repita sua tentativa.
ru_ru: Совместная покупука товаров и Подарочных Сертификатов невозможна. Оформите текущий заказ и повторите попытку.

# SettingsSections::gift_certificates::general
source: General
hu_hu: Általános
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

# SettingsOptions::gift_certificates::min_amount
source: Minimal amount
hu_hu: Minimális összeg
it_it: Importo minimo
nl_nl: Minimale bedrag
no_no: Minimumsbeløp
pl_pl: Minimalna ilość
pt_br: Quantidade mínima
ru_ru: Минимальная сумма

# SettingsOptions::gift_certificates::max_amount
source: Maximal amount
hu_hu: Maximális összeg
it_it: Importo massimo
nl_nl: Maximale bedrag
no_no: Maksimumsbeløp
pl_pl: Maksymalna kwota
pt_br: Quantidade máxima
ru_ru: Максимальная сумма

# SettingsOptions::gift_certificates::code_prefix
source: GC Code prefix
hu_hu: Ajándékutalvány kód előtag
it_it: Prefisso codice GC
nl_nl: Voorvoegsel voor cadeaubon code
no_no: GC kode prefiks
pl_pl: Prefiks kodu bonów podarunkowych
pt_br: Prefixo do código GC
ru_ru: Префикс кода подарочного сертификата

# SettingsOptions::gift_certificates::cert_per_page
source: Gift certificates per page
hu_hu: Ajándékutalványok száma oldalanként
it_it: Buoni regalo per pagina
nl_nl: Cadeaubonnen per pagina
no_no: Gavekort per side
pl_pl: Bony podarunkowe na stronę
pt_br: Vales-presentes por página
ru_ru: Подарочных сертификатов на страницу

# SettingsOptions::gift_certificates::free_products_allow
source: Allow to use free products
hu_hu: Ingyenes termékek engedélyezése
it_it: Permetti di utilizzare i prodotti gratuiti
nl_nl: Kan gebruikt worden voor gratis producten
no_no: Tillat å bruke gratis produkter
pl_pl: Zezwól na użycie darmowych produktów
pt_br: Permitir usar produtos gratuitos
ru_ru: Позволять использовать бесплатные товары

# SettingsOptions::gift_certificates::redeem_shipping_cost
source: Allow to redeem shipping cost with gift certificate
hu_hu: Szállítási költség fizetése ajándékutalvánnyal
it_it: Consenti di riscattare le spese di spedizione con il buono regalo
nl_nl: Het inwisselen van een cadeaubon voor verzendkosten is toegestaan
no_no: Tillat å innløse fraktkostnader med gavekort
pl_pl: Zezwól na pokrycie kosztu przesyłki bonem podarunkowym
pt_br: Permitir resgatar o custo do frete com o vale-presente
ru_ru: Позволять оплачивать стоимость доставки подарочным сертификатом
