Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/image_zoom.po
Languages: el_gr, es_es, it_it, ka_ge, nl_nl, no_no, pl_pl, pt_br, ru_ru

# Addons::name::image_zoom
source: Image zoom
el_gr: Μεγέθυνση Εικόνας
es_es: Zoom de imagen
it_it: Zoom immagine
ka_ge: სურათის გადიდება
nl_nl: Afbeelding zoom
no_no: Bilde zoom
pl_pl: Zoom obrazu
pt_br: Imagem ampliada
ru_ru: Увеличенные изображения товаров

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
el_gr: Εμφανίζει μεγεθυμένη εικόνα στην κατάδειξη (hover) στην εικόνα του προϊόντος
es_es: Muestra la imagen ampliada del producto pasando el mouse sobre ella
it_it: Mostra immagine ingrandita posizionandosi sopra l'immagine prodotto
nl_nl: Toont ingezoomde afbeelding als je over product afbeelding gaat
no_no: Viser forstørret produktbilde ved å plassere markøren over bildet
pl_pl: Pokazuje powiększony obraz produktu po najechaniu na niego kursorem myszy
pt_br: Mostra a imagem ampliada no foco na imagem do produto
ru_ru: Показывает увеличенные изображения при наведении указателя мыши

# SettingsSections::image_zoom::general
source: General
el_gr: Γενικά
it_it: Generale
ka_ge: ზოგადი
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

# SettingsOptions::image_zoom::cz_opacity
source: Opacity
el_gr: Διαφάνεια
es_es: Opacidad
it_it: Opacità
ka_ge: გაუმჭირვალობა
nl_nl: Ondoorzichtigheid
no_no: Gjennomsiktighet
pl_pl: Przeźroczystość
pt_br: Opacidade
ru_ru: Непрозрачность

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
el_gr: Χρόνο Κίνησης
es_es: Tiempo de la animación
it_it: Tempo di animazione
ka_ge: ანიმაციის ხანგრძლივობა
nl_nl: Animatie tijd
no_no: Animasjonstid
pl_pl: Czas animacji
pt_br: Tempo de animação
ru_ru: Длительность анимации

# SettingsOptions::image_zoom::cz_tint_color_picker
source: Color
el_gr: Χρώμα
it_it: Colore
ka_ge: ფერი
nl_nl: Kleur
no_no: Farge
pl_pl: Kolor
pt_br: Cor
ru_ru: Цвет

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
el_gr: Θέση Μεγέθυνσης
es_es: Posición del zoom
it_it: Posizione dello zoom
ka_ge: მოახლოების პოზიცია
nl_nl: Zoom-positie
no_no: Zoom posisjon
pl_pl: Pozycja zoomu
pt_br: Posição do zoom
ru_ru: Позиция зума

# SettingsOptions::image_zoom::cz_zoom_size_mode
source: Zoom size mode
el_gr: Μέγεθος λειτουργίας Μεγέθυνσης
es_es: Modo del tamaño del Zoom
it_it: Modalità di ingrandimento
nl_nl: Zoommodus grootte
no_no: Zoom størrelse modus
pl_pl: Tryb powiększenia
pt_br: Modo de tamanho de zoom
ru_ru: Режим масштабирования

# SettingsOptions::image_zoom::cz_caption_position
source: Caption position
el_gr: Θέση Λεζάντας
es_es: Posición del subtítulo
it_it: Posizione della didascalia
nl_nl: Onderschrift positie
no_no: Posisjon på bildetekst
pl_pl: Pozycja podpisu
pt_br: Posição da legenda
ru_ru: Расположение подписи

# SettingsOptions::image_zoom::cz_ease_time
source: Ease time
el_gr: Χρόνος ομαλότητας κίνησης
es_es: Tiempo de suavizado
it_it: Tempo animazione
nl_nl: Gemakkelijke tijd
no_no: Ease tid
pl_pl: Złagodzenie
pt_br: Tempo animação
ru_ru: Задержка между движением мыши и линзы

# SettingsOptions::image_zoom::cz_zoom_fly_out
source: Zoom fly out
el_gr: Κίνηση fly out Μεγέθυνσης
es_es: Disminuir Zoom sobre la imagen
it_it: Rimpicciolimento
nl_nl: Zoom uitvliegen
pl_pl: Pływające powiększenie
ru_ru: Анимированный «вылет»

# SettingsTooltips::image_zoom::cz_opacity
source: Opacity of tint 0-1. If zero, no tint will be visible.
el_gr: Αδιαφάνεια απόχρωσης 0-1. Εάν είναι μηδέν, καμία απόχρωση δεν είναι ορατή.
es_es: Opacidad de tinte 0-1. Si es cero, tinte no será visible.
it_it: Opacità dello sfondo 0-1. Se è zero, nessuno sfondo sarà visibile.
nl_nl: Ondoorzichtigheid van tint 0-1. Indien nul, zal er geen tint zichtbaar zijn.
no_no: Gjennomsiktighet av fargetone 0-1. Hvis null, vises ingen gjennomsiktighet.
pl_pl: Przeźroczystość odcienia 0-1. Wartość zero, nie będzie widoczny odcień.
pt_br: Opacidade do matiz 0-1. Se for zero, a tonalidade não será visível.
ru_ru: Непрозрачность оттенка, 0—1. Ноль означает невидимый оттенок.

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
el_gr: Διάρκεια του εφέ κίνησης σε χιλιοστά του δευτερολέπτου.
es_es: Duración de los efectos de animación en milisegundos.
it_it: Durata degli effetti di animazione in millisecondi.
nl_nl: Duur van de animatie-effecten in milliseconden.
no_no: Varighet for animasjonseffekter i millisekunder.
pl_pl: Czas trwania efektów animacji w milisekundach.
pt_br: Duração dos efeitos de animação em milissegundos.
ru_ru: Длительность анимационных эффектов в миллисекундах.

# SettingsTooltips::image_zoom::cz_tint_color_picker
source: Color to use for the tint effect. Example: #ffffff.
el_gr: Χρώμα που χρησιμοποιείται για το εφέ χρωματισμού. Παράδειγμα: #ffffff.
es_es: Color que desea utilizar para el efecto del tinte. Ejemplo: #ffffff.
it_it: Colore da utilizzare per lo sfondo. Esempio: #ffffff.
nl_nl: Kleur te gebruiken voor het tint effect. Voorbeeld: #ffffff.
no_no: Farge som brukes for fargetone-effekt. Eksempel: #ffffff.
pl_pl: Kolor używany dla efektu tworzenia odcienia. Przykład: #ffffff.
pt_br: Cor para usar para o efeito de tonalidade. Exemplo: #ffffff.
ru_ru: Цвет для эффекта оттенка. Например, #ffffff.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window. If numeric (0-15), position is relative to page image as shown by the following key (blue squares represent zoom window). If a string is supplied, value will be used as a selector to pinpoint the exact position and size of an element in the page. If the value "inside" is specified, the zoom image will appear inside the page image.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
el_gr: Καθορίζει τη θέση του το παράθυρο του ζουμ. Εάν ειναι αριθμητικό (0-15), η θέση είναι σχετική με την εικόνα της σελίδας όπως φαίνεται από το παρακάτω κλειδί (μπλε τετράγωνα αντιπροσωπεύουν το παράθυρο του ζουμ). Εάν ορίζεται μια συμβολοσειρά, μια τιμή θα χρησιμοποιηθεί ως επιλογέας για να εντοπίσει την ακριβή θέση και το μέγεθος ενός στοιχείου στην σελίδα. Εάν καθοριστεί η τιμή "μέσα", η εικόνα ζουμ θα εμφανιστεί στο εσωτερικό της εικόνας σελίδας. < br / > < br / > <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
es_es: Especifica la posición de la ventana de zoom. Si se entra un número (0-15), la posición es en relación con la imagen de la página como se muestra en la siguiente clave (cuadrados azules representan una ventana de zoom). Si se entra un valor específico se utilizará como un selector para localizar la posición exacta y el tamaño de un elemento en la página. Si se especifica el valor "dentro", la imagen zoom aparecerá dentro de la misma imagen. <br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
it_it: Specifica la posizione della finestra di zoom. Se numerico (0-15), la posizione è relativa all'immagine, come illustrato dalla seguente anteprima (le caselle blu rappresentano la finestra zoom). Se viene fornita una stringa, essa verrà utilizzata come selettore per individuare l'esatta posizione e le dimensioni di un elemento nella pagina. Se viene specificato il valore "inside", lo zoom dell'immagine apparirà all'interno dell'immagine.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
nl_nl: Specificeert de positie van een zoom venster. Als numeriek (0-15), de positie is ten opzichte van de pagina zoals blijkt uit de volgende belangrijke (blauwe vierkanten vertegenwoordigen zoom venster). Indien een tekenreeks wordt toegevoegd, zal de waarde gebruikt worden van selector om de exacte positie en grootte in een pagina kan worden bepaald. Als de waarde "binnenin" is gespecificeerd, de zoom afbeelding zal verschijnen binnenin de afbeelding pagina.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
no_no: Angir plasseringen av zoom-vinduet. Hvis numerisk (0-15), posisjon er i forhold til bildet som vises ved følgende nøkkel (blå firkanter representerer zoom-vinduet). Dersom en streng tilføres, vil verdien bli brukt som en velger for å finne den nøyaktige posisjonen og størrelsen til et element på siden. Hvis verdien "inside" er spesifisert, vil zoom-bildet vises på innsiden av sidebildet.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
pl_pl: Określa położenie okna powiększenia. Numeryczna wartość (0-15), określa pozycję w stosunku do widoku obrazu, jak pokazano w następującym kluczu (niebieskie kwadraty reprezentują okno powiększenia). Jeśli jest ustawiony, wartość będzie używana jako selektor wskazujący dokładną pozycję i rozmiar elementu na stronie. Jeżeli wartość "wewnątrz" jest określony, zoom pojawia się wewnątrz obrazu strony. <br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
pt_br: Especifica a posição da janela de zoom. Se numérico (0-15), a posição é em relação à imagem da página conforme mostrado pelo seguinte chave (quadrados azuis representam janela de zoom). Se uma seqüência de caracteres for fornecida, valor irá ser usado como um seletor para identificar a posição exata e tamanho de um elemento na página. Se for especificado o valor de "dentro", o zoom da imagem aparecerá dentro da página imagem. <br /> <br /> <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
ru_ru: Позиция панели масштабирования. Если задано число (0—15), то позиция установится согласно схеме ниже. Если введена строка, ее значение будет использовано как селектор элемента, к которому будет привязана панель зума. Если введено значение «inside», то значок зума будет показан поверх изображения.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />

# SettingsTooltips::image_zoom::cz_zoom_size_mode
source: Defines the rule for sizing the zoom window and lens.
el_gr: Ορίζει τον κανόνα για το μέγεθος, του παραθύρου του ζουμ και φακού.
es_es: Define la regla para el dimensionamiento de la ventana de zoom y la lente.
it_it: Definisce la regola per ridimensionare la finestra di zoom e la lente.
nl_nl: Hiermee definieert u de regel voor de grootte van het zoom-venster en de lens.
no_no: Definerer regelen for dimensjonering av zoom-vinduet og linsen.
pl_pl: Określa reguły dla rozmiaru okna powiększenia i soczewki.
pt_br: Define a regra para redimensionar a janela de zoom e lente.
ru_ru: Правило масштабирования панели зума и линзы.

# SettingsTooltips::image_zoom::cz_caption_position
source: Position of caption, "top" or "bottom".
el_gr: Θέση της λεζάντας, "επάνω" ή "κάτω".
es_es: Posición del título, "top" o "abajo".
it_it: Posizione della didascalia, "sopra" o "sotto".
nl_nl: Positie van onderschrift, "boven" of "onder".
no_no: Plassering av teksten, "topp" eller "bunn".
pl_pl: Pozycji podpisu, "góra" lub "dół".
pt_br: Posição da legenda, "superior" ou "inferior".
ru_ru: Позиция подписи, «top» (сверху) или «bottom» (снизу).

# SettingsTooltips::image_zoom::cz_ease_time
source: Number of milliseconds of mouse easing movement of zoom image. The bigger the number, the more easing. Zero means no easing.
el_gr: Αριθμός χιλιοστών του δευτερολέπτου της ομαλής κίνησης του ποντικιού της εικόνας ζουμ. Όσο μεγαλύτερος ο αριθμός, τόσο πιο ομαλή κίνηση. Μηδέν σημαίνει χωρίς ομαλή κίνηση.
es_es: Número de milisegundos de permanencia del mouse para realizar el zoom de la imagen. Cunato mayor es el número, más suavizado. Cero significa que no se suaviza.
it_it: Numero di millisecondi del movimento del mouse per lo zoom immagine. Più grande il numero, più di ritardo ci sarà. Zero significa nessun ritardo.
nl_nl: Aantal milliseconden van de muis beweging voor versoepeling zoom afbeelding . Hoe groter het getal, hoe meer versoepeling. Nul betekent geen versoepeling.
no_no: Antall millisekunder lettelse av muse-bevegelse på zoom bildet. Jo større tall, jo mer lettelse. Null betyr ingen lettelse.
pl_pl: Liczba milisekund wyhamowania ruchu myszą podczas powiększenia obrazu. Im większa liczba, tym bardziej łagodne. Zero oznacza brak złagodzenia.
pt_br: Milissegundos para a suavização do movimento do mouse na imagem ampliada. Quanto maior o número, maior a suavização. Zero indica sem suavização.
ru_ru: Задержка между движением курсора мыши по изображению и соответствующим движением линзы, в миллисекундах. Ноль означает отсутствие задержки.

# SettingsTooltips::image_zoom::cz_zoom_fly_out
source: Turns 'flying' zoom animation on or off.
el_gr: Ενεργοποιεί και Απενεργοποιεί τη κίνηση μεγέθυνσης 'Flying'
es_es: Activa o desactiva la animación de salida del zoom.
it_it: Attiva/Disattiva l'animazione dello zoom 'flying'.
nl_nl: Hiermee schakelt u 'vliegend' zoom animatie in- of uit.
no_no: Aktiverer 'flying' zoom animasjon på eller av.
pl_pl: Włącza lub wyłącza "pływającą" animację powiększenia.
pt_br: Ativa ou desativa as animações de zoom com vôo.
ru_ru: Включить/выключить анимацию «вылета» линзы при наведении курсора на изображение.

# SettingsVariants::image_zoom::cz_zoom_position::0
source: Zoom position №0
el_gr: Ζουμ θέση №0
es_es: Posición de zoom nº0
it_it: Posizione zoom n. 0
ka_ge: მოახლოების პოზიცია №0
nl_nl: Zoom positie №0
no_no: Zoom posisjon № 0
pl_pl: Pozycja zoomu №0
pt_br: Posição de zoom 0
ru_ru: Позиция №0

# SettingsVariants::image_zoom::cz_zoom_position::1
source: Zoom position №1
el_gr: Ζουμ θέση №1
es_es: Posición de zoom nº1
it_it: Posizione zoom n. 1
ka_ge: მოახლოების პოზიცია №1
nl_nl: Zoom positie №1
no_no: Zoom posisjon № 1
pl_pl: Pozycja zoomu №1
pt_br: Posição de zoom 1
ru_ru: Позиция №1

# SettingsVariants::image_zoom::cz_zoom_position::2
source: Zoom position №2
el_gr: Ζουμ θέση №2
es_es: Posición de zoom nº2
it_it: Posizione zoom n. 2
ka_ge: მოახლოების პოზიცია №2
nl_nl: Zoom positie №2
no_no: Zoom posisjon №2
pl_pl: Pozycja zoomu №2
pt_br: Posição de zoom 2
ru_ru: Позиция №2

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Zoom position №3
el_gr: Ζουμ θέση №3
es_es: Posición de zoom nº3
it_it: Posizione zoom n. 3
ka_ge: მოახლოების პოზიცია №3
nl_nl: Zoom positie №3
no_no: Zoom posisjon №3
pl_pl: Pozycja zoomu №3
pt_br: Posição de zoom 3
ru_ru: Позиция №3

# SettingsVariants::image_zoom::cz_zoom_position::4
source: Zoom position №4
el_gr: Ζουμ θέση №4
es_es: Posición de zoom nº4
it_it: Posizione zoom n. 4
ka_ge: მოახლოების პოზიცია №4
nl_nl: Zoom positie №4
no_no: Zoom posisjon №4
pl_pl: Pozycja zoomu №4
pt_br: Posição de zoom 4
ru_ru: Позиция №4

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Zoom position №5
el_gr: Ζουμ θέση №5
es_es: Posición de zoom nº5
it_it: Posizione zoom n. 5
ka_ge: მოახლოების პოზიცია №5
nl_nl: Zoom positie №5
no_no: Zoom posisjon №5
pl_pl: Pozycja zoomu №5
pt_br: Posição de zoom 5
ru_ru: Позиция №5

# SettingsVariants::image_zoom::cz_zoom_position::6
source: Zoom position №6
el_gr: Ζουμ θέση №6
es_es: Posición de zoom nº6
it_it: Posizione zoom n. 6
ka_ge: მოახლოების პოზიცია №6
nl_nl: Zoom positie №6
no_no: Zoom posisjon №6
pl_pl: Pozycja zoomu №6
pt_br: Posição de zoom 6
ru_ru: Позиция №6

# SettingsVariants::image_zoom::cz_zoom_position::7
source: Zoom position №7
el_gr: Ζουμ θέση №7
es_es: Posición de zoom nº7
it_it: Posizione zoom n. 7
ka_ge: მოახლოების პოზიცია №7
nl_nl: Zoom positie №7
no_no: Zoom posisjon №7
pl_pl: Pozycja zoomu №7
pt_br: Posição de zoom 7
ru_ru: Позиция №7

# SettingsVariants::image_zoom::cz_zoom_position::8
source: Zoom position №8
el_gr: Ζουμ θέση №8
es_es: Posición de zoom nº8
it_it: Posizione zoom n. 8
ka_ge: მოახლოების პოზიცია №8
nl_nl: Zoom positie №8
no_no: Zoom posisjon №8
pl_pl: Pozycja zoomu №8
pt_br: Posição de zoom 8
ru_ru: Позиция №8

# SettingsVariants::image_zoom::cz_zoom_position::9
source: Zoom position №9
el_gr: Ζουμ θέση №9
es_es: Posición de zoom nº9
it_it: Posizione zoom n. 9
ka_ge: მოახლოების პოზიცია №9
nl_nl: Zoom positie №9
no_no: Zoom posisjon №9
pl_pl: Pozycja zoomu №9
pt_br: Posição de zoom 9
ru_ru: Позиция №9

# SettingsVariants::image_zoom::cz_zoom_position::10
source: Zoom position №10
el_gr: Ζουμ θέση №10
es_es: Posición de zoom nº10
it_it: Posizione zoom n. 10
ka_ge: მოახლოების პოზიცია №10
nl_nl: Zoom positie №10
no_no: Zoom posisjon №10
pl_pl: Pozycja zoomu №10
pt_br: Posição de zoom 10
ru_ru: Позиция №10

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Zoom position №11
el_gr: Ζουμ θέση №11
es_es: Posición de zoom nº11
it_it: Posizione zoom n. 11
ka_ge: მოახლოების პოზიცია №11
nl_nl: Zoom positie №11
no_no: Zoom posisjon №11
pl_pl: Pozycja zoomu №11
pt_br: Posição de zoom 11
ru_ru: Позиция №11

# SettingsVariants::image_zoom::cz_zoom_position::12
source: Zoom position №12
el_gr: Ζουμ θέση №12
es_es: Posición de zoom nº12
it_it: Posizione zoom n. 12
ka_ge: მოახლოების პოზიცია №12
nl_nl: Zoom positie №12
no_no: Zoom posisjon №12
pl_pl: Pozycja zoomu №12
pt_br: Posição de zoom 12
ru_ru: Позиция №12

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Zoom position №13
el_gr: Ζουμ θέση №13
es_es: Posición de zoom nº13
it_it: Posizione zoom n. 13
ka_ge: მოახლოების პოზიცია №13
nl_nl: Zoom positie №13
no_no: Zoom posisjon №13
pl_pl: Pozycja zoomu №13
pt_br: Posição de zoom 13
ru_ru: Позиция №13

# SettingsVariants::image_zoom::cz_zoom_position::14
source: Zoom position №14
el_gr: Ζουμ θέση №14
es_es: Posición de zoom nº14
it_it: Posizione zoom n. 14
ka_ge: მოახლოების პოზიცია №14
nl_nl: Zoom positie №14
no_no: Zoom posisjon №14
pl_pl: Pozycja zoomu №14
pt_br: Posição de zoom 14
ru_ru: Позиция №14

# SettingsVariants::image_zoom::cz_zoom_position::15
source: Zoom position №15
el_gr: Ζουμ θέση №15
es_es: Posición de zoom nº15
it_it: Posizione zoom n. 15
ka_ge: მოახლოების პოზიცია №15
nl_nl: Zoom positie №15
no_no: Zoom posisjon №15
pl_pl: Pozycja zoomu №15
pt_br: Posição de zoom 15
ru_ru: Позиция №15

# SettingsVariants::image_zoom::cz_zoom_position::inside
source: Inside position
el_gr: Εσωτερική Θέση
es_es: Posición dentro
it_it: Posizione interna
ka_ge: შიდა პოზიცია
nl_nl: Positie binnen
no_no: Innside posisjon
pl_pl: Wewnętrzna pozycja
pt_br: Posição interior
ru_ru: Внутренняя позиция

# SettingsVariants::image_zoom::cz_zoom_size_mode::image
source: Image
el_gr: Εικόνα
es_es: Imagen
it_it: Immagine
ka_ge: სურათი
nl_nl: Afbeelding
no_no: Bilde
pl_pl: Zdjęcie
pt_br: Imagem
ru_ru: Изображение

# SettingsVariants::image_zoom::cz_zoom_size_mode::lens
source: Lens
el_gr: Φακός
es_es: Lente
it_it: Lente
ka_ge: ლინზა
no_no: Linse
pl_pl: Soczewka
pt_br: Lente
ru_ru: Линза

# SettingsVariants::image_zoom::cz_zoom_size_mode::zoom
source: Zoom
el_gr: Μεγέθυνση
ka_ge: გადიდება
pl_pl: Powiększenie
ru_ru: Зум

# SettingsVariants::image_zoom::cz_zoom_size_mode::full
source: Full
el_gr: Πλήρης
es_es: Completo
it_it: Completo
ka_ge: სრული
nl_nl: Volledig
pl_pl: Pełny
pt_br: Completo
ru_ru: Полный

# SettingsVariants::image_zoom::cz_caption_position::top
source: Top
el_gr: Κορυφή
es_es: Arriba
it_it: Sopra
ka_ge: მაღლა
nl_nl: Boven
no_no: Topp
pl_pl: Góra
pt_br: Topo
ru_ru: Верх

# SettingsVariants::image_zoom::cz_caption_position::bottom
source: Bottom
el_gr: Κάτω μέρος
es_es: Debajo
it_it: Sotto
ka_ge: დაბლა
nl_nl: Onder
no_no: Bunn
pl_pl: Dół
pt_br: Base
ru_ru: Низ
