Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/news_and_emails.po
Languages: el_gr, ro_ro, ru_ru

# Addons::name::news_and_emails
source: News & e-mails
el_gr: Nέα & e-mails
ro_ro: Noutăți & e-mail-uri
ru_ru: Новости и почтовые рассылки

# Addons::description::news_and_emails
source: Lets you manage site news and configure newsletter sending
el_gr: Σας επιτρέπει να διαχειριστείτε τη νέα του ιστότοπου και να ρυθμίσετε τα Newsletter
ru_ru: Новости сайта и новостные и информационные почтовые рассылки

# Languages::news
source: News
el_gr: Νέα ιστότοπου
ro_ro: Noutăți site
ru_ru: Новости

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
el_gr: Δημιουργία και αποστολή newsletter στους πελάτες σας.
ru_ru: Создание и и отправика рассылки покупателям.

# Languages::news_menu_description
source: Manage news that is published in News box on the storefront.
el_gr: Διαχείριση νέων που έχουν δημοσιευθεί στο κουτί των Νέων της Ιστοσελίδας.
ru_ru: Управление новостями в секции «Новости сайта» на витрине магазина.

# Languages::news_plain
source: Plain
el_gr: Πεδίο
ro_ro: Simplu
ru_ru: Обычный

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
el_gr: Εγγραφείτε για τα για ενημερωτικά δελτία μας(newsletters)!
ro_ro: Înscrieți-vă la newsletter-ul nostru
ru_ru: Подпишитесь на нашу рассылку!

# Languages::tmpl_subscription
source: News & emails: Newsletter subscription form
el_gr: Ειδήσεις & email: φόρμα εγγραφής Newsletter
ru_ru: Новости и почтовые рассылки: форма подписки

# Languages::log_type_news
source: News
el_gr: Νέα
ro_ro: Noutăți
ru_ru: Новости

# Languages::news_and_emails
source: News & e-mails
el_gr: Νέα & e-mails
ro_ro: Noutăți & e-mail-uri
ru_ru: Новости и почтовые рассылки

# Languages::unsubscribe_link
source: Unsubscribe link
el_gr: Μη εγγράψιμος σύνδεσμος
ro_ro: Link-ul dezabonării
ru_ru: Ссылка для отмены подписки

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
el_gr: Προσθήκη συνδρομητών από τις λίστες των χρηστών
ro_ro: Adăugați abonați din lista de utilizatori
ru_ru: Добавить подписчиков из списка пользователей

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
el_gr: <b>[email]</b> βρίσκεται ήδη στην λίστα συνδρομητών
ro_ro: <b>[email]</b> este deja în lista de abonați
ru_ru: Адрес эл. почты <b>[email]</b> уже есть в списке рассылки

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
el_gr: Μερικές λίστες ηλεκτρονικού ταχυδρομείου από το αρχείο εισαγωγής δεν βρέθηκαν στη βάση δεδομένων. Ορισμένοι εισηγμένοι συνδρομητές θα μείνει χωρίς αντιστοίχιση.
ru_ru: Некоторые списки рассылок, указанные в файле, не найдены в базе данных. Некоторые импортированные подписчики останутся не привязанными ни к какому списку рассылки.

# Languages::subscribers_menu_item_text
source: Subscribers
el_gr: Συνδρομητές
ru_ru: Подписчики

# Languages::news_list_page
source: News list page
el_gr: Σελίδα "λίστα ειδήσεων"
ru_ru: Страница новостей

# Languages::view_news_page
source: News page
el_gr: Σελίδα Νέων
ru_ru: Просмотреть страницу новостей

# Languages::block_mailing_lists
source: Newsletter subscription
el_gr: Εγγραφή σε Newsletter
ru_ru: Подписка на рассылку

# Languages::block_news
source: News
el_gr: Νέα
ru_ru: Новости

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
el_gr: Πεδίο ηλεκτρονικού ταχυδρομείου για συνδρομή σε Newsletter
ru_ru: Поле ввода адреса эл. почты для подписки на рассылку

# Languages::privileges.view_news
source: View news
el_gr: Προβολή Νέων
ru_ru: Просмотр новостей

# Languages::privileges.manage_news
source: Manage news
el_gr: Διαχείριση Νέων
ru_ru: Управление новостями

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
el_gr: Τα ενημερωτικά δελτία(newsletters) δεν έχουν αποσταλεί , καθώς δεν βρέθηκαν παραλήπτες να ταιριάζουν στα επιλεγμένα κριτήρια.
ro_ro: Newsletter-ul nu a fost trimis pentru că nu a fost găsit nici un destinatar care să se potrivească cu criteriile selectate.
ru_ru: Рассылка не была произведена, т.к. нет подписчиков, удовлетворяющих заданным условиям.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
el_gr: Το ενημερωτικό δελτίο(α) (newsletters), στάλθηκε επιτυχώς
ro_ro: Newsletter-ul(urile) au fost trimise cu succes
ru_ru: Рассылки успешно отправлены.

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
el_gr: E-mail δεν μπορεί να είναι κενό
ru_ru: Не введен адрес электронной почты

# Languages::sending_email_to
source: Sending email to [email]...
el_gr: Αποστολή email στο [email] ...
ro_ro: Se trimite e-mail lui [email]...
ru_ru: Отправление сообщения по адресу [email]...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
el_gr: Το e-mail σας έχει έχει προστεθεί επιτυχώς στήν δωρεάν λίστα αναβαθμίσεων μέσω e-mail.
ro_ro: E-mail-ul dvs. a fost adăugat cu succes la lista cu actualizări gratuite
ru_ru: Ваш адрес эл. почты был успешно добавлен в наш список рассылки

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
el_gr: Το e-mail έχει ήδη εγγραφεί.
ro_ro: Adresa dvs. de e-mail este deja abonată.
ru_ru: Ваш адрес эл. почты уже есть в списке рассылки.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
el_gr: Το e-mail σας έχει έχει αφαιρεθεί επιτυχώς από την δωρεάν λίστα αναβαθμίσεων μέσω e-mail.
ro_ro: Adresa dvs. a fost ștearsă cu succes din lista cu actualizări gratuite
ru_ru: Ваш адрес эл. почты успешно удален из нашей рассылки

# Languages::text_subscriber_activated
source: Your email has been successfully activated
el_gr: Το email ενεργοποιήθηκε επιτυχώς.
ro_ro: E-mail-ul dvs. a fost activat cu succes
ru_ru: Ваш адрес эл. почты успешно активирован

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
el_gr: Ο σύνδεσμος θα παρουσιάζετε στο live newsletter
ro_ro: Link-ul va fi afișat într-un buletin de știri live
ru_ru: Эта ссылка будет отображаться в рассылке

# Languages::newsletters
source: Newsletters
el_gr: Ενημερωτικό δελτίο
ro_ro: Buletine informative
ru_ru: Рассылки

# Languages::templates
source: Templates
el_gr: Πρότυπα εμφάνισης (templates)
ro_ro: Șabloane
ru_ru: Шаблоны

# Languages::autoresponders
source: Autoresponders
el_gr: Αυτόματες απαντήσεις
ro_ro: Răspunzători în mod automat
ru_ru: Автоответчики

# Languages::campaigns
source: Campaigns
el_gr: Καμπάνιες
ro_ro: Campanii
ru_ru: Кампании

# Languages::sent
source: Sent
el_gr: Εστάλη
ro_ro: Trimite
ru_ru: Отправлено

# Languages::add_news
source: Add news
el_gr: Προσθήκη νέων
ro_ro: Adăugați noutăți
ru_ru: Добавить новости

# Languages::add_news_and_close
source: Add news and close
el_gr: Προσθήκη νέων και κλείσιμο
ro_ro: Adăugați noutăți și închideți
ru_ru: Добавить новости и закрыть

# Languages::subscribers_num
source: Number of subscribers
el_gr: Αριθμός συνδρομητή
ro_ro: Numărul de abonați
ru_ru: Количество подписчиков

# Languages::editing_mailing_list
source: Editing mailing list
el_gr: Επεξεργασία λίστας αποδεκτών αλληλογραφίας
ro_ro: Editare listă de discuții
ru_ru: Редактирование списка рассылок

# Languages::from_name
source: From name
el_gr: Από το όνομα
ro_ro: Numele expeditorului
ru_ru: От кого

# Languages::from_email
source: From email
el_gr: Από το e-mail
ro_ro: E-mailul expeditorului
ru_ru: Эл. почта отправителя

# Languages::reply_to
source: Reply to
el_gr: Απάντηση σε
ro_ro: Răspune-ți la
ru_ru: Эл. почта для ответа

# Languages::register_autoresponder
source: Confirmation email
el_gr: Ε-mail επιβεβαίωσης
ro_ro: E-mail-ul de confirmare
ru_ru: Эл. письмо для подтверждения подписки

# Languages::no_autoresponder
source: No autoresponder
el_gr: Χωρίς αυτόματο αποκριτή
ro_ro: Nici un răspunzător automat
ru_ru: Без автоответчика

# Languages::show_on_checkout
source: Show at checkout
el_gr: Προβολή κατά την πληρωμή
ro_ro: Afișează la evaluator
ru_ru: Показывать на странице оформления заказа

# Languages::show_on_registration
source: Show on registration
el_gr: Προβολή στην καταχώριση
ro_ro: Afișează în înregistrare
ru_ru: Показывать при регистрации

# Languages::show_on_separate_page
source: Show on separate page
el_gr: Προβολή σε ξεχωριστή σελίδα
ro_ro: Afișează pe pagini separate
ru_ru: Показывать на отдельной странице

# Languages::editing_news
source: Editing news
el_gr: Επεξεργασία γεγονότων
ro_ro: Editare noutăți
ru_ru: Редактирование новостей

# Languages::new_news
source: New news
el_gr: Καινούργιες ειδήσεις
ro_ro: Știri noi
ru_ru: Новые новости

# Languages::campaign_stats
source: Campaign statistics
el_gr: Στατιστικά καμπάνιας
ro_ro: Statisticile de campanie
ru_ru: Статистика кампании

# Languages::add_campaign
source: Add campaign
el_gr: Προσθήκη καμπάνιας
ro_ro: Adăugați o campanie
ru_ru: Добавить кампанию

# Languages::new_campaign
source: New campaign
el_gr: Νέα καμπάνια
ro_ro: Campanie nouă
ru_ru: Новая кампания

# Languages::newsletter_templates
source: Newsletter templates
el_gr: Τtemplates ενημερωτικού δελτίου
ro_ro: Șabloanele buletinului informativ
ru_ru: Шаблоны рассылки

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
el_gr: Αυτόματοι αποκριτές ενημερωτικού δελτίου
ro_ro: Răspunzătoare automate a buletinului informativ
ru_ru: Автоответчики

# Languages::subject
source: Subject
el_gr: Θέμα
ro_ro: Subiect
ru_ru: Тема

# Languages::add_newsletter
source: Add newsletter
el_gr: Προσθήκη newsletter
ro_ro: Adăugați buletin de știri
ru_ru: Добавить рассылку

# Languages::add_template
source: Add template
el_gr: Προσθήκη εμφάνισης ιστοσελίδας
ro_ro: Adăugați un template nou
ru_ru: Добавить шаблон

# Languages::add_autoresponder
source: Add autoresponder
el_gr: Προσθήκη αυτόματων απαντήσεων
ro_ro: Adăugați un răspunzător automat
ru_ru: Добавить автоответчик

# Languages::more_subjects
source: Random subjects (one per line)
el_gr: Τυχαία αντικείμενα (ένα ανα σειρά)
ro_ro: Subiecte aleatorii (câte unu pe linie)
ru_ru: Больше тем (Тема для каждого сообщения будет выбрана случайно из данного списка)

# Languages::body_html
source: HTML body
el_gr: Σώμα HTML
ro_ro: Sistemul HTML
ru_ru: Текст письма (HTML)

# Languages::no_template
source: No template
el_gr: Χωρίς θέμα εμφάνισης
ro_ro: Nici un șablon
ru_ru: Шаблонов нет

# Languages::load
source: Load
el_gr: Φόρτωση
ro_ro: Încărcați
ru_ru: Загрузить

# Languages::campaign
source: Campaign
el_gr: Καμπάνια
ro_ro: Campanie
ru_ru: Кампания

# Languages::send_to
source: Send to
el_gr: Αποστολή σε
ro_ro: Trimiteți către
ru_ru: Отправить

# Languages::add_recipients_from_users
source: Add recipients from users
el_gr: Προσθήκη παραληπτών από χρήστες
ro_ro: Adăugați destinatari de la utilizatori
ru_ru: Добавить получателей из пользователей

# Languages::customers_with_abandoned
source: Customers with abandoned
el_gr: Οι πελάτες με εγκαταλελειμμένα
ru_ru: Покупатели оставившие (без изменений)

# Languages::cart_or_wishlist
source: Cart or Wishlist
el_gr: Καλάθι ή λίστα επιθυμιών
ru_ru: Корзина или Отложенные

# Languages::which_is
source: which is
el_gr: Ποιο είναι
ru_ru: В течение

# Languages::days_old
source: days old
el_gr: μέρες πριν
ru_ru: дней

# Languages::send_to_test_email
source: Send to test email
el_gr: Αποστολή για να δοκιμάσετε το email
ro_ro: Trimiteți un e-mail de test
ru_ru: Отправить тестовое сообщение

# Languages::save_and_send
source: Save and send
el_gr: Αποθήκευση και αποστολή
ro_ro: Salvați și trimiteți
ru_ru: Сохранить и отправить

# Languages::newsletter
source: Newsletter
el_gr: Ενημερωτικά δελτία
ro_ro: Buletin informativ
ru_ru: Рассылка

# Languages::newsletter_template
source: Newsletter template
el_gr: Τtemplate ενημερωτικού δελτίου
ro_ro: Șablonul buletinului informativ
ru_ru: Шаблон рассылки

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
el_gr: Αυτόματο αποκριτής ενημερωτικού δελτίου
ro_ro: Răspunzătorul automat al buletinului informativ
ru_ru: Автоответчик

# Languages::mailing_list
source: Mailing list
el_gr: Λίστα αποστολής
ro_ro: Listă de adrese
ru_ru: Список рассылок

# Languages::confirmed
source: Confirmed
el_gr: Επιβεβαιώθηκε
ro_ro: Confirmat
ru_ru: Подтвержден

# Languages::subscribed_to
source: Subscribed to [num] lists
el_gr: Έγινε εγγραφή στις [num] λίστες
ro_ro: Abonat la lista [num]
ru_ru: Подписан на [num] рассылок

# Languages::subscribed
source: Subscribed
el_gr: Έγινε εγγραφή
ro_ro: Abonat
ru_ru: Подписан

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
el_gr: Έχετε επιτυχώς εγγραφεί στις δωρεάν αναβαθμίσεις ηλεκτρονικού ταχυδρομείου και στις προσφορές μας !
ro_ro: V-ați abonat cu succes la actualizări și promoții!
ru_ru: Вы были успешно подписаны на наши бесплатные рассылки с обновлениями и акциями!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
el_gr: Σεβόμαστε το απόρρητό σας και δεν στέλνουμε ανεπιθύμητα e-mail σε χρήστες που δεν έχουν ζητήσει την αλληλογραφία. Έχετε λάβει αυτό το e-mail, επειδή ζητήσατε να λαμβάνετε νέα και προσφορές μας <br /> <br /> n nΑν επιθυμείτε να διαγραφείτε, παρακαλώ ακολουθήστε τον παρακάτω σύνδεσμο.:
ro_ro: Noi respectăm politica de confidențialitate a datelor dvs. și nu trimitem corespondențe nesolicitate. Ați primit acest e-mail pentru că ați solicitat să primiți actualizări gratuite și promoții.<br /><br /> Dacă doriți să vă dezabonați, vă rugăm să urmați link-ul următor:
ru_ru: Мы уважаем вашу частную жизнь. Мы не рассылаем e-mail сообщений пользователям, которые этого не просили. Вы получили это сообщение, потому что подписались на нашу рассылку.<br><br> Если Вы хотите отказаться от подписки, пожалуйста, нажмите на ссылку:

# Languages::updates_subscription
source: updates and promotions subscription
el_gr: Συνδρομή ενημερώσεων και προωθήσεων
ro_ro: abonament actualizări şi promoţii
ru_ru: Подписка на обновления

# Languages::ult_shared_with
source: Shared with:
el_gr: Διαμοιραμό με:
ru_ru: Общее для витрин:

# Languages::tt_addons_news_and_emails_views_mailing_lists_update_from_email
source: Email of a sender.
el_gr: E-mail του αποστολέα.
ro_ro: E-mail-ul expeditorului.
ru_ru: E-mail адрес отправителя.

# Languages::tt_addons_news_and_emails_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
el_gr: Όνομα του αποστολέα (π.χ. το όνομα της εταιρείας).
ro_ro: Numele expeditorului (ex: nume companie).
ru_ru: Имя отправителя (например, название компании).

# Languages::tt_addons_news_and_emails_views_mailing_lists_update_reply_to
source: Email to send replies to.
el_gr: Συντάξτε email ,για να στείλετε απαντήσεις.
ro_ro: E-mail-ul la care vor fi trimise răspunsurile.
ru_ru: E-mail адрес, на который отправляются ответы.

# Languages::tt_addons_news_and_emails_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
el_gr: Αν προσδιορίζονται διάφορα θέματα, το θέμα του email έχει επιλεχθεί τυχαία από αυτή τη λίστα.
ro_ro: Dacă mai multe subiecte sunt specificate, e-mail-ul subiectului va fi luat în mod aleatoriu din această listă.
ru_ru: Если задано несколько тем, тема письма случайно выбирается из этого списка.

# Languages::tt_addons_news_and_emails_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
el_gr: Εάν το κείμενο του μηνύματος περιέχει τον μη εγγεγραμμένο σύνδεσμο, θα είναι άδειο για αυτούς τους χρήστες.
ru_ru: Если сообщение содержит ссылку для отмены подписки, она будет пустой для данных пользователей.

# Languages::add_mailing_lists
source: Add mailing list
el_gr: Προσθήκη λίστα διευθύνσεων e-mail
ro_ro: Adăugați listele de discuții
ru_ru: Добавить список рассылки

# Languages::add_subscribers
source: Add subscribers
el_gr: Προσθήκη συνδρομητών
ro_ro: Adăugați abonați
ru_ru: Добавить подписчиков

# Languages::new_mailing_lists
source: New mailing list
el_gr: Νέα λίστα mail
ru_ru: Новый список рассылки

# Languages::new_subscribers
source: New subscribers
el_gr: Προσθήκη νέων συνδρομητών
ro_ro: Adăugați noi abonați
ru_ru: Добавить новых подписчиков

# SettingsSections::news_and_emails::general
source: General
el_gr: Γενικά
ru_ru: Общие настройки

# SettingsOptions::news_and_emails::newsletters_per_pass
source: Newsletters sent per step
el_gr: Ενημερωτικά δελτία που στάλθηκαν ανα βήμα
ro_ro: Buletine de știri trimise per pas
ru_ru: Отправлять рассылок за один шаг

# SettingsOptions::news_and_emails::elm_advanced_mailing_server_options
source: Advanced mailing server options
el_gr: Προηγμένες επιλογές διακομιστή αλληλογραφίας
ro_ro: Setări avansate ale serverului de e-mail
ru_ru: Расширенные настройки почтового сервера

# SettingsOptions::news_and_emails::mailer_send_method
source: Method of sending e-mails
el_gr: Μέθοδος αποστολής e-mails
ro_ro: Modalitatea de trimite a e-mail-urilor
ru_ru: Способ отправки электронной почты

# SettingsOptions::news_and_emails::elm_smtp_server_settings
source: SMTP server settings
el_gr: Ρυθμίσεις του διακομιστή SMTP
ro_ro: Setări server SMTP
ru_ru: Настройки сервера SMTP

# SettingsOptions::news_and_emails::mailer_smtp_host
source: SMTP host
ro_ro: Host SMTP
ru_ru: SMTP Хост

# SettingsOptions::news_and_emails::mailer_smtp_username
source: SMTP username
el_gr: Ονομα χρήστη του διακομιστή SMTP
ro_ro: Utilizator SMTP
ru_ru: SMTP имя пользователя

# SettingsOptions::news_and_emails::mailer_smtp_password
source: SMTP password
el_gr: Κωδικός SMTP
ro_ro: Parolă SMTP
ru_ru: SMTP пароль

# SettingsOptions::news_and_emails::mailer_smtp_auth
source: Use SMTP authentication
el_gr: Χρήση πιστοποίησης STMP
ro_ro: Folosește autenficiare SMTP
ru_ru: Использовать аутентификацию

# SettingsOptions::news_and_emails::elm_sendmail_settings
source: Sendmail settings
el_gr: Ρυθμίσεις αποστολής mail
ro_ro: Setări program Sendmail
ru_ru: Настройки Sendmail

# SettingsOptions::news_and_emails::mailer_sendmail_path
source: Path to sendmail program
el_gr: Η διαδρομή προς το πρόγραμμα αποστολής mail
ro_ro: Rădăcină către programul sendmail
ru_ru: Путь до программы sendmail

# SettingsVariants::news_and_emails::mailer_send_method::smtp
source: via SMTP server
el_gr: Μέσω του διακομιστή SMTP
ro_ro: prin server SMTP
ru_ru: используя SMTP сервер

# SettingsVariants::news_and_emails::mailer_send_method::mail
source: via php mail function
el_gr: Μέσω της λειτουργίας php mail
ro_ro: prin funcția mail a php-ului
ru_ru: используя функцию php mail

# SettingsVariants::news_and_emails::mailer_send_method::sendmail
source: via sendmail program
el_gr: Μέδω προγράμματος αποστολής mail
ro_ro: prin intermediul unui program de trimite a e-mail-urilor
ru_ru: используя програму sendmail

# SettingsVariants::news_and_emails::mailer_send_method::default
source: use default settings
el_gr: Χρήση προεπιλεγμένων ρυθμίσεων
ro_ro: folosește setările predefinite
ru_ru: использовать настройки по умолчанию
