Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/polls.po
Languages: el_gr, hu_hu, it_it, nl_nl, no_no, pl_pl, ro_ro, ru_ru

# Addons::name::polls
source: Polls
el_gr: Δημοσκοπήσεις
hu_hu: Szavazások
it_it: Sondaggi
nl_nl: Enquêtes
no_no: Spørreundersøkelser
pl_pl: Ankiety
ro_ro: Sondaje
ru_ru: Опросы и голосования

# Addons::description::polls
source: Adds a possibility to add customized polls to the site
el_gr: Προσθέτει τη δυνατότητα να προσθέσετε προσαρμοσμένες δημοσκοπήσεις στο site
hu_hu: Egyedi szavazások létrehozása az oldalon
it_it: Aggiunge la possibilità di aggiungere sondaggi personalizzati nel sito
nl_nl: Voegt een mogelijkheid toe om op maat gemaakte polls toe te voegen aan de site
no_no: Legger til mulighet for egendefinerte spørreundersøkelser på nettsiden
pl_pl: Umożliwia dodawanie na stronę własnych ankiet.
ru_ru: Опросы пользователей и формы голосования для витрины

# Languages::tmpl_polls_central
source: Central
el_gr: Κεντρική
hu_hu: Központi
it_it: Centrale
nl_nl: Centraal
no_no: Sentral
pl_pl: Centrum
ru_ru: По центру

# Languages::tmpl_polls_side
source: Side box
el_gr: Πλαινό Κουτί
hu_hu: Oldaldoboz
it_it: Box laterale
nl_nl: Zijvak
no_no: Sideboks
pl_pl: Pole boczne
ru_ru: В колонке

# Languages::polls_answers_with_comments
source: Answers with comments
el_gr: Απάντηση με σχόλια
hu_hu: Válaszok hozzászólásokkal
it_it: Risposte con commenti
nl_nl: Antwoorden met reacties
no_no: Svar med kommentarer
pl_pl: Odpowiedzi z komentarzami
ro_ro: Răspunsuri și comment-uri
ru_ru: Ответы с комментариями

# Languages::polls_have_completed
source: You have already completed this poll.
el_gr: Έχετε ήδη ολοκληρώσει αυτή τη δημοσκόπηση.
hu_hu: Korábban már szavazott.
it_it: Hai già completato questo sondaggio.
nl_nl: U hebt deze poll al voltooid.
no_no: Du har allerede fullført denne spørreundersøkelsen.
pl_pl: Już ukończyłeś tą ankietę.
ro_ro: Deja ați terminat acest sondaj.
ru_ru: Вы уже проголосовали.

# Languages::polls_total_votes
source: Total votes
el_gr: Συνολικές ψήφοι
hu_hu: Összes szavazat
it_it: Voti totali
nl_nl: Totaal aantal stemmen
no_no: Totalt antall stemmer
pl_pl: Suma głosów
ro_ro: Total voturi
ru_ru: Общее количество голосов

# Languages::polls
source: Polls
el_gr: Ψηφοφορίες
hu_hu: Szavazások
it_it: Sondaggi
no_no: Spørreundersøkelser
pl_pl: Ankiety
ro_ro: Sonaje
ru_ru: Опросы

# Languages::new_poll
source: New poll
el_gr: Νέα ψηφοφορία
hu_hu: Új szavazás
it_it: Nuovo sondaggio
nl_nl: Nieuwe poll
no_no: Ny spørreundersøkelse
pl_pl: Nowa ankieta
ro_ro: Sondaj nou
ru_ru: Новый опрос

# Languages::editing_poll
source: Editing poll
el_gr: Επεξεργασία ψηφοφορίας
hu_hu: Szavazás szerkesztése
it_it: Modifica sondaggio
nl_nl: Poll bewerken
no_no: Redigerer spørreundersøkelse
pl_pl: Edycja ankiety
ro_ro: Editare sonaj
ru_ru: Редактирование опроса

# Languages::use_for_polls
source: Polls
el_gr: Δημοσκοπήσεις
hu_hu: Szavazások
it_it: Sondaggi
no_no: Spørreundersøkelser
pl_pl: Ankiety
ro_ro: Sondaje
ru_ru: Опросов

# Languages::text_you_have_already_filled_this_poll
source: You have already completed this poll
el_gr: Έχετε ήδη ολοκληρώσει αυτήν τη δημοσκόπηση
hu_hu: Korábban már szavazott
it_it: Hai già completato questo sondaggio
nl_nl: U hebt deze poll al voltooid
no_no: Du har allerede fullført denne spørreundersøkelsen
pl_pl: Już ukończyłeś tę ankietę
ro_ro: Deja ați completat acest sondaj
ru_ru: Вы уже участвовали в этом опросе

# Languages::block_polls
source: Polls
el_gr: Δημοσκοπήσεις
hu_hu: Szavazások
it_it: Sondaggi
no_no: Spørreundersøkelser
pl_pl: Ankiety
ru_ru: Опросы

# Languages::poll
source: Poll
el_gr: Ψηφοφορία
hu_hu: Szavazás
it_it: Sondaggio
no_no: Spørreundersøkelse
pl_pl: Ankieta
ro_ro: Sondaj
ru_ru: Опрос

# Languages::questions
source: Questions
el_gr: Ερωτήσεις
hu_hu: Kérdések
it_it: Domande
nl_nl: Vragen
no_no: Spørsmål
pl_pl: Pytania
ro_ro: Întrebări
ru_ru: Вопросы

# Languages::poll_statistics
source: Poll statistics
el_gr: Στατιστικές ψηφοφορίας
hu_hu: Szavazás statisztikái
it_it: Statistiche sondaggio
nl_nl: Poll statistieken
no_no: Statistikk for spørreundersøkelse
pl_pl: Statystyki ankiety
ro_ro: Statistici sondaj
ru_ru: Статистика по опросам

# Languages::add_polls_and_close
source: Add polls and close
el_gr: Προσθήκη ψηφοφοριών και κλείσιμο
hu_hu: Szavazások hozzáadása és bezárás
it_it: Aggiungi sondaggi e poi chiudi
nl_nl: Plaats polls en sluiten
no_no: Legg til spørreundersøkelser og lukk
pl_pl: Dodaj ankiety i zamknij
ro_ro: Adăugați chestionare și închideți
ru_ru: Добавить опросы и закрыть

# Languages::add_polls
source: Add polls
el_gr: Προσθήκη Ψηφοφοριών
hu_hu: Szavazások hozzáadása
it_it: Aggiungi sondaggi
nl_nl: Polls toevoegen
no_no: Legg til Spørreundersøkelser
pl_pl: Dodaj ankiety
ro_ro: Adăugați chestionare
ru_ru: Добавить опросы

# Languages::required_not_answered
source: You should answer all the mandatory questions
el_gr: Θα πρέπει να απαντήσετε σε όλες τις υποχρεωτικές ερωτήσεις
hu_hu: Minden kötelező kérdésre válaszolni kell
it_it: È necessario rispondere a tutte le domande obbligatorie
nl_nl: U moet alle verplichte vragen beantwoorden
no_no: Du må svare på alle de obligatoriske spørsmålene
pl_pl: Powinieneś odpowiedzieć na wszystkie obowiązkowe pytania
ro_ro: Ar trebui să răspundeți la toate întrebările obligatorii.
ru_ru: Пожалуйста, ответьте на все обязательные вопросы

# Languages::thanks_for_voting
source: Thank you for taking time to complete this poll.
el_gr: Σας ευχαριστούμε που ξοδέψατε χρόνο για αυτήν τη δημοσκόπηση..
hu_hu: Köszönjük, hogy részt vett a szavazásban.
it_it: Grazie per aver dedicato tempo per completare questo sondaggio.
nl_nl: Dank u voor deel te nemen aan deze poll.
no_no: Takk for at du tok deg tid til å fullføre denne spørreundersøkelsen.
pl_pl: Dziękujemy za wzięcie udziału w tej ankiecie.
ro_ro: Vă mulțumim pentru că v-ați luat timp să completați acest sondaj!
ru_ru: Спасибо за участие в опросе.

# Languages::poll_show_results
source: Poll results visible to
el_gr: Αποτελέσματα Δημοσκόπησεων ορατά σε
hu_hu: Szavazás eredménye látható
it_it: Permetti ai partecipanti di vedere i risultati
nl_nl: Poll resultaten zichtbaar voor
no_no: Resultatet fra spørreundersøkelsen synlig for
pl_pl: Wyniki ankiety widoczne dla
ru_ru: Отображать результаты опроса

# Languages::poll_results_nobody
source: nobody
el_gr: κανείς
hu_hu: senki
it_it: nessuno
nl_nl: niemand
no_no: ingen
pl_pl: Nikt
ru_ru: никому

# Languages::poll_results_voted
source: voted users
el_gr: χρήστες που ψήφισαν
hu_hu: szavazott felhasználók
it_it: utenti votanti
nl_nl: gestemde gebruikers
no_no: brukere som stemte
pl_pl: Głosujących użytkowników
ru_ru: проголосовавшим

# Languages::poll_results_everybody
source: everybody (in a pop-up)
el_gr: όλοι (σε ένα αναδυόμενο παράθυρο)
hu_hu: mindenkinek (felugró ablakban)
it_it: tutti (in un pop-up)
nl_nl: iedereen (in een pop-up)
no_no: alle (i et pop-up-vindu)
pl_pl: Dla każdego (w oknie pop-up)
ru_ru: всем (во всплывающем окне)

# Languages::poll_header
source: Poll header
el_gr: Πρώτες σειρές πληροφοριών της ψηφοφορίας(στο πάνω μέρος της σελίδας)
hu_hu: Szavazás fejléce
it_it: Intestazione
no_no: Spørreundersøkelsens topptekst
pl_pl: Nagłówek ankiety
ro_ro: Antetul sondajului
ru_ru: Заголовок опроса

# Languages::poll_footer
source: Poll footer
el_gr: Τελευταίες σειρές πληροφοριών της ψηφοφορίας(στο κάτω μέρος της σελίδας)
hu_hu: Szavazás lábléce
it_it: Testo di chiusura
no_no: Spørreundersøkelsens bunntekst
pl_pl: Stopka ankiety
ro_ro: Subsolul sondajului
ru_ru: Текст в нижней часть опроса

# Languages::poll_results
source: Poll message
el_gr: Μήνυμα ψηφοφορίας
hu_hu: Szavazás üzenet
it_it: Testo sondaggio
nl_nl: Poll bericht
no_no: Melding for spørreundersøkelse
pl_pl: Wiadomość ankiety
ro_ro: Mesajul sondajului
ru_ru: Сообщение после голосования

# Languages::new_question
source: New question
el_gr: Νέ ερώτημα
hu_hu: Új kérdés
it_it: Nuova domanda
nl_nl: Nieuwe vraag
no_no: Nytt spørsmål
pl_pl: Nowe pytanie
ro_ro: Întrebare nouă
ru_ru: Новый вопрос

# Languages::add_question
source: Add question
el_gr: Προσθήκη Ερώτησης
hu_hu: Kérdés hozzáadása
it_it: Aggiungi domanda
nl_nl: Vraag toevoegen
no_no: Legg til Spørsmål
pl_pl: Dodaj pytanie
ro_ro: Adăugați o întrebare
ru_ru: Добавить вопрос

# Languages::editing_question
source: Editing question
el_gr: Επεξεργασία ερώτησης
hu_hu: Kérdés szerkesztése
it_it: Modifica domanda
nl_nl: Vraag bewerken
no_no: Redigerer spørsmål
pl_pl: Edytuj pytanie
ro_ro: Editare întrebare
ru_ru: Редактирование вопроса

# Languages::add_poll
source: Add poll
el_gr: Προσθήκη ψηφοφορίας
hu_hu: Szavazás hozzáadása
it_it: Aggiungi sondaggio
nl_nl: Poll toevoegen
no_no: Legg til spørreundersøkelse
pl_pl: Dodaj ankietę
ro_ro: Adăugați un chestionar
ru_ru: Добавить опрос

# Languages::polls_total_submited
source: Total number of submitted poll forms
el_gr: Συνολικός αριθμός των υποβληθέντων εντύπων δημοσκόπησης
hu_hu: Elküldött szavazások teljes száma
it_it: Numero totale di sondaggi inviati
nl_nl: Totaal aantal ingediende poll formulieren
no_no: Totalt antall innsendte spørreundersøkelsesskjemaer
pl_pl: Suma wszystkich pokazanych ankiet
ro_ro: Numărul total de sondaje susținute
ru_ru: Общее количество заполненных форм

# Languages::polls_total_completed
source: Number of poll forms completed in full
el_gr: Αριθμός των εντύπων της δημοσκόπησης που συμπληρώθηκαν πλήρως
hu_hu: Teljsen kitöltött szavazási űrlapok száma
it_it: Il numero dei sondaggi completati è completo
nl_nl: Aantal poll formulieren volledig ingevuld
no_no: Antall spørreundersøkelsesskjemaer gjennomført i sitt fulle
pl_pl: Liczba ankiet całkowicie zakończonych
ro_ro: Numărul de sondaje completate
ru_ru: Количество полностью заполненных форм

# Languages::polls_first_submited
source: First poll form submitted
el_gr: Υποβλήθηκε η πρώτη φόρμα ψηφοφορίας
hu_hu: Első beküldött szavazás
it_it: Primo sondaggio inviato
nl_nl: Eerste poll formulier ingediend
no_no: Første spørreundersøkelsesskjema avgitt
pl_pl: Pierwsza pokazana ankieta
ro_ro: Primul sondaj susținut
ru_ru: Первая заполненная форма

# Languages::polls_last_submited
source: Last poll form submitted
el_gr: Υποβλήθηκε η τελευταία φόρμα ψηφοφορίας
hu_hu: Utolsó beküldött szavazás
it_it: Ultimo sondaggio inviato
nl_nl: Laatste poll formulier ingediend
no_no: Siste spørreundersøkelsesskjema sendt inn
pl_pl: Ostatnia pokazana ankieta
ro_ro: Ultimul sondaj susținut
ru_ru: Последняя заполненная форма

# Languages::statistics_by_questions
source: Statistics by questions
el_gr: Στατιστικά στοιχεία από ερωτήσεις
hu_hu: Statisztikák kérdésenként
it_it: Statistiche di domande
nl_nl: Statistieken
no_no: Statistikk etter spørsmål
pl_pl: Statystyki według pytań
ro_ro: Statistici de întrebări
ru_ru: Статистика по вопросам

# Languages::view_answers
source: View answers
el_gr: Προβολή απαντήσεων
hu_hu: Válaszok megtekintése
it_it: Visualizza risposte
nl_nl: Antwoorden bekijken
no_no: Vis svar
pl_pl: Zobacz odpowiedzi
ro_ro: Vezi răspunsurile
ru_ru: Посмотреть ответы

# Languages::polls_votes
source: Votes
el_gr: Ψήφοι
hu_hu: Szavazatok
it_it: Voti
nl_nl: Stemmen
no_no: Stemmer
pl_pl: Głosy
ro_ro: Voturi
ru_ru: Голоса

# Languages::answers
source: Answers
el_gr: Απαντήσεις
hu_hu: Válaszok
it_it: Risposte
nl_nl: Antwoorden
no_no: Svar
pl_pl: Odpowiedzi
ro_ro: Răspunsuri
ru_ru: Ответы

# Languages::question_text
source: Question text
el_gr: Κείμενο ερώτησης
hu_hu: Kérdés szövege
it_it: Testo domanda
nl_nl: Tekst vraag
no_no: Spørsmåltekst
pl_pl: Tekst pytania
ro_ro: Textul întrebării
ru_ru: Текст вопроса

# Languages::select_single_type
source: Select single option
el_gr: Επιλέξτε μονή επιλογή
hu_hu: Egyetlen választási lehetőség
it_it: Seleziona singola opzione
nl_nl: Selecteer één optie
no_no: Velg ett alternativ
pl_pl: Wybierz jedną opcję
ro_ro: Selectați o opțiune unică
ru_ru: Один вариант ответа

# Languages::select_one_or_more_type
source: Select one or more options
el_gr: Επιλογή ενός ή περισσοτέρων προϊόντων
hu_hu: Több választási lehetőség
it_it: Seleziona una o più opzioni
nl_nl: Selecteer een of meer opties
no_no: Velg ett eller flere alternativer
pl_pl: Wybierz jedną lub więcej opcji
ro_ro: Selectează una sau mai multe opțiuni
ru_ru: Один или несколько вариантов ответа

# Languages::text_answer_type
source: Provide a textual answer
el_gr: Δώστε μια απάντηση κειμένου
hu_hu: Szöveges válaszlehetőség
it_it: Fornisci una risposta testuale
nl_nl: Zorg voor een tekstueel antwoord
no_no: Gi et svar som tekst
pl_pl: Podaj odpowiedź tekstową
ro_ro: Furnizați un răspuns textual
ru_ru: Собственный ответ (текст)

# Languages::answer_text
source: Answer text
el_gr: Κείμενο απάντησης
hu_hu: Szöveges válasz
it_it: Testo di risposta
nl_nl: Antwoord tekst
no_no: Svartekst
pl_pl: Tekst odpowiedzi
ro_ro: Textul răspunsului
ru_ru: Текст ответа

# Languages::text_box
source: Text box
el_gr: Πλαίσιο κειμένου
hu_hu: Szövegdoboz
it_it: Testo nel box
nl_nl: Tekst box
no_no: Tekstboks
pl_pl: Pole tekstowe
ro_ro: Căsuță text
ru_ru: Текстовое поле

# Languages::tt_addons_polls_hooks_pages_tabs_content_post_poll_results
source: Message that is displayed in the storefront after the poll is completed.
el_gr: Μήνυμα που εμφανίζεται στην κεντρική σελίδα του καταστήματος μετά την ολοκλήρωση της ψηφοφορίας.
hu_hu: Üzenet, mely a szavazást követően jelenik meg.
it_it: Messaggio visualizzato al pubblico dopo il sondaggio completato.
nl_nl: Bericht dat getoond wordt als de enquête beëindigd is.
no_no: Melding som vises på butikkforsiden etter at spørreundersøkelsen er fullført.
pl_pl: Wiadomość wyświetlana w sklepie po ukończeniu ankiety.
ro_ro: Mesajul care e afișat după ce chestionarul este finalizat.
ru_ru: Сообщение, отображаемое в магазине после завершения опроса.

# SettingsSections::polls::general
source: General
el_gr: Γενικά
hu_hu: Általános
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие

# SettingsOptions::polls::polls_votes_on_page
source: Votes on page
el_gr: Ψηφοφορίες στην σελίδα
hu_hu: Szavazatok az oldalon
it_it: Voti sulla pagina
nl_nl: Stemmen op pagina
no_no: Stemmer på siden
pl_pl: Głosy na stronie
ro_ro: Voturi pe pagină
ru_ru: Голосов на странице

# SettingsOptions::polls::polls_comments_on_page
source: Answers on page
el_gr: Απαντήσεις στην σελίδα
hu_hu: Válaszok az oldalon
it_it: Risposte sulla pagina
nl_nl: Antwoorden op pagina
no_no: Svar på siden
pl_pl: Odpowiedzi na stronie
ro_ro: Răspunsuri pe pagină
ru_ru: Ответов на странице
