Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/price_list.po
Languages: it_it, ka_ge, no_no, pl_pl, pt_br, ru_ru, zh_cn

# Addons::name::price_list
source: Price list
it_it: Listino prezzi
ka_ge: ფასების სია
no_no: Prisliste
pl_pl: Lista cen
pt_br: Lista de preços
ru_ru: Прайс-лист
zh_cn: 价格清单

# Addons::description::price_list
source: Generates configurable price list in PDF or XLS
it_it: Genera listino configurabile in PDF o XLS
no_no: Genererer konfigurerbare prislister i PDF eller XLS
pl_pl: Generuje konfigurowalną listę cen w formacie PDF lub XLS
pt_br: Gera a lista de preços configurável em PDF ou XLS
ru_ru: Прайс-листы в форматах PDF и XLS (Microsoft Excel)
zh_cn: 生成 PDF 或 XLS 可配置的价格清单

# Languages::price_list
source: Price list
it_it: Listino prezzi
ka_ge: ფასების სია
no_no: Prisliste
pl_pl: Lista cen
pt_br: Lista de preços
ru_ru: Прайс-лист
zh_cn: 价格清单

# Languages::selected_fields
source: Selected fields
it_it: Campi selezionati
ka_ge: ამორჩეული ველები
no_no: Valgte felt
pl_pl: Wybrane pola
pt_br: Campos selecionados
ru_ru: Выбранные поля
zh_cn: 选择的字段

# Languages::xml_info
source: Use this link to download the price list in XLS (MS Excel) format
it_it: Usa questo link per scaricare il listino in formato XLS (MS Excel)
ka_ge: გამოიყენეთ ეს ბმული რათა გადმოიწეროთ ფასების ნუსხა XLS (MS Excel-ის) ფორმატში
no_no: Bruk denne linken for å laste ned prislisten i XLS (Microsoft Excel)-format
pl_pl: Użyj tego linku by ściągnąć listę cen w formacie XLS (MS Excel)
pt_br: Use este link para baixar a lista de preços em formato XLS (MS Excel)
ru_ru: Используйте эту ссылку для скачивания прайс-листа в формате XLS (Microsoft Excel)
zh_cn: 使用此连接去下载XLS(MS Excel)格式的价格列表

# Languages::ult_xml_info
source: Use this links to download the price list in XLS (MS Excel) format
it_it: Usa questo link per scaricare il listino prezzi in formato XLS (MS Excel)
ka_ge: გამოიყენეთ ეს ბმულები რათა გადმოიწეროთ ფასების ნუსხა XLS (MS Excel-ის) ფორმატში
no_no: Bruk disse linkene for å laste ned prislisten i XLS (Microsoft Excel)-format
pl_pl: Użyj tych linków by ściągnąć listę cen w formacie XLS (MS Excel)
pt_br: Use estes links para baixar a lista de preços em formato XLS (MS Excel)
ru_ru: Используйте эту ссылку для скачивания прайс-листа в формате XLS (Microsoft Excel)
zh_cn: 使用此连接去下载XLS(MS Excel)格式的价格列表

# Languages::pdf_info
source: Use this link to download the price list in PDF format
it_it: Usa questo link per scaricare il listino prezzi in formato PDF
ka_ge: გამოიყენეთ ეს ბმული რათა გადმოიწეროთ ფასების ნუსხვა PDF-ის ფორმატში
no_no: Bruk denne linken for å laste ned prislisten i PDF-format
pl_pl: Użyj tego linku by pobrać listę cen w formacie PDF
pt_br: Use este link para baixar a lista de preços em formato PDF
ru_ru: Используйте эту ссылку для скачивания прайс-листа в формате PDF
zh_cn: 使用此连接去下载PDF格式的价格列表

# Languages::ult_pdf_info
source: Use this links to download the price list in PDF format
it_it: Usa questo link per scaricare il listino prezzi in formato PDF
ka_ge: გამოიყენეთ ეს ბმულები რათა გადმოიწეროთ ფასების ნუსხვა PDF-ის ფორმატში
no_no: Bruk disse linkene for å laste ned prislisten i PDF-format
pl_pl: Użyj tych linków by pobrać listę cen w formacie PDF
pt_br: Use estes links para baixar a lista de preços em formato PDF
ru_ru: Используйте эту ссылку для скачивания прайс-листа в формате PDF
zh_cn: 使用此连接去下载PDF格式的价格列表

# Languages::clear_cache_info
source: If columns were added or changed, please <a href="[clear_cache_url]">clear the cache</a> to regenerate the price list.
it_it: Se sono state aggiunte o modificate colonne, <a href="[clear_cache_url]">svuolta la cache</a> per rigenerare il listino prezzi.
no_no: Hvis kolonnene ble lagt til eller endret, kan du <a href="[clear_cache_url]">tømme hurtigbufferen</a> for å regenerere prislisten.
pl_pl: Jeśli kolumny zostały dodane lub zmienione, <a href="[clear_cache_url]">wyczyść pamięć podręczną</a>, by zaktualizować listę cen.
pt_br: Se colunas foram adicionadas ou alteradas, por favor <a href="[clear_cache_url]">limpe o cache</a> para atualizar a lista de preços.
ru_ru: Если были удалены или добавлены колонки, пожалуйста, <a href="[clear_cache_url]">очистите кэш</a>, чтобы заново сгенерировать прайс-лист.
zh_cn: 如果列被添加或更改, 请<a href="[clear_cache_url]">清除缓存</a>再生成价格清单.

# Languages::generating_pdf
source: Generating PDF. Please, be patient...
it_it: Generazione PDF. Ti preghiamo di attendere...
ka_ge: მიმდინარეობს PDF_ის დამუშავება, გთხოვთ მოითმინოთ...
no_no: Genererer PDF. Vennligst vent...
pl_pl: Generowanie PDF. Prosimy o cierpliwość...
pt_br: Gerando o PDF. Por favor aguarde...
ru_ru: Генерация PDF. Пожалуйста, подождите...
zh_cn: 生成PDF. 请耐心等待......

# Languages::generating_xls
source: Generating XLS. Please, be patient...
it_it: Generazione XLS. Ti preghiamo di attendere...
ka_ge: მიმდინარეობს XLS-ის დამუშავება, გთხოვთ მოითმინოთ...
no_no: Genererer XLS. Vennligst vent...
pl_pl: Generowanie XLS. Prosimy o cierpliwość...
pt_br: Gerando o XLS. Por favor aguarde...
ru_ru: Генерация XLS. Пожалуйста, подождите...
zh_cn: 生成XLS. 请耐心等待......

# Languages::xls_currencies_note
source: Please, note: the prices in XLS will be indicated in base currency.
it_it: Nota bene: il prezzo in XLS sar√† indicato nella valuta corrente.
no_no: Merk: prisene i XLS vises i standardvalutaen.
pl_pl: Pamiętaj, że ceny w formacie XLS będą wskazane w podstawowej walucie.
pt_br: Por favor, note: os preços no XLS serão indicados na moeda base.
ru_ru: Обратите внимание, что цены в файле XLS будут указаны в базовой валюте.
zh_cn: 请注意: XLS中的价格将基于货币显示.

# Languages::price_list_ziparchive_not_installed
source: Impossible to create XML price list. Please add zip support in PHP on your server. Follow <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
it_it: Impossibile creare il listino prezzi XML. Si prega di aggiungere il supporto ZIP in PHP sul server. Segui <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
ka_ge: შეუძლებელია ფასთა ნუსხის შექმნა XML-ში. გთხოვთ გააქტიუროთ zip-ის მხარდაჭერა თქვენს PHP სერვერზე. მიჰყევით ბმულს <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
no_no: Umulig å opprette XML-prisliste. Legg til støtte for zip i PHP på serveren. Følg <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
pl_pl: Stworzenie listy cen w formacie XLS jest niemożliwe. Dodaj w PHP obsługę zip na twoim serwerze. W tym celu odwiedź <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
pt_br: É Impossível criar lista de preço em XML. Por favor, adicione suporte a zip em PHP no seu servidor. Siga <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.
ru_ru: Невозможно создать прайс-лист в формате XML. Пожалуйста, добавьте поддержку ZIP-архивов в PHP на своем сервере. Узнайте больше на сайте PHP: <a href="http://www.php.net/manual/ru/zip.installation.php">http://www.php.net/manual/ru/zip.installation.php</a>.
zh_cn: 无法创建XML价格清单. 请在服务器的PHP中增加zip支持. 连接 <a href="http://www.php.net/manual/en/zip.installation.php">http://www.php.net/manual/en/zip.installation.php</a>.

# SettingsSections::price_list::general
source: General
it_it: Generale
ka_ge: ზოგადი
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

# SettingsOptions::price_list::table_layout_header
source: Table layout
it_it: Layout di tabella
no_no: Tabelloppsett
pl_pl: Układ tabeli
pt_br: Layout da tabela
ru_ru: Разметка прайс-листа
zh_cn: 表格排版

# SettingsOptions::price_list::price_list_fields
source: Fields
it_it: Campi
ka_ge: ველები
no_no: Felt
pl_pl: Pola
pt_br: Campos
ru_ru: Поля
zh_cn: 字段

# SettingsOptions::price_list::price_list_sorting
source: Sort by
it_it: Ordina per
ka_ge: სორტირება
no_no: Sorter etter
pl_pl: Sortuj według
pt_br: Ordenar por
ru_ru: Сортировка
zh_cn: 排序

# SettingsOptions::price_list::group_by_category
source: Group by category
it_it: Raggruppa per categoria
ka_ge: შეჯგუფება კატეგორიების მიხედვით
no_no: Grupper etter kategori
pl_pl: Grupuj według kategorii
pt_br: Agrupar por categoria
ru_ru: Группировать по категориям
zh_cn: 目录组

# SettingsOptions::price_list::include_options
source: Include product options
it_it: Includi opzioni prodotto
ka_ge: მოიცავდეს პროდუქტის პარამეტრებს
no_no: Inkluder produkt-alternativer
pl_pl: Zawiera opcje produktu
pt_br: Incluir opções do produto
ru_ru: Включать опции товаров
zh_cn: 包含产品选项

# SettingsOptions::price_list::xls_header
source: XLS layout
it_it: Layout XLS
pl_pl: Układ pliku XLS
pt_br: Layout do XLS
ru_ru: Разметка XLS
zh_cn: XLS排版

# SettingsOptions::price_list::xls_url
source: XLS url
it_it: Url XLS
pl_pl: Adres URL pliku XLS
pt_br: Url do XLS
ru_ru: Ссылка на XLS-файл

# SettingsOptions::price_list::pdf_header
source: PDF layouts
it_it: Layout PDF
no_no: PDF-layout
pl_pl: Układ pliku PDF
pt_br: Layouts do PDF
ru_ru: Разметка PDF
zh_cn: PDF排版

# SettingsOptions::price_list::pdf_url
source: PDF url
it_it: Url PDF
pl_pl: Adres URL pliku PDF
pt_br: Url do PDF
ru_ru: Ссылка на PDF-файл

# SettingsOptions::price_list::clear_header
source: Clear cache
it_it: Svuota cache
ka_ge: ქეშის გასუფთავება
no_no: Tøm hurtigbufferen
pl_pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ru_ru: Очистить кэш
zh_cn: 清除缓存

# SettingsOptions::price_list::clear_url
source: Clear cache
it_it: Svuota cache
ka_ge: ქეშის გასუფთავება
no_no: Tøm hurtigbufferen
pl_pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ru_ru: Очистить кэш
