Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/quickbooks.po
Languages: el_gr, hu_hu, it_it, no_no, pl_pl, pt_br, ru_ru, zh_cn

# Addons::description::quickbooks
source: Integrates the Quickbooks accounting software with the store
el_gr: Ενσωματώνει το λογισμικό λογιστικής Quickbooks στο κατάστημα
hu_hu: Quickbooks fizetős szolgáltatás integrálása az áruházzal
it_it: Integra il software di contabilit√† Quickbooks con il negozio
no_no: Integrerer Quickbooks regnskapsførsel programvare med nettbutikken
pl_pl: Integruje oprogramowanie księgowe Quickbooks ze sklepem
pt_br: Permite a integração do aplicativo de contabilidade Quickbooks
ru_ru: Интеграция с сервисом Quickbooks
zh_cn: 在商店整合QuickBooks财务软件

# Languages::export_to_quickbooks
source: Export to Quickbooks
el_gr: Εξαγωγή σε Quickbooks
hu_hu: Exportálás Quickbooks felé
it_it: Esporta su Quickbooks
no_no: Eksporter til Quickbooks
pl_pl: Eksportuj do Quickbooks
pt_br: Exportar para Quickbooks
ru_ru: Экспорт в Quickbooks
zh_cn: 导出到Quickbooks

# SettingsSections::quickbooks::general
source: General
el_gr: Γενικά
hu_hu: Általános
it_it: Generale
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

# SettingsOptions::quickbooks::trns_class
source: Transaction class name
el_gr: Ονομα κατηγορίας συναλλαγής
hu_hu: Tranzakció osztály neve
it_it: Nome della classe Transaction
no_no: Transaksjons class name
pl_pl: Nazwa klasy transakcji
pt_br: Nome da classe da transação
ru_ru: Название класса транзакции
zh_cn: 交易类的名称

# SettingsOptions::quickbooks::accnt_tax
source: Account to track taxes. The type of this account should be INC.
el_gr: Λογαριασμός για την παρακολούθηση του φόρου. Ο τύπος αυτού του λογαριασμού θα πρέπει να είναι INC.
hu_hu: Fiók az adók követésére. A fiók típusa kötelezően INC lehet.
it_it: Account per tenere traccia delle tasse. La tipologia di questo account deve essere INC.
no_no: Konto for å spore skatter. Denne kontotypen bør være INC.
pl_pl: Konto, do śledzenia podatków. Typ tego konta powinien być INC.
pt_br: Conta para armazenar os impostos. O tipo de conta deve ser INC.
ru_ru: Учетная запись для отслеживания налогов. Тип записи должен быть INC.
zh_cn: 帐户用于跟踪税收.此帐户类型的应该是INC.

# SettingsOptions::quickbooks::accnt_product
source: Account to track product sales. The type of this account should be INC.
el_gr: Λογαριασμός για να παρακολουθείτε τις πωλήσεις του προϊόντος. Ο τύπος αυτού του λογαριασμού θα πρέπει να είναι INC.
hu_hu: Fiók az eladások követésére. A fiók típusa kötelezően INC lehet.
it_it: Account per monitorare le vendite dei prodotti. La tipologia di questo account deve essere INC.
no_no: Konto for å spore produktsalg. Denne kontotypen bør være INC.
pl_pl: Konto do śledzenia sprzedaży produktów. Typ tego konta powinien być INC.
pt_br: Conta para armazenar as vendas de produtos. O tipo de conta deve ser INC.
ru_ru: Учетная запись для отслеживания продаж. Тип записи должен быть INC.
zh_cn: 帐户用于跟踪产品销售.此帐户类型的应该是INC.

# SettingsOptions::quickbooks::accnt_shipping
source: Account to track shipping cost. The type of this account should be INC.
el_gr: Λογαριασμός για να παρακολουθείτε τα έξοδα αποστολής. Ο τύπος αυτού του λογαριασμού θα πρέπει να είναι INC.
hu_hu: Fiók a szállítási költségek követésére. A fiók típusa kötelezően INC lehet.
it_it: Account per monitorare il costo di spedizione. La tipologia di questo account deve essere INC.
no_no: Konto for å spore fraktkostnader. Denne kontotypen bør være INC.
pl_pl: Konto do śledzenia kosztów wysyłki. Typ tego konta powinien być INC.
pt_br: Conta para armazenar os custos de frete. O tipo de conta deve ser INC.
ru_ru: Учетная запись для отслеживания стоимости доставки. Тип записи должен быть INC.
zh_cn: 帐户用于跟踪配送成本.此帐户类型的应该是INC.

# SettingsOptions::quickbooks::accnt_discount
source: Account to track discounts. The type of this account should be INC.
el_gr: Λογαριασμός για να παρακολουθείτε τις εκπτώσεις. Ο τύπος αυτού του λογαριασμού θα πρέπει να είναι INC.
hu_hu: Fiók a kedvezmények követésére. A fiók típusa kötelezően INC lehet.
it_it: Account per tenere traccia degli sconti. La tipologia di questo account deve essere INC.
no_no: Konto for å spore rabatter. Denne kontotypen bør være INC.
pl_pl: Konto do śledzenia rabatów. Typ tego konta powinien być INC.
pt_br: Conta para armazenar os descontos. O tipo de conta deve ser INC.
ru_ru: Учетная запись для отслеживания скидок. Тип записи должен быть INC.
zh_cn: 帐户用于跟踪折扣.此帐户类型的应该是INC.

# SettingsOptions::quickbooks::accnt_surcharge
source: Account to track the payment surcharge of your items sales (where applicable). The type of this account should be INC.
el_gr: Λογαριασμός για να παρακολουθείτε την επιβάρυνση των πωλήσεων των αντικειμένων σας (όπου εφαρμόζεται). Ο τύπος αυτού του λογαριασμού θα πρέπει να είναι INC.
hu_hu: Fiók a fizetési mód felárak követésére. A fiók típusa kötelezően INC lehet.
it_it: Account per rintracciare il supplemento di pagamento delle vostre vendite (dove applicabile). La tipologia di questo account deve essere INC.
no_no: Konto for å spore betalingsgebyr på varesalget (der det er aktuelt). Denne kontotypen bør være INC.
pl_pl: Konto, aby śledzić opłatą płatności pozycji sprzedaży (w stosownych przypadkach). Typ tego konta powinny być INC.
pt_br: Conta para armazenar os gastos adicionais referentes às vendas (se aplicável). O tipo de conta deve ser INC.
ru_ru: Учетная запись для отслеживания надбавок платежей (где они есть). Тип записи должен быть INC.
zh_cn: 帐户用于跟踪您的物品销售支付附加费(若适用).此帐户类型的应该是INC.

# SettingsOptions::quickbooks::accnt_asset
source: Account to track the value of your inventory. The type of this account should be OASSET.
el_gr: Λογαριασμός για να παρακολουθείτε την αξία των αποθεμάτων σας. Ο τύπος αυτού του λογαριασμού θα πρέπει να OASSET.
hu_hu: Fiók a készletérték követésére. A fiók típusa kötelezően OASSET lehet.
it_it: Account per tenere traccia del valore del vostro inventario. La tipologia di questo account deve essere OASSET.
no_no: Konto for å spore verdien av varelageret. Denne kontotypen bør være OASSET.
pl_pl: Konto, aby śledzić wartość plecaka. Typ tego konta powinny być OASSET.
pt_br: Conta para armazenar o valor de seu estoque. O tipo de conta deve ser OASSET.
ru_ru: Учетная запись для отслеживания количества товаров. Тип записи должен быть OASSET.
zh_cn: 帐户用于跟踪您的库存数量.此帐户类型的应该是OASSET.

# SettingsOptions::quickbooks::accnt_cogs
source: Account to track the cost of your items sales. The type of this account should be COGS.
el_gr: Λογαριασμός για την παρακολούθηση του κόστους πωλήσεων των αντικειμένων σας. Ο τύπος αυτού του λογαριασμού θα πρέπει να είναι COGS
hu_hu: Fiók a termékeladások követésére. A fiók típusa kötelezően COGS lehet.
it_it: Account per monitorare il costo delle vostre vendite. La tipologia di questo account deve essere COGS.
no_no: Konto for å spore kostnadene for varesalget. Denne kontotypen bør være COGS.
pl_pl: Konto do śledzenia kosztów sprzedaży przedmiotów. Typ tego konta powinny być kół zębatych.
pt_br: Conta para armazenar o custo dos itens vendidos. O tipo de conta deve ser COGS.
ru_ru: Учетная запись для отслеживания продаж. Тип записи должен быть COGS.
zh_cn: 帐户用于跟踪您的物品销售成本.此帐户类型的应该是COGS.
