Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/reward_points.po
Languages: el_gr, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru

# Addons::name::reward_points
source: Reward points
el_gr: Πόντοι επιβράβευσης
it_it: Punti fedeltà
nl_nl: Spaarpunten
no_no: Belønningspoeng
pl_pl: Program lojalnościowy
pt_br: Pontos de recompensa
ro_ro: Puncte de fidelitate
ru_ru: Бонусные баллы

# Addons::description::reward_points
source: Lets customers earn and spend points for purchases
el_gr: Επιτρέπει στους πελάτες να κερδίσουν και να ξοδέψουν πόντους για αγορές
it_it: Permette ai clienti di guadagnare e spendere i punti per gli acquisti
nl_nl: Laat klanten spaarpunten verdienen en besteden bij aankopen
no_no: Lar kundene tjene og bruke poeng ved kjøp
pl_pl: Umożliwia klientom zbieranie i wydawanie punktów za zakupy
pt_br: Permite que os clientes ganhem e gastem pontos para compras
ru_ru: Бонусы и вознаграждения за покупки

# Languages::reward_points
source: Reward points
el_gr: Πόντοι επιβράβευσης
it_it: Punti fedeltà
nl_nl: Spaarpunten
no_no: Belønningspoeng
pl_pl: Program lojalnościowy
pt_br: Pontos de recompensa
ro_ro: Puncte premiu
ru_ru: Бонусные баллы

# Languages::reward_points_log
source: Reward points log
el_gr: Σύνδεση πόντων επιβράβευσης
it_it: Autenticazione punti fedeltà
nl_nl: Spaarpunten log
no_no: Belønningspoeng oversikt
pl_pl: Log zdobywanych punktów
pt_br: Registro de pontos de recompensa
ro_ro: Jurnal puncte premiu
ru_ru: Журнал бонусных баллов

# Languages::reward_points_menu_description
source: Assign global reward points in your store.
el_gr: Εκχώρηση γενικών πόντων ανταμοιβής στο κατάστημά σας.
it_it: Assegna punti fedeltà globali nel tuo negozio.
nl_nl: Spaarpunten toekennen voor de gehele winkel.
no_no: Tilordne globale belønningspoeng i butikken.
pl_pl: Zasady przydzielania punktów w sklepie.
pt_br: Atribua pontos de recompensa global em sua loja.
ru_ru: Настройка глобальных бонусных баллов в магазине.

# Languages::promotion_cond_reward_points
source: Points on user account
el_gr: Πόντοι στον λογαριασμό χρήστη
it_it: Punti per account utente
nl_nl: Punten in gebruikersprofiel
no_no: Poeng på brukers konto
pl_pl: Punkty na koncie użytkownika
pt_br: Pontos na conta do usuário
ro_ro: Puncte pe contul utilizatorului
ru_ru: Баллы у пользователя

# Languages::points
source: Points
el_gr: Πόντοι
it_it: Punti
nl_nl: Punten
no_no: Poeng
pl_pl: Punkty
pt_br: Pontos
ro_ro: Puncte
ru_ru: Баллы

# Languages::points_in_use
source: Points in use
el_gr: Πόντοι σε χρήση
it_it: Punti in uso
nl_nl: Punten in gebruik
no_no: Poeng i bruk
pl_pl: Punkty w użyciu
pt_br: Pontos em uso
ro_ro: Puncte în folosință
ru_ru: Баллы в употреблении

# Languages::points_in_use_lower
source: points in use
el_gr: Πόντοι σε χρήση
it_it: Punti in uso
nl_nl: punten in gebruik
no_no: poeng i bruk
pl_pl: Punkty w użyciu
pt_br: pontos em uso
ru_ru: использовано баллов

# Languages::points_lower
source: points
el_gr: Πόντοι
it_it: punti
nl_nl: punten
no_no: poeng
pl_pl: Punkty
pt_br: pontos
ro_ro: puncte
ru_ru: баллы

# Languages::points_to_use
source: Points to use
el_gr: Πόντοι για χρήση
it_it: Punti per l'uso
nl_nl: Punten te gebruiken
no_no: Poeng å bruke
pl_pl: Punkty do wykorzystania
pt_br: Pontos para usar
ro_ro: Puncte utilizabile
ru_ru: Баллы для использования

# Languages::point_payment
source: Point payment
el_gr: Πληρωμή πόντου
it_it: Punto di pagamento
nl_nl: Betaling met spaarpunten
no_no: Poengbetaling
pl_pl: Płatność w punktach
pt_br: Pagamento por ponto
ro_ro: Plată prin puncte
ru_ru: Оплата баллами

# Languages::point_price
source: Price in points
el_gr: Τιμή σε πόντους
it_it: Prezzo in punti
nl_nl: Prijs in punten
no_no: Pris i poeng
pl_pl: Cena w punktach
pt_br: Preço em pontos
ro_ro: Prețul în puncte
ru_ru: Цена в баллах

# Languages::text_increase_points_in_use
source: The points used in the order were added to user account.
el_gr: Τα σημεία που χρησιμοποιούνται κατά σειρά που προστέθηκαν στο λογαριασμό χρήστη.
it_it: I punti utilizzati nell'ordine stati aggiunti all'account dell'utente.
nl_nl: De gebruikte spaarpunten in de bestelling zijn toegevoegd aan het klantprofiel.
no_no: Poengene som brukes i den rekkefølgen ble lagt til brukerkonto.
pl_pl: Punkty użyte w zamówieniu będą dodane do konta użytkownika.
pt_br: Os pontos usados no pedido foram adicionados à conta do usuário.
ro_ro: Punctele folosite în comandă au fost adăugate contului de utilizator.
ru_ru: Баллы, использованные в заказе, были добавлены на счет.

# Languages::text_points_used_in_order
source: Points were used in order
el_gr: Οι πόντοι χρησιμοποιήθηκαν στήν παραγγελία
it_it: I punti sono stati utilizzati per
nl_nl: Spaarpunten zijn gebruikt in bestelling
no_no: Poeng ble brukt i ordre
pl_pl: Punkty będą użyte w zamówieniu
pt_br: Pontos foram usados no pedido
ro_ro: Punctela care au fost folosite în comenzi
ru_ru: Баллы были использованы в заказе

# Languages::text_point_in_account
source: You have
el_gr: Ο αριθμός των πόντων στο λογαριασμό σας είναι
it_it: Tu hai
nl_nl: U heeft
no_no: Du har
pl_pl: Masz
pt_br: Você tem
ro_ro: Numărul de puncte al contului dvs. este
ru_ru: Баллы на вашем счете:

# Languages::pay_by_points
source: Allow payment by points
el_gr: Δυνατότητα πληρωμής με πόντους
it_it: Consentire il pagamento per punti
nl_nl: Betalingen met spaarpunten toestaan
no_no: Tillat betaling med poeng
pl_pl: Umożliwia płatności w punktach
pt_br: Permitir pagamento por pontos
ro_ro: Permiteți plata pe bază de puncte
ru_ru: Разрешить оплату баллами

# Languages::override_per
source: Override global PER
el_gr: Παράκαμωη γενικού PER
it_it: Escludi PER globale
nl_nl: Overschrijf de standaard PuntenWisselkoers
no_no: Overstyr global PER
pl_pl: Zignoruj globalny KPP
pt_br: Substituir global PER
ro_ro: Ignoră PER-ul global
ru_ru: Заменить глобальный курс конвертации баллов

# Languages::override_gc_points_brief
source: Override global/category points
el_gr: Παράκαμψη γενικής/κατηγορίας πόντων
it_it: Escludi punti globali/categoria
nl_nl: Overschrijf algehele- en/of categorie spaarpunten
no_no: Overstyrer globale/kategori poeng
pl_pl: Zastąp ustawienia punktów globalne lub w kategoriach
pt_br: Substituir pontos global/categoria
ro_ro: Ignoră puncte globale/pt. categorie
ru_ru: Заменить глобальные баллы и баллы категорий

# Languages::text_points_exceed_points_on_account
source: The number of the points entered by you exceeds the number of points at your account.
el_gr: Ο αριθμός των πόντων που έχει εισαχθεί από εσάς, υπερβαίνει τον αριθμό των πόντων στο λογαριασμό σας.
it_it: Il numero dei punti inserito dall'utente supera il numero di punti al vostro account.
nl_nl: U heeft meer spaarpunten ingevuld dan aanwezig zijn in uw klantprofiel.
no_no: Antallet poeng som du har lagt inn overstiger antall poeng på kontoen din.
pl_pl: Wpisana przez ciebie ilość punktów przekracza liczbę punktów na twoim koncie.
pt_br: O número dos pontos inseridos por você excede o número de pontos na sua conta.
ro_ro: Punctele introduse de către dvs. depășește numărul de puncte de pe contul dvs.
ru_ru: Число баллов, которое вы ввели, больше, чем количество баллов на вашем счете.

# Languages::text_points_exceed_points_that_can_be_applied
source: The number of points entered by you exceeds the number of points that can be applied to this order.
el_gr: Ο αριθμός των πόντων που έχουν εισαχθεί από εσάς υπερβαίνει τον αριθμό των σημείων που μπορούν να εφαρμοστούν σε αυτή τη σειρά.
it_it: Il numero di punti immessi dall'utente supera il numero di punti che possono essere applicati a questo ordine.
nl_nl: U heeft meer spaarpunten ingevuld dan het toegestane aantal voor deze bestelling.
no_no: Antall poeng som du har lagt overstiger antall poeng som kan brukes på denne bestillingen.
pl_pl: Wpisana przez ciebie ilość punktów przekracza liczbę punktów, która może zostać użyta w tym zamówieniu.
pt_br: O número de pontos inseridos por você excede o número de pontos que podem ser aplicadas ao pedido.
ro_ro: Punctele introduse de către dvs. depășește numărul de puncte care pot fi aplicate acestei comenzi.
ru_ru: Число баллов, которое вы ввели, больше, чем можно использовать в этом заказе.

# Languages::text_points_cannot_applied_because_subtotal_redeemed
source: Points cannot be applied because the subtotal is completely redeemed.
el_gr: Οι πόντοι δεν μπορούν να εφαρμοστού, διότι το υποσύνολο έχει εξαργυρωθεί.
it_it: I punti non possono essere applicate in quanto il totale parziale viene completamente rimborsato.
nl_nl: U kunt geen spaarpunten gebruiken omdat het totaal volledig is afgelost.
no_no: Poeng kan ikke brukes fordi delsummen er helt innfridd.
pl_pl: Punkty nie mogą być stosowane ze względu na to, że suma częściowa jest całkowicie umorzona.
pt_br: Pontos não podem ser aplicados porque o subtotal é completamente redimido.
ro_ro: Punctele nu pot fi aplicate pentru că subtotalul este complet compensat.
ru_ru: Баллы не могут быть использованы, потому что подытог полностью погашен.

# Languages::text_cannot_apply_points_to_this_order_because_total
source: Unfortunately, you cannot apply points to this order, because the total cost is zero.
el_gr: Δυστυχώς, δεν μπορείτε να εφαρμόσετε τους πόντους σε αυτή τη παραγγελία, διότι το συνολικό κόστος είναι μηδενικό.
it_it: Purtroppo, non è possibile applicare i punti a questo ordine, perché il costo totale è pari a zero.
nl_nl: Helaas, u kunt geen spaarpunten gebruiken voor deze bestelling omdat de totale kosten 0 zijn.
no_no: Dessverre kan du ikke bruke poeng på denne ordren, fordi den totale kostnaden er null.
pl_pl: Niestety nie można przyznać punktów za to zamówienie, ponieważ całkowity koszt wynosi zero.
pt_br: Infelizmente, não é possível aplicar pontos neste pedido, porque o custo total é zero.
ro_ro: Ne pare rău dar nu puteți aplica puncte pentru această comandă, pentru că costul total este zero.
ru_ru: К сожалению, вы не можете использовать баллы в этом заказе, потому что его общая стоимость равна нулю.

# Languages::text_cannot_apply_points_to_this_order_because_user
source: Unfortunately, you cannot apply points to this order, because you do not have enough points at the account.
el_gr: Δυστυχώς, δεν μπορείτε να εφαρμόσετε τους πόντους σε αυτή τη παραγγελία, καθώς δεν έχετε πόντους σε αυτόν τον λογαριασμό.
it_it: Purtroppo, non è possibile applicare i punti a questo ordine, perché non hai abbastanza punti sull'account.
nl_nl: U kunt helaas geen punten gebruiken voor deze bestelling omdat u onvoldoende spaarpunten heeft.
no_no: Dessverre kan du ikke bruke poeng på denne ordren, fordi du ikke har nok poeng på kontoen.
pl_pl: Niestety nie można przyznać punktów za to zamówienie, ponieważ nie ma wystarczającej ilości punktów na koncie.
pt_br: Infelizmente, não é possível aplicar pontos neste pedido porque você não tem pontos suficientes na conta.
ro_ro: Ne pare rău dar nu puteți aplica puncte pentru această comandă, pentru că nu aveți sufieciente puncte în contul dvs.
ru_ru: К сожалению, вы не можете использовать баллы в этом заказе, потому что на вашем счете недостаточно баллов.

# Languages::text_order_status_has_not_been_changed
source: The order status has not been changed, because the user did not have enough points.
el_gr: Η κατάσταση της παραγγελίας δεν έχει αλλάξει, επειδή ο χρήστης δεν διέθετε αρκετούς πόντους.
it_it: Lo stato dell'ordine non è stato modificato, perché l'utente non ha avuto abbastanza punti.
nl_nl: De status van de bestelling is niet gewijzigd omdat de gebruiker onvoldoende spaarpunten heeft.
no_no: Ordrestatusen har ikke blitt forandret, fordi brukeren ikke hadde nok poeng.
pl_pl: Status zamówienia nie został zmieniony, ponieważ użytkownik nie posiadał wystarczającej ilości punktów.
pt_br: O status do pedido não foi alterado, porque o usuário não tem pontos suficientes.
ro_ro: Statutul comenzii nu a fost schimbat, pentru că nu aveți puncte suficiente.
ru_ru: Статус заказа не был изменен, т.к. у пользователя недостаточно баллов.

# Languages::price_in_points_increased
source: Price in points has been increased by
el_gr: Η τιμή στους πόντους έχει αυξηθεί κατά
it_it: Il prezzo in punti è stato aumentato di
nl_nl: De prijs in spaarpunten is verhoogd met
no_no: Pris i poeng har blitt økt med
pl_pl: Cena w punktach została zwiększona o
pt_br: Preço em pontos foi aumentado em
ro_ro: Prețul în puncte a fost majorat cu
ru_ru: Цена в баллах была увеличена на

# Languages::price_in_points_decreased
source: Price in points has been decreased by
el_gr: Η τιμή στους πόντους έχει μειωθεί κατά
it_it: Il prezzo in punti è stato abbassato di
nl_nl: De prijs in spaarpunten is verlaagd met
no_no: Pris i poeng har blitt redusert med
pl_pl: Cena w punktach została zmniejszona o
pt_br: Preço em pontos foi reduzido em
ro_ro: Prețul în puncte a fost redus cu
ru_ru: Цена в баллах была уменьшена на

# Languages::earned_points
source: Points earned per product
el_gr: Πόντοι που κερδήθηκαν ανά προϊόν
it_it: Punti guadagnati per prodotto
nl_nl: Spaarpunten ontvangen per product
no_no: Poeng opptjent per produkt
pl_pl: Punkty za produkt
pt_br: Pontos recebidos por produto
ro_ro: Puncte acumulate pe produs
ru_ru: Баллы за товар

# Languages::override_g_points
source: Override global point value for all products in this category
el_gr: Παράκαμωη όλων των γενικών πόντων για αυτά τα προϊόντα στην κατηγορία
it_it: Escludi il valore del punto globale per tutti i prodotti di questa categoria
nl_nl: Overschrijf de waarde van spaarpunten voor alle producten in deze categorie
no_no: Overstyr global poengverdi for alle produkter i denne kategorien
pl_pl: Zastąp globalną wartość punktów dla wszystkich produktów w tej kategorii
pt_br: Substituir o valor de ponto global para todos os produtos nesta categoria
ro_ro: Ignoră valoarea punctelor globale pentru toate produsele din această categorie
ru_ru: Заменить глобальные баллы для всех товаров в этой категории

# Languages::amount_type
source: Amount type
el_gr: Τύπος ποσότητας
it_it: Tipologia di quantità
nl_nl: Bedrag soort
no_no: Mengdetype
pl_pl: Wpisz ilość
pt_br: Tipo de quantidade
ro_ro: Tipul sumei
ru_ru: Тип количества

# Languages::maximum
source: Maximum
el_gr: Μέγιστο
it_it: Numero massimo
nl_nl: Maximaal
no_no: Maksimum
pl_pl: Maksimum
pt_br: Máximo
ro_ro: Maxim
ru_ru: Максимальный

# Languages::earned_point_modifier
source: Earned point modifier
el_gr: Μετατροπέας κερδισμένων πόντων
it_it: Gestione punti guadagnati
nl_nl: Ontvangen spaarpunten wijzigen
no_no: Opptjente poeng modifikator
pl_pl: Modyfikator punktów premiowych
pt_br: Modificador de ganho de ponto
ro_ro: Modificatorul de puncte acumulate
ru_ru: Модификатор баллов

# Languages::override_gc_points
source: Override global/category point value for this product
el_gr: Παράκαμψη γενικής/κατηγορίας τιμής πόντων για αυτό το προϊόν
it_it: Escludi il valore dei punti globali/categoria per questo prodotto
nl_nl: Overschrijf de standaard- en categorie puntwaarde voor dit product
no_no: Overstyr global/kategori poengverdi for dette produktet
pl_pl: Zignoruj wartość punktową sklepu/kategorii dla tego produktu
pt_br: Substituir o valor de ponto global/categoria para este produto
ro_ro: Ignoră setările de puncte globale/pt. categoire pentru acest produs
ru_ru: Заменить глобальные баллы и баллы категории для этого товара

# Languages::view_user_points
source: View user points
el_gr: Προβολή πόντοι του χρήστη
it_it: Visualizza punti utente
nl_nl: Spaarpunten gebruiker bekijken
no_no: Vis brukerpoeng
pl_pl: Zobacz punkty użytkownika
pt_br: Ver pontos do usuário
ro_ro: Vezi punctele utilizatorilor
ru_ru: Просмотреть баллы пользователя

# Languages::log
source: Log
el_gr: Σύνδεση
it_it: Registra
no_no: Logg
ro_ro: Jurnal
ru_ru: Журнал событий

# Languages::subtract
source: Subtract
el_gr: Αφαίρεση
it_it: Sottrarre
nl_nl: In mindering brengen
no_no: Trekk fra
pl_pl: Odejmij
pt_br: Subtrair
ro_ro: Scade
ru_ru: Вычесть

# Languages::change_points
source: Change points
el_gr: Πόντοι αλλαγής
it_it: Punti cambio
nl_nl: Spaarpunten wijzigen
no_no: Endre poeng
pl_pl: Wymień punkty
pt_br: Trocar pontos
ro_ro: Schimbați punctele
ru_ru: Изменить баллы

# Languages::add_subtract_points
source: Add & subtract points
el_gr: Προσθήκη/αφαίρεση πόντων
it_it: Aggiungi & sottrai punti
nl_nl: Punten toevoegen & in mindering brengen
no_no: Legg til og trekk fra poeng
pl_pl: Dodaj & odejmij punkty
pt_br: Adicionar & subtrair pontos
ro_ro: Adăugați & sustrageți puncte
ru_ru: Добавить или вычесть баллы

# Languages::cleanup_log
source: Cleanup log
el_gr: Εκκαθάριση μητρώου
it_it: Pulizia log
nl_nl: Log opschonen
no_no: Oppryddingslogg
pl_pl: Wyczyść log
pt_br: Limpar log
ro_ro: Curățați jurnalul
ru_ru: Очистить журналы событий

# Languages::we_would_like_to_inform
source: We would like to inform you that
el_gr: Θα θέλαμε να σας ενημερώσουμε ότι
it_it: Siamo lieati di informarvi che
nl_nl: We willen u graag informeren dat
no_no: Vi ønsker å informere deg om at
pl_pl: Chcielibyśmy poinformować, że
pt_br: Gostaríamos de informá-lo que
ro_ro: Am dori să vă informăm că
ru_ru: Мы хотим проинформировать вас о том, что

# Languages::reward_points_subj_added_to
source: have been added to your account.
el_gr: έχουν προστεθεί στο λογαριασμό σας.
it_it: sono stati aggiunti al tuo account.
nl_nl: zijn toegevoegd aan uw klantprofiel.
no_no: har blitt lagt til kontoen din.
pl_pl: zostały dodane do Twojego konta.
pt_br: foram adicionados à sua conta.
ro_ro: au fost adăugate contului dvs.
ru_ru: были добавлены к вашей учетной записи.

# Languages::reward_points_subj_subtracted_from
source: have been subtracted from your account.
el_gr: έχουν αφαιρεθεί από το λογαριασμό σας.
it_it: sono stati sottratti dal tuo account.
nl_nl: in mindering zijn gebracht in uw klantprofiel.
no_no: er trukket fra kontoen din.
pl_pl: zostały odjęte z Twojego konta.
pt_br: foram subtraídos da sua conta.
ro_ro: au fost restrase din contul dvs.
ru_ru: были списаны с вашей учетной записи.

# Languages::privileges.manage_reward_points
source: Manage reward points system
el_gr: Διαχείριση σύστηματος πόντων ανταμοιβής
it_it: Gestione sistema di punti fedeltà
nl_nl: Spaarpunten systeem beheren
no_no: Administrer belønningpoeng systemet
pl_pl: Zarządzaj systemem punktów
pt_br: Gerenciar o sistema de pontos de recompensa
ru_ru: Управление бонусными баллами

# SettingsSections::reward_points::general
source: General
el_gr: Γενικά
it_it: Generale
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие

# SettingsOptions::reward_points::point_rate
source: Points Exchange Rate (PER - the number of points equal to 1 conventional unit)
el_gr: Πόντοι Συναλλαγματικών Ισοτιμιών (PER - ο αριθμός των σημείων ίσο με 1 συμβατικό μονάδα)
it_it: Tasso di cambio punti (PER - il numero di punti uguale a 1 unità convenzionale)
nl_nl: Spaarpunten Wisselkoers (het aantal spaarpunten dat gelijk is aan de gebruikelijke 1 euro)
no_no: Poeng valutakurs (PER - antall poeng lik 1 konvensjonell enhet)
pl_pl: Sposób przeliczania punktów (PER - liczba punktów równa 1 jednostce)
pt_br: Taxa de câmbio de pontos (PER - o número de pontos iguais a 1 unidade convencional)
ro_ro: Rata punctelor în schimb (PER - numărul de puncte echivalentul unei unități)
ru_ru: Курс конвертации баллов (количество баллов, равное 1-й условной единице)

# SettingsOptions::reward_points::auto_price_in_points
source: "Price in points" is calculated automatically on PER basis
el_gr: "Price in points" υπολογίζεται αυτόματα με τη βάση PER
it_it: "Prezzo in punti" viene calcolato automaticamente in base al PER
nl_nl: "Prijs in spaarpunten" wordt automatisch berekend op basis van de PuntenWisselkoers
no_no: "Prispoeng" beregnes automatisk på PER grunnlag
pl_pl: "Cena w punktach" jest liczona automatycznie, bazując na PER
pt_br: "Preço em pontos" é calculado automaticamente pela PER
ro_ro: "Prețul în puncte" e calculat în mod automat în baza PER-ului
ru_ru: «Цена в баллах» вычисляется автоматически на основе курса конвертации

# SettingsOptions::reward_points::price_in_points_with_discounts
source: "Price in points" is recalculated taking into account discounts
el_gr: "Price in points" υπολογίζεται εκ νέου λαμβάνοντας υπόψη τις εκπτώσεις για λογαριασμό
it_it: "Prezzo in punti" viene ricalcolata tenendo conto degli sconti account
nl_nl: "Prijs in spaarpunten" wordt herberekend, rekening houdend met kortingen
no_no: "Prispoeng" blir rekalkulert og tar hensyn til kontorabatter
pl_pl: "Cena w punktach" jest przeliczana, biorąc pod uwagę rabaty na konto
pt_br: "Preço em pontos" é recalculado tendo em consideração os descontos
ro_ro: "Prețul în puncte" este recalculat luând în considerare reducerile
ru_ru: «Цена в баллах» пересчитывается с учетом скидок

# SettingsOptions::reward_points::points_with_discounts
source: "Points" is recalculated taking into account discounts
el_gr: "Points"υπολογίζεται εκ νέου λαμβάνοντας υπόψη τις εκπτώσεις της παραγγελίας
it_it: "Punti" viene ricalcolate tenendo conto degli sconti account
nl_nl: "Punten" worden herberekend, rekening houdend met kortingen
no_no: "Poeng" blir rekalkulert og tar hensyn til kontorabatter
pl_pl: "Punkty" są przeliczane, biorąc pod uwagę rabaty na konto
pt_br: "Pontos" são recalculados tendo em consideração os descontos
ro_ro: "Puncte" sunt recalculate luând în considerare discounturile contului
ru_ru: «Баллы» пересчитываются с учетом скидок

# SettingsOptions::reward_points::price_in_points_order_discount
source: "Price in points" is recalculated taking into account order discounts
el_gr: "Price in points" υπολογίζεται εκ νέου λαμβάνοντας υπόψη τις εκπτώσεις της παραγγελίας
it_it: "Prezzo in punti" viene ricalcolata tenendo conto degli sconti ordine dell'account
nl_nl: Order-kortingen worden meegerekend in de "prijs in punten" berekening
no_no: "Prispoeng" blir rekalkulert og tar hensyn til kontorabatter
pl_pl: "Cena w punktach" jest przeliczana, biorąc pod uwagę rabat na zamówienie
pt_br: "Preço em pontos" é recalculado tendo em consideração os descontos do pedido
ru_ru: «Цена в баллах» пересчитывается с учетом общей скидки на заказ

# SettingsOptions::reward_points::reward_points_order_discount
source: "Points" is recalculated taking into account order discounts
el_gr: "Points" υπολογίζεται εκ νέου λαμβάνοντας υπόψη τις εκπτώσεις της παραγγελίας
it_it: "Punti" viene ricalcolate tenendo conto degli sconti ordine dell'account
nl_nl: Order kortingen worden in de puntenberekening meegenomen
no_no: "Poeng" blir rekalkulert og tar hensyn til kontorabatter
pl_pl: "Punkty" są przeliczane, biorąc pod uwagę rabat na zamówienie
pt_br: "Pontos" são recalculados tendo em consideração os descontos do pedido
ru_ru: «Баллы» пересчитываются с учетом общей скидки на заказ
