Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/reward_points.po
Languages: el_gr, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru

# SettingsOptions::reward_points::higher_level_extract
source: If the product and the product category do not have defined reward points but the higher level category has such reward points, extract data from it
el_gr: Εάν το προϊόν και η κατηγορία του προϊόντος δεν έχουν καθορισμένους πόντους ανταμοιβής, αλλά η κατηγορία υψηλότερου επιπέδου έχει τέτοιους πόντους ανταμοιβής, εξάγετε τα δεδομένα από το
it_it: Se il prodotto e la categoria di prodotto non hanno punti fedeltà definiti ma la categoria di livello superiore sì, verrà presa la categoria di livello superiore
nl_nl: Als er geen spaarpunten zijn vastgesteld voor een product en categorie maar wel voor een bovenliggende categorie, dan deze punten ook gebruiken voor de onderliggende categorieën en producten
no_no: Hvis produktet og produktkategorien ikke har definerte belønningspoeng, men kategorien på et høyere nivå har belønningspoeng, trekk ut data fra det
pl_pl: Jeśli w produkcie i kategorii produktu nie zostały zdefiniowane punkty, ale kategoria wyższego poziom ma zdefiniowane punkty, pobierz dane z tej kategorii
pt_br: Se o produto e a categoria do produto não tem pontos de recompensa definida, mas a categoria de nível superior tem tais pontos de recompensa, extrair dados dela
ro_ro: Dacă produsul și categoria produsului nu i-au fost definite puncte de recompensă dar categoriei cu un nivel mai superior îi va fi definită, extrage datele din aceasta
ru_ru: Если бонусные баллы не заданы для товара или категории товара, но заданы для категории высшего уровня, извлечь данные из нее

# SettingsOptions::reward_points::several_points_action
source: If several reward points can be applied, set
el_gr: Εάν μπορούν να εφαρμοστούν πολλοί πόντοι ανταμοιβής,σειρά
it_it: Se diversi punti fedeltà possono essere applicati, impostare
nl_nl: Als verschillende spaarpunten toegepast kunnen worden, gebruik dan
no_no: Hvis flere belønningspoeng kan bli brukt, sett
pl_pl: Jeśli punkty z kilku źródeł mogą być przyznane, ustaw
pt_br: Se vários pontos de recompensa podem ser aplicados, atribuídos
ro_ro: În cazul în care pot aplicate mai multe puncte de recompensă, setează
ru_ru: Если можно применить разное количество бонусных баллов, то установить

# SettingsOptions::reward_points::consider_zero_values
source: Apply zero reward point values
el_gr: Εφαρμογή μηδενικών τιμων ανταμοιβής
it_it: Applica valori nulli ai punti fedeltà
nl_nl: Gebruikersgroepen waarvoor geen spaarpunten zijn ingesteld ontvangen geen spaarpunten
no_no: Bruk null belønningspoeng verdier
pl_pl: Zastosuj zerową wartości punktów premiowych
pt_br: Aplicar valores zerados de ponto de recompensa
ro_ro: Punctele de răsplată cu zerouri ar trebui luate în considerare
ru_ru: Применять бонусные баллы с нулевым значением

# SettingsOptions::reward_points::log_per_page
source: Log lines per page
el_gr: Γραμμές καταγραφής ανα σελίδα
it_it: Log righe per pagina
nl_nl: Log regels per pagina
no_no: Logg linjer per side
pl_pl: Linie logu na stronę
pt_br: Log de linhas por página
ro_ro: Linii de jurnal pe pagină
ru_ru: Количество строчек записей событий на странице

# SettingsTooltips::reward_points::consider_zero_values
source: The reward points rules with the zero values should be considered
el_gr: Θα πρέπει να ληφθούν υπόψιν οι κανόνες πόντων ανταμοιβής με τις μηδενικές τιμές
it_it: Le regole di punti fedeltà con i valori zero dovrebbero essere considerate
nl_nl: Indien niet aangevinkt wordt één van de andere regels toegepast op deze gebruikersgroep, en gebruikers zullen op basis van die regel spaarpunten ontvangen
no_no: Belønningspoeng reglene for null verdiene bør vurderes
pl_pl: Należy uznawać punkty z wartościami zerowymi
pt_br: As regras de pontos de recompensa com os valores zerados devem ser consideradas
ru_ru: Рассматривать правила начисления бонусных баллов с нулевыми значениями

# SettingsVariants::reward_points::several_points_action::minimal_absolute
source: Absolute minimal value
el_gr: Απόλυτη ελάχιστη τιμή
it_it: Valore minimo assoluto
nl_nl: De minimale waarde
no_no: Absolutt minimal verdi
pl_pl: Bezwzględna wartość minimalna
pt_br: Valor mínimo absoluto
ru_ru: Минимальное асболютное

# SettingsVariants::reward_points::several_points_action::minimal_percentage
source: Minimal percentage value
el_gr: Αξια Ελάχιστου ποσοστου
it_it: Valore percentuale minimo
nl_nl: Het minimale percentage
no_no: Minimal prosentverdi
pl_pl: Minimalna wartość procentowa
pt_br: Valor percentual mínimo
ru_ru: Минимальное процентное

# SettingsVariants::reward_points::several_points_action::maximal_absolute
source: Absolute maximal value
el_gr: Απόλυτα μέγιστη τιμή
it_it: Valore massimo assoluto
nl_nl: De maximale waarde
no_no: Absolutt maksimal verdi
pl_pl: Maksymalna wartość bezwzględna
pt_br: Valor máximo absoluto
ru_ru: Максимальное абсолютное

# SettingsVariants::reward_points::several_points_action::maximal_percentage
source: Maximal percentage value
el_gr: Αξια Μέγιστου ποσοστου
it_it: Valore percentuale massimo
nl_nl: Het maximale percentage
no_no: Maksimal prosentverdi
pl_pl: Maksymalna wartość procentowa
pt_br: Valor da porcentagem máxima
ru_ru: Максимальное процентное
