Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/rma.po
Languages: fr_fr, it_it, no_no, ro_ro

# Addons::name::rma
source: RMA
fr_fr: RMA (Retour de marchandises)
it_it: Ritorni merce (RMA)

# Addons::description::rma
source: Adds a return management system
it_it: Aggiunge una gestione dei resi
no_no: Legger til et retursystem for utsendte varer

# Languages::returned_products
source: Returned products
fr_fr: Produits retourné
it_it: Prodotti restituiti
no_no: Returnerte produkter
ro_ro: Produse returnate

# Languages::rma_return
source: Return
fr_fr: Retour
it_it: Ritorno
no_no: Retur
ro_ro: Întoarceți

# Languages::no_return_requests_found
source: No return requests found
fr_fr: Pas de demandes de retour trouvée
it_it: Nessuna richiesta di resi trovata
no_no: Ingen returforespørsler funnet
ro_ro: Nu a fost găsită nici o cerere

# Languages::returned_product
source: Returned product
fr_fr: Produit retourné
it_it: Prodotto restituito
no_no: Returnert produkt
ro_ro: Produs returnat

# Languages::returns
source: Returns
fr_fr: Retours
it_it: Resi
no_no: Returvarer
ro_ro: Returnări

# Languages::returns_info
source: Returns info
fr_fr: Retours info
it_it: Informazioni sul reso
no_no: Returinfo
ro_ro: Informații returnări

# Languages::return_info
source: Return information
fr_fr: Retour info
it_it: Informazione sul reso
no_no: Returinformasjon
ro_ro: Informații returnare

# Languages::order_returns
source: Order returns
fr_fr: Retour de commande
it_it: Resi ordine
no_no: Ordre retur
ro_ro: Comenzi returnate

# Languages::return_registration
source: Request a replacement or a refund
fr_fr: Enregistrement d'un retour
it_it: Richiedi una sostituzione o un rimborso
no_no: Be om en erstatning eller refusjon
ro_ro: Înregistrarea de returnare

# Languages::return_requests
source: Return requests
fr_fr: Demande de retours
it_it: Richieste di reso
no_no: Returforespørsler
ro_ro: Cererile de returnare

# Languages::return_requests_menu_description
source: View and process return requests from orders placed on your web site.
it_it: Mostra e processa le richieste di reso per gli ordini inseriti sul tuo sito web.
no_no: Vis og behandle returforespørsler fra bestillinger i nettbutikken.

# Languages::return_status
source: Return status
fr_fr: Statut du retour
it_it: Stato del reso
no_no: Returstatus
ro_ro: Statut returnări

# Languages::return_period
source: Return period
fr_fr: Période de retour
it_it: Periodo del reso
no_no: Returperiode
ro_ro: Perioada de returnare

# Languages::what_you_would_like_to_do
source: What would you like to do
fr_fr: Que voudriez-vous faire
it_it: Cosa vorresti fare
no_no: Hva ønsker du å gjøre
ro_ro: Ce doriți să faceți

# Languages::rma_notify_supplier
source: Notify supplier
fr_fr: Notifier fournisseur
it_it: Notifica fornitore
no_no: Varsle leverandør
ro_ro: Notificare furnizor

# Languages::add_reason
source: Add reason
it_it: Aggiungi motivazione
no_no: Legg til Begrunnelse
ro_ro: Adăugați un motiv

# Languages::new_reason
source: New reason
fr_fr: Ajouter une nouvelle raison
it_it: Nuova motivazione
no_no: Legg til ny begrunnelse
ro_ro: Adăugați motive noi

# Languages::type_comment
source: Type comments here
it_it: Inserisci un commento qui
no_no: Skriv inn kommentarer her

# Languages::return_requests_note
source: Go to the list of your return requests
it_it: Vai alla lista dei tuoi resi merce
no_no: Gå til listen over dine returforespørsler

# Languages::privileges.manage_rma
source: Manage RMA system
it_it: Gestione Resi RMA
no_no: Administrer RMA systemet

# Languages::text_return_change_warning
source: The status of return #[return_id] will be changed
fr_fr: Le statut de ce retour#[return_id] sera changé.
it_it: Lo stato del reso #[return_id] sarà cambiato
no_no: Statusen for retur #[return_id] vil bli endret
ro_ro: Statutul stocului #[return_id] va fi schimbat

# Languages::returnable
source: Returnable
fr_fr: Retournable
it_it: Restituibile
no_no: Returnerbar
ro_ro: Returnabil

# Languages::returnable_product
source: Returnable product
fr_fr: Produit retournable
it_it: Prodotto restituibile
no_no: Returnerbart produkt
ro_ro: Produs returnabil

# Languages::rma_request_statuses
source: RMA request statuses
fr_fr: Statuts des requêtes RMA
it_it: Richiesta stato RMA
no_no: RMA forespørsel statuser
ro_ro: Statuturi solicitări RMA

# Languages::return_products_information
source: Return products information
fr_fr: Retour produits information
it_it: Informazione prodotti resi
no_no: Retur produkt informasjon
ro_ro: Informații returnare produse

# Languages::declined_products_information
source: Declined products information
fr_fr: Information des produits refusée
it_it: Informazioni prodotto rifiutate
no_no: Info om avslåtte produkter
ro_ro: Informațiile produselor respinse

# Languages::rma_reasons
source: RMA reasons
fr_fr: Raisons RMA
it_it: Motivazioni RMA
no_no: RMA begrunnelser
ro_ro: Motive RMA

# Languages::rma_actions
source: RMA actions
fr_fr: Actions RMA
it_it: Azioni RMA
no_no: RMA handlinger
ro_ro: Acțiuni RMA

# Languages::return_period_days
source: Return period (days)
fr_fr: Période de retour (jours)
it_it: Periodo del reso (giorni)
no_no: Returperiode (dager)
ro_ro: Perioada de returnare (zile)

# Languages::all_actions
source: All actions
fr_fr: Toutes les actions
it_it: Tutte le azioni
no_no: Alle handlinger
ro_ro: Toate acțiunile

# Languages::order_total_will_changed
source: The order total will be changed by
fr_fr: La commande total sera changé par
it_it: Il totale dell'ordine sarà convertito di
no_no: Ordre total vil bli endret av
ro_ro: Totalul comenzii a fost schimbat de către

# Languages::shipping_costs_will_changed
source: Shipping costs will be changed by
fr_fr: Les frais d'expédition seront changé par
it_it: Le spese di spedizione saranno modificate di
no_no: Fraktkostnader vil bli endret av
ro_ro: Costurile de transport vor fi modificate cu

# Languages::decline_products
source: Decline products
fr_fr: Produits refusés
it_it: Rifiuta prodotti
no_no: Avslå produkter
ro_ro: Produse respinse

# Languages::create_gift_certificate
source: Create gift certificate
fr_fr: Créer un bon-cadeau
it_it: Crea un buono regalo
no_no: Opprett gavekort
ro_ro: Creați un certificat de cadou

# Languages::accept_products
source: Accept products
fr_fr: Accepter les produits
it_it: Accetta prodotti
no_no: Godta produkter
ro_ro: Acceptă produse

# Languages::recalculate_order
source: Recalculate order
fr_fr: Recalculer commande
it_it: Ricalcola ordine
no_no: Rekalkuler ordre
ro_ro: Recalculați comanda

# Languages::manually_recalculate_order
source: Recalculate the order manually
fr_fr: Recalculer les commandes manuellement
it_it: Ricalcola l'ordine manualmente
no_no: Rekalkuler ordren manuelt
ro_ro: Recalculați manual comanda

# Languages::dont_recalculate_order
source: Do not recalculate order
fr_fr: Ne recalculez pas la commande
it_it: Non ricalcolare ordine
no_no: Ikke rekalkuler ordren
ro_ro: Nu recalculați comanda

# Languages::delete_this_return
source: Delete this return
fr_fr: Supprimer ce retour
it_it: Elimina questo reso
no_no: Slett denne returen
ro_ro: Ștergeți stoc

# Languages::update_totals_and_inventory
source: Update totals and inventory
fr_fr: Mise à jour total et inventaire
it_it: Aggiorna totale e inventario
no_no: Oppdater totaler og lagerbeholdning
ro_ro: Actualizați totaluri și inventar

# Languages::request_statuses
source: request statuses
fr_fr: Statuts des requêtes
it_it: Stati dei resi
no_no: forespørselstatuser
ro_ro: statuturi solicitări

# SettingsSections::rma::general
source: General
it_it: Generale
no_no: Generelt

# SettingsOptions::rma::display_product_return_period
source: Display product return period
it_it: Mostra il periodo di restituzione prodotto
no_no: Vis produktreturperioden
ro_ro: Afișează perioada de returnare a produsului

# SettingsOptions::rma::dont_take_weekends_into_account
source: Do not take weekends into account when calculating product return period
it_it: Non considerare i fine-settimana quando viene calcolato il periodo di restituzione del prodotto
no_no: Ikke ta med helger ved beregning av produktets returperiode
ro_ro: Nu lua în considerare când se va calcula perioada de returnare a produsului
