Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/rss_feed.po
Languages: it_it

# Addons::name::rss_feed
source: RSS feed
it_it: Feed RSS

# Addons::description::rss_feed
source: Generates RSS feeds for products, news and pages
it_it: Genera feed RSS per i prodotti, notizie e pagine

# Languages::rss_feed
source: RSS feed
it_it: Feed RSS

# Languages::feed_title
source: Feed title
it_it: Titolo feed

# Languages::feed_description
source: Feed description
it_it: Descrizione del Feed

# Languages::rss_sort_by
source: Sort items by
it_it: Ordina articoli per

# Languages::rss_display_sku
source: Display SKU
it_it: Mostra Codice Prodotto (SKU)

# Languages::rss_display_image
source: Display image
it_it: Mostra immagine

# Languages::rss_display_price
source: Display gross price
it_it: Mostra prezzo lordo

# Languages::rss_display_original_price
source: Display net price
it_it: Mostra prezzo netto

# Languages::rss_display_add_to_cart
source: Display add to cart button
it_it: Mostra pulsante Aggiungi al Carrello

# Languages::rss_created
source: Created
it_it: Creato

# Languages::rss_updated
source: Updated
it_it: Caricato

# Languages::block_rss_feed
source: RSS feed
it_it: Feed RSS

# Languages::block_rss_feed_description
source: RSS feed subscription icon
it_it: Icona di sottoscrizione dei Feed RSS

# SettingsSections::rss_feed::general
source: General
it_it: Generale

# SettingsOptions::rss_feed::managing_editor
source: Content editor
it_it: Editor dei contenuti

# SettingsOptions::rss_feed::display_rss_feed_in_category
source: Show RSS feed for each category
it_it: Visualizza i feed RSS per ogni categoria

# SettingsOptions::rss_feed::category_max_products_items
source: Max product number per category
it_it: Numero max di prodotti per ogni categoria

# SettingsTooltips::rss_feed::managing_editor
source: Enter the content editor's email and real name, e.g. john@example.com (John Doe)
it_it: Inserisci l'e-mail dell'autore del contenuto e il suo nome reale, ad esempio john@example.com (John Doe)

# SettingsTooltips::rss_feed::display_rss_feed_in_category
source: RSS icon near category title.
it_it: Icona RSS vicino al titolo di categoria.
