Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/searchanise.po
Languages: hu_hu, nl_nl, ru_ru

# Addons::name::searchanise
source: Searchanise
ru_ru: Поиск от Searchanise

# Addons::description::searchanise
source: Turns on the <a target="_blank" href="http://searchanise.com/">Searchanise</a> fast search service
hu_hu: <a target="_blank" href="http://searchanise.com/">Searchanise</a> gyorskereső szolgáltatás engedélyezése
nl_nl: Hiermee schakelt u de plug-in <a target="_blank" href="http://searchanise.com/">Searchanise</a> snelle zoek service in
ru_ru: Подключение к сервису быстрого поиска <a target="_blank" href="http://searchanise.com/">Searchanise</a>

# Languages::text_se_import_status_queued
source: The product catalog is queued for syncing with Searchanise.
hu_hu: A termékkatalógus sorban áll a Searchanise szolgáltatással való szinkronizációra.
nl_nl: De catalogus staat in de wachtrij voor het synchroniseren met Searchanise.
ru_ru: Каталог товаров добавлен в очередь на синхронизацию с сервисом Searchanise.

# Languages::text_se_re_indexation_required
source: Searchanise: Re-indexation required (click the <strong>Force re-indexation</strong> button in the <a href="[link]">Searchanise admin panel</a>).
hu_hu: Searchanise: Újraindexelés szükséges (kattinston az <strong>Újraindexelés kényszerítése</strong> gombra a <a href="[link]">Searchanise admin felületen</a>).
nl_nl: Searchanise: Re-indexatie vereist (klik de <strong>Forceer re-indexatie</strong> knop in het <a href="[link]">Searchanise beheerders paneel</a>).
ru_ru: Searchanise: Необходима реиндексация (нажмите на кнопку <strong>Force re-indexation</strong> в панели управления <a href="[link]">Searchanise</a>).

# Languages::text_se_new_engine_store
source: Searchanise: New search engine for [store] created. Catalog import started.
hu_hu: Searchanise: Új keresőmotor a [store] áruházhoz sikeresen elkészült. Katalógus importálás elkezdődött.
nl_nl: Searchanise: Nieuwe zoekmachine voor [store] aangemaakt. Catalogus begonnen met importeren.
ru_ru: Searchanise: Новый поисковый движок для магазина [store] создан. Начат импорт каталога.

# Languages::text_se_seo_settings_notice
source: If you have modified any SEO add-on settings, please <a href="[link]">Re-indexation</a> product catalog with Searchanise to update product URLs.
hu_hu: Ha bármilyen SEO bővítmény beállításon módosított, kérjük <a href="[link]">indexelje újra</a> a Searchanise szolgáltatást a terémklinkek frissítése miatt.
nl_nl: Als u een instelling in de SEO plug-in heeft gewijzigd, doe dan een <a href="[link]">Re-indexatie</a> van de catalogus met Searchanise om de product URLs te updaten.
ru_ru: Если вы изменяли настройки модуля SEO, пожалуйста, запустите <a href="link">синхронизацию</a> каталога товаров с сервисом Searchanise повторно, чтобы обновились URL товаров.

# Languages::text_se_connect_error
source: An error occurred during Searchanise registration. Please try later.
hu_hu: Hiba történt a Searchanise regisztráció során. Kérjük próbálja meg újra.
nl_nl: Er is een fout opgetreden tijdens de Searchanise registratie. Probeer het later opnieuw.
ru_ru: Произошла ошибка при регистрации в сервисе Searchanise. Пожалуйста, повторите попытку позже.

# Languages::text_se_import_status_processing
source: The product catalog syncing is in progress.
hu_hu: Termékkatalógus szinkronizáció folyamatban.
nl_nl: De synchronisatie van de catalogus is bezig.
ru_ru: Идет синхронизация каталога товаров.

# Languages::text_se_import_status_done
source: The product catalog was synced successfully with Searchanise.
hu_hu: Termékkatalógus sikeresen szinkronizálva a Searchanise szolgáltatással.
nl_nl: De catalogus is gesynchroniseerd met Searchanise.
ru_ru: Каталог товаров успешно синхронизирован с сервисом Searchanise.

# Languages::text_se_import_status_none
source: The product catalog is not synced with Searchanise yet. Please press "Sync" button to start.
hu_hu: A termékkatalógus még nem lett szinkronizálva Searchanise szolgáltatással. Kattintson a "Sync" gombra a kezdéshez.
nl_nl: De catalogus is nog niet gesynchroniseerd met Searchanise. Druk op de "Sync" button om te starten.
ru_ru: Каталог товаров еще не синхронизирован с сервисом Searchanise. Пожалуйста, нажмите «Синхронизировать».

# Languages::text_se_data_update
source: Please note that the data on Searchanise server is updated with a 2-3 minute delay after you make changes in your store.
hu_hu: Kérjük, vegye figyelembe, hogy módosítást követően az adatokat a Searchanise 2-3 perc késéssel dolgozza fel.
nl_nl: Houd er rekening mee dat de gegevens op de Searchanise server met 2 à 3 minuten vertraging worden bijgewerkt nadat u wijzigingen in uw winkel heeft aangebracht.
ru_ru: Обратите внимание, что данные на сервере Searchanise обновляются с задержкой в 2-3 минуты после внесения изменений в магазин.

# Languages::text_se_signup
source: Click the button below to connect to Searchanise.
hu_hu: Kattintson az alábbi gombra, hogy csatlakozzon a Searchanise szolgáltatáshoz.
nl_nl: Klik op de button hieronder om te verbinden met Searchanise.
ru_ru: Нажмите на кнопку ниже, чтобы подключить магазин к сервису Searchanise.

# Languages::text_se_just_connected
source: Congratulations, you've just connected to Searchanise.
hu_hu: Gratulálunk. Ön épp most csatlakozott a Searchanise szolgáltatáshoz.
nl_nl: Gefeliciteerd, u bent verbonden met Searchanise.
ru_ru: Поздравляем, вы успешно подключили магазин к сервису Searchanise!

# Languages::text_se_connected
source: You've connected to Searchanise.
hu_hu: Sikeresen csatlakozott a Searchanise szolgáltatáshoz.
nl_nl: U bent verbonden met Searchanise.
ru_ru: Магазин подключен к сервису Searchanise.

# Languages::text_se_database_restore_notice
source: You've just restored your data from the database dump file. If this dump contains product data, please <a href="[link]">Re-indexation</a> it with Searchanise.
hu_hu: Sikeresen visszaállította az adatbázisát. Amennyiben ez a mentés tartalmazott termékeket, <a href="[link]">indexelje újra</a> a Searchanise szolgáltatást.
nl_nl: Je hebt zojuist de gegevens uit het database dump bestand hersteld. Als deze dump product data bevat, doe dan een <a href="[link]">Re-indexatie</a> met Searchanise.
ru_ru: Данные были восстановлены из дампа базы данных. Если в дампе содержались данные о товарах, запустите <a href="link">синхронизацию</a> каталога товаров с сервисом Searchanise повторно.

# Languages::text_se_only_root_can_register
source: Only the root admin has the permission to connect to Searchanise
hu_hu: Csak a root adminisztrátornak van engedélye a Searchanise szolgáltatáshoz csatlakozni
nl_nl: Alleen de hoofdbeheerder heeft de toestemming om verbinding te maken met Searchanise
ru_ru: Только главный администратор может подключить магазин к сервису Searchanise.

# Languages::se_did_you_mean
source: Did you mean
hu_hu: Így értette
nl_nl: Bedoelde u
ru_ru: Возможно, вы имели в виду

# Languages::se_product_id
source: Product Id
hu_hu: Termékazonosító
ru_ru: ID товара

# Languages::se_title
source: Title
hu_hu: Cím
nl_nl: Titel
ru_ru: Название

# Languages::se_summary
source: Description
hu_hu: Leírás
nl_nl: Omschrijving
ru_ru: Описание

# Languages::se_link
source: Product Url
hu_hu: Termék link
ru_ru: URL продукта

# Languages::se_price
source: Price
hu_hu: Ár
nl_nl: Prijs
ru_ru: Цена

# Languages::se_quantity
source: Quantity
hu_hu: Mennyiség
nl_nl: Aantal
ru_ru: Количество

# Languages::se_product_code
source: Product Code
hu_hu: Cikkszám
nl_nl: Artikelcode
ru_ru: Код товара

# Languages::se_image_link
source: Image Url
hu_hu: Kép link
nl_nl: Afbeeldings Url
ru_ru: URL картинки

# Languages::se_category_Id
source: Category Id
hu_hu: Kategória azonosító
nl_nl: Categorie ID
ru_ru: ID категории

# Languages::se_category_usergroup_ids
source: Category Usergroup Ids
hu_hu: Kategória felhasználói csoport azonosítók
nl_nl: Categorie gebruikersgroep ID's
ru_ru: ID групп пользователей с доступом к категории

# Languages::se_usergroup_ids
source: Usergroup Ids
hu_hu: Felhasználói csoport azonosítók
nl_nl: Gebruikersgroep ID's
ru_ru: ID групп пользователей

# Languages::se_company_id
source: Company Id
hu_hu: Cégazonosító
nl_nl: Bedrijfs-ID
ru_ru: ID витрины

# Languages::se_empty_categories
source: Without Categories
hu_hu: Kategóriák nélkül
nl_nl: Zonder categorieën
ru_ru: Без категорий

# Languages::se_price_for_usergroup_id
source: Price for usergroup Id ([id])
hu_hu: Árak a felhasználói csoporthoz ([id])
nl_nl: Prijs voor gebruikersgroep ID ([id])
ru_ru: Цена для ID группы пользователей ([Id])

# Languages::se_for_feature_id
source: Feature "[id]" Id
hu_hu: Tulajdonság "[id]" azonosító
nl_nl: Eigenschap "[id]" ID
ru_ru: Параметр «[id]»

# Languages::se_relevance
source: Relevance
hu_hu: Relevancia
nl_nl: Relevantie
ru_ru: Релевантность

# Languages::se_products
source: Products
hu_hu: Termékek
nl_nl: Producten
ru_ru: Товары

# Languages::se_popular_suggestions
source: Popular suggestions
hu_hu: Népszerű javaslatok
nl_nl: Populaire suggesties
ru_ru: Подсказки

# Languages::sort_by_relevance_asc
source: Sort by Relevance
hu_hu: Rendezés relevancia alapján
nl_nl: Sorteer op relevantie
ru_ru: Сортировать по релевантности

# Languages::se_api_key
source: API key
hu_hu: API kulcs
nl_nl: API sleutel
ru_ru: API-ключ

# Languages::se_private_key
source: Private key
hu_hu: Privát kulcs
nl_nl: Prive sleutel
ru_ru: Приватный ключ

# SettingsSections::searchanise::configuration
source: Configuration
hu_hu: Konfiguráció
nl_nl: Configuratie
ru_ru: Настройки
