Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/seo.po
Languages: no_no

# Addons::description::seo
source: Adds Search engine-friendly URLs support
no_no: Legger til støtte for søkemotorvennlige nettadresser

# Languages::seo_rules_menu_description
source: Use this section to define global rules for the URLs rewritten in your store.
no_no: Bruk denne seksjonen for å definere globale regler for nettadresser omskrevet i nettbutikken.

# Languages::seo.redirects_manager_menu_description
source: Manages redirect rules from old URLs
no_no: Behandle redirect-regler for gamle nettadresser

# Languages::controller_description
source: If you want to specify a SEO-name for the URL, e.g. http://example.com/index.php?dispatch=<b>categories.catalog</b>, you need to enter the "<b>categories.catalog</b>" value into the "<b>The value of the "dispatch" parameter from the URL</b>" field and specify the SEO name in the "<b>SEO name</b>" field.
no_no: Hvis du vil spesifisere et SEO-navn for nettadressen, f.eks. http://example.com/index.php?dispatch=<b>categories.catalog</b>, må du skrive "<b>categories.catalog</b>" verdien inn i "<b>The value of the "dispatch" parameteret fra nettadressen</b>" feltet og spesifisere SEO-navnet i "<b>SEO name</b>" feltet.

# Languages::seo_name
source: SEO name
no_no: SEO navn

# Languages::warning_seo_urls_disabled
source: SEO-friendly URLs are disabled. Check your web server and URL manipulation engine settings.
no_no: SEO-vennlige nettadresser er deaktivert. Sjekk din webserver og instillinger i din URL manipulation engine.

# Languages::dispatch_value
source: Dispatch value
no_no: Dispatch-verdi

# Languages::url_dispatch_part
source: The value of the "dispatch" parameter from the URL
no_no: Verdien fra "dispatch" parameteret til nettadressen

# Languages::new_rule
source: New rule
no_no: Ny regel

# Languages::seo_rules
source: SEO rules
no_no: SEO regler

# Languages::seo_page_title
source: page [n]
no_no: side [n]

# Languages::privileges.manage_seo_rules
source: Manage SEO rules and 301 redirects
no_no: Behandle SEO regler og 301 redirects

# Languages::privileges.view_seo_rules
source: View SEO rules and 301 redirects
no_no: Vis SEO regler og 301 redirects

# Languages::seo.old_url
source: Old URL
no_no: Gammel nettadresse

# Languages::seo.new_url
source: New URL
no_no: Ny nettadresse

# Languages::seo.new_redirect
source: New Redirect
no_no: Ny Redirect

# Languages::seo.error_old_url_exists
source: The URL you're redirecting from is already exist
no_no: Nettadressen du redirecter fra eksisterer allerede

# Languages::seo.rich_snippets
source: Google rich snippets preview
no_no: Google rich snippets forhåndsvisning

# Languages::seo.rich_snippets_rating
source: Rating
no_no: Vurdering

# Languages::seo.rich_snippets_reviews
source: [n] review|[n] reviews
no_no: [n] omtale|[n] omtaler

# Languages::seo.create_redirect
source: Create redirect from old URL
no_no: Opprett redirect fra gamle nettadresser

# Languages::seo.error_incorrect_url
source: Incorrect format for <b>[url]</b> URL. For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
no_no: Feil format for <b>[url]</b> nettadressen. For eksempel hvis nettadressen din er <b>http://example.com/path/to/object</b>, må du skrive inn <b>/path/to/object</b>

# Languages::tt_addons_seo_views_seo_redirects_manage_seo.old_url
source: For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
no_no: For eksempel hvis nettadressen din er <b>http://example.com/path/to/object</b>, må du skrive inn <b>/path/to/object</b>

# SettingsSections::seo::general
source: General
no_no: Generelt

# SettingsOptions::seo::seo_product_type
source: Product SEO URL format
no_no: Produkt SEO nettadresse-format

# SettingsOptions::seo::seo_category_type
source: Category SEO URL format
no_no: Kategori SEO nettadresse-format

# SettingsOptions::seo::seo_page_type
source: Page SEO URL format
no_no: Side SEO nettadresse-format

# SettingsOptions::seo::seo_other_type
source: Other SEO URL format
no_no: Andre SEO nettadresse-format

# SettingsOptions::seo::seo_language
source: Show language in the URL
no_no: Vis språk i nettadressen

# SettingsOptions::seo::single_url
source: Use single URL for all languages
no_no: Bruk enkel nettadresse for alle språk

# SettingsOptions::seo::non_latin_symbols
source: Allow non-latin symbols in URL
no_no: Tillat ikke-latinske symboler i nettadressen
