Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/store_import.po
Languages: it_it, no_no, pl_pl, pt_br, ru_ru

# Languages::store_import.301_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig verdi for <b>Land</b> for overt språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Også <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.225_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages section and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>Your settings were set to default.</li><li>The Company Settings were set to default.</li><li>Your design (theme, styles and layout) was set to default.</li><li>All custom blocks under "Products" location of the Block Manager with <i>Content: Products</i> and <i>Filling: Manually</i> were placed on the "Products" location under the main content block.</li><li>All your custom product tabs (except the product tabs added by add-ons) were not transferred.</li><li>"Description", "Features" and "Files" tabs were added to the "Product tabs" section.</li><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Le impostazioni erano impostate predefinite.</li><li>Le impostazioni azienda erano impostate su predefinite.</li><li>L'aspetto (tema, stili e disposizione) è stato impostato su predefinito.</li><li>Tutti i blocchi personalizzati nella posizione "Prodotti" della Gestione Blocchi con <i>Contenuto: Prodotti</i> e con <i>Riempimento: Manuale</i> sono stati spostati nella posizione "Prodotti" sotto il blocco di contenuto principale.</li><li>Tutte le schede prodotto personalizzate (tranne le schede prodotto aggiunte dai componenti aggiuntivi) non sono state trasferite.</li><li>Le schede "Descrizione", "Caratteristiche" e "File" sono state aggiunte alla sezione "Schede prodotto".</li><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig <b>Land</b> og verdier for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Dine innstillinger ble satt til standard.</li><li>Firmainnstillingene ble satt til standard.</li><li>Ditt design (maler, stiler og layouter) ble satt til standard.</li><li>Alle egendefinerte blokker under "Produkter" plasseringen av blokkredigereren <i>Innhold: Produkter</i> og <i>Fyll: Manuellt</i> ble plassert på "Produkter" plassering under hovedinnhold-blokken.</li><li>Alle dine tilpassede produktfaner (unntatt produktfaner lagt til av tillegg) ble ikke overført.</li><li>"Beskrivelse", "Spesifikasjoner" og "Filer"fanene ble lagt til i "Produktfaner" seksjonen.</li><li>Merk også at <b> Hurtigmenyen </b> ble satt til standard.</li></ul>
pt_br: <ul><li>Acesse a seção <a href="[manage_languages_link]">Idiomas</a> e defina o <b>País</b> correto para cada idioma.</li></ul><p>Preste atenção aos seguintes itens:</p><ul><li>Suas configurações foram redefinidas para o padrão.</li><li>As opções da empresa foram redefinidas para o padrão.</li><li>O design da loja (tema, estilos e layouts) foi redefinido para o padrão.</li><li>Todos os blocos personalizados adicionados à seção "Produtos" do gerenciador de blocos com as opções <i>Conteúdo: Produtos</i> e <i>Preenchimento: Manual</i> foram colocados na seção Produtos sob o bloco de conteúdo principal.</li><li>As abas de produto personalizadas (exceto as abas de produtos instaladas por plugins) não foram transferidas.</li><li>As abas "Descrição", "Características" e "Arquivos" foram adicionadas à seção "Abas de produto".</li><li>O <b>Menu rápido</b> foi redefinido para o padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li>Настройки были выставлены по умолчанию</li><li>Настройки компании были выставлены по умолчанию.</li><li>Дизайн (темы, предустановки и макеты) были выставлены по умолчанию.</li><li>Все созданные вами блоки в локации «Продукты» в Блок Менеджере с <i>Содержимое: Товары</i> и <i>Заполнение: Manually</i> были помещены в локацию «Продукты» под блок «Главное содержимое».</li><li>Все созданные вами вкладки товара, кроме созданных аддонами, не были перенесены.</li><li>Вкладки «Описание», «Особенности» и «Файлы» были добавлены в секцию «Вкладки товара».</li><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.224_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages section and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>Your settings were set to default.</li><li>The Company Settings were set to default.</li><li>Your design (theme, styles and layout) was set to default.</li><li>All custom blocks under "Products" location of the Block Manager with <i>Content: Products</i> and <i>Filling: Manually</i> were placed on the "Products" location under the main content block.</li><li>All your custom product tabs (except the product tabs added by add-ons) were not transferred.</li><li>"Description", "Features" and "Files" tabs were added to the "Product tabs" section.</li><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Le impostazioni erano impostate predefinite.</li><li>Le impostazioni azienda erano impostate su predefinite.</li><li>L'aspetto (tema, stili e disposizione) è stato impostato su predefinito.</li><li>Tutti i blocchi personalizzati nella posizione "Prodotti" della Gestione Blocchi con <i>Contenuto: Prodotti</i> e con <i>Riempimento: Manuale</i> sono stati spostati nella posizione "Prodotti" sotto il blocco di contenuto principale.</li><li>Tutte le schede prodotto personalizzate (tranne le schede prodotto aggiunte dai componenti aggiuntivi) non sono state trasferite.</li><li>Le schede "Descrizione", "Caratteristiche" e "File" sono state aggiunte alla sezione "Schede prodotto".</li><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig <b>Land</b> og verdier for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Dine innstillinger ble satt til standard.</li><li>Firmainnstillingene ble satt til standard.</li><li>Ditt design (maler, stiler og layouter) ble satt til standard.</li><li>Alle egendefinerte blokker under "Produkter" plasseringen av blokkredigereren <i>Innhold: Produkter</i> og <i>Fyll: Manuellt</i> ble plassert på "Produkter" plassering under hovedinnhold-blokken.</li><li>Alle dine tilpassede produktfaner (unntatt produktfaner lagt til av tillegg) ble ikke overført.</li><li>"Beskrivelse", "Spesifikasjoner" og "Filer"fanene ble lagt til i "Produktfaner" seksjonen.</li><li>Merk også at <b> Hurtigmenyen </b> ble satt til standard.</li></ul>
pt_br: <ul><li>Acesse a seção <a href="[manage_languages_link]">Idiomas</a> e defina o <b>País</b> correto para cada idioma.</li></ul><p>Preste atenção aos seguintes itens:</p><ul><li>Suas configurações foram redefinidas para o padrão.</li><li>As opções da empresa foram redefinidas para o padrão.</li><li>O design da loja (tema, estilos e layouts) foi redefinido para o padrão.</li><li>Todos os blocos personalizados adicionados à seção "Produtos" do gerenciador de blocos com as opções <i>Conteúdo: Produtos</i> e <i>Preenchimento: Manual</i> foram colocados na seção Produtos sob o bloco de conteúdo principal.</li><li>As abas de produto personalizadas (exceto as abas de produtos instaladas por plugins) não foram transferidas.</li><li>As abas "Descrição", "Características" e "Arquivos" foram adicionadas à seção "Abas de produto".</li><li>O <b>Menu rápido</b> foi redefinido para o padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li>Настройки были выставлены по умолчанию</li><li>Настройки компании были выставлены по умолчанию.</li><li>Дизайн (темы, предустановки и макеты) были выставлены по умолчанию.</li><li>Все созданные вами блоки в локации «Продукты» в Блок Менеджере с <i>Содержимое: Товары</i> и <i>Заполнение: Manually</i> были помещены в локацию «Продукты» под блок «Главное содержимое».</li><li>Все созданные вами вкладки товара, кроме созданных аддонами, не были перенесены.</li><li>Вкладки «Описание», «Особенности» и «Файлы» были добавлены в секцию «Вкладки товара».</li><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.progress_title
source: Upgrading to [to]
it_it: Aggiornamento a [to]
no_no: Oppgraderer til [to]
pl_pl: Uaktualnienie do [to]
pt_br: Atualizar para [to]
ru_ru: Обновляю до [to]

# Languages::store_import.updating_data
source: Updating data
it_it: Aggiornamento dati
no_no: Oppdatere data
pl_pl: Aktualizowanie danych
pt_br: Atualizando dados
ru_ru: Обновляю данные

# Languages::store_import.converting_orders
source: Converting orders
it_it: Conversione ordini
no_no: Konverterer ordre
pl_pl: Konwersja zamówień
pt_br: Conversão de pedidos
ru_ru: Конвертирую заказы

# Languages::store_import.import_failed
source: Store import failed
it_it: Importazione negozio fallita
no_no: Butikk import mislyktes
pl_pl: Import sklepu zakończył się niepowodzeniem
pt_br: Importação da loja falhou
ru_ru: Импорт магазина не удался

# Languages::store_import.cloning_database
source: Cloning database
it_it: Duplicazione database
no_no: Kloner database
pl_pl: Klonowanie bazy danych
pt_br: Clonando banco de dados
ru_ru: Клонирую базу данных

# Languages::store_import.updating_languages
source: Updating languages
it_it: Aggiornamento lingue
no_no: Oppdaterer språk
pl_pl: Aktualizowanie języków
pt_br: Atualizando idiomas
ru_ru: Обновляю языки

# Languages::store_import.done
source: Done
it_it: Fatto
no_no: Ferdig
pl_pl: Zrobione
pt_br: Finalizado
ru_ru: Готово

# Languages::store_import.class_not_found
source: Import from this version is not supported
it_it: L'importazione da questa edizione non è supportata
no_no: Import fra denne versjonen støttes ikke
pl_pl: Import z tej wersji nie jest obsługiwany
pt_br: Não há suporte para a importação a partir desta versão
ru_ru: Импорт с указанной версии недоступен

# Languages::store_import.processing_addons
source: Updating addons
it_it: Aggiornamento add-ons
no_no: Oppdaterer tillegg
pl_pl: Aktualizowanie dodatków
pt_br: Atualizando addons
ru_ru: Обновляю аддоны

# Languages::store_import.actualization_completed
source: Actualization completed
it_it: Aggiornamento completato
no_no: Aktualisering fullført
pl_pl: Aktualizacja zakończona
pt_br: Atualização concluída
ru_ru: Актуализация данных завершена

# Languages::store_import.actualization_failed
source: Actualization failed
it_it: Aggiornamento fallito
no_no: Aktualisering mislyktes
pl_pl: Aktualizacja nie powiodła się
pt_br: Atualização falhou
ru_ru: При актуализации данных произошла ошибка

# Languages::store_import.invalid_license
source: Sorry, the data import is impossible: no valid upgrade subscription found (read more about the <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">license requirements</a> for a store import).<br /><br />Contact us at <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a> if you have any questions.
it_it: Siamo spiacenti, l'importazione dei dati è impossibile: nessun abbonamento valido per gli aggiornamenti trovato (per saperne di più circa i <a target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">requisiti di licenza</a> per un'importazione negozio).<br /><br />Contattaci scrivendo a <a href="mailto:ecommerce@business-click.it">ecommerce@business-click.it</a>.
no_no: Beklager, dataimporten er umulig: ingen gyldig oppgraderingslisens funnet (les mer om <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">license requirements</a> for en butikk import).<br /><br />Kontakt oss <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a> hvis du har none spørsmål.
pt_br: Desculpe, mas não é possível fazer a importação dos dados. Não há uma licença de atualização válida (saiba mais sobre os <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">requisitos de licenciamento</a> para fazer a importação da loja).<br /><br />Entre em contato conosco através do e-mail <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a> em caso de dúvidas.
ru_ru: К сожалению, импорт данных невозможен, т.к. не удалось найти подходящей подписки на обновления (узнайте больше о <a title="Store Import: License Requirements" target="_blank" href="http://kb.cs-cart.com/store-import#license-requirements">необходимых условиях для импорта</a>).<br /><br />Свяжитесь с нами по адресу <a href="mailto:sales@cs-cart.com">sales@cs-cart.com</a>, если у вас есть вопросы.

# Languages::store_import.cant_connect_to_imported
source: Store import has been canceled to prevent the loss of data. Could not connect to the imported database. Please contact tech support.
it_it: L'importazione Negozio è stata annullata per prevenire la perdita dei dati. Impossibile connettersi al database importato. Contattare il supporto tecnico <a href="mailto:ecommerce@business-click.it">ecommerce@business-click.it</a>.
no_no: Butikk importen ble avbrutt for å hindre tap av data. Kan ikke koble til den importerte databasen. Kontakt support.
pl_pl: Import został anulowany, aby zapobiec utracie danych. Nie można połączyć się importowaną bazą danych. Skontaktuj się z pomocą techniczną.
pt_br: Importação da loja foi cancelada para evitar a perda de dados. Não foi possível conectar ao banco de dados importado. Entre em contato com o suporte técnico.
ru_ru: Импорт магазина был остановлен во избежание потери данных. Не получилось подключиться к импортируемой базе данных. Пожалуйста, свяжитесь с техподдержкой.

# Languages::store_import.cant_connect_to_original
source: Store import has been canceled to prevent the loss of data. Could not connect to the original database. Please contact tech support.
it_it: L'importazione Negozio è stata annullata per prevenire la perdita dei dati. Impossibile connettersi al database importato. Contattare il supporto tecnico <a href="mailto:ecommerce@business-click.it">ecommerce@business-click.it</a>.
no_no: Butikk importen ble avbrutt for å hindre tap av data. Kan ikke koble til den importerte databasen. Kontakt support.
pl_pl: Import został anulowany, aby zapobiec utracie danych. Nie można połączyć się ze źródłową bazą danych. Skontaktuj się z pomocą techniczną.
pt_br: Importação da loja foi cancelada para evitar a perda de dados. Não foi possível conectar ao banco de dados original. Entre em contato com o suporte técnico.
ru_ru: Импорт магазина был остановлен во избежание потери данных. Не получилось подключиться к оригинальной базе данных. Пожалуйста, свяжитесь с техподдержкой.

# SettingsSections::store_import::general
source: General
it_it: Generale
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие настройки

# SettingsOptions::store_import::si_data
source: Store import data
it_it: Importazione dati negozio
no_no: Butikk import data
pl_pl: Import danych sklepu
pt_br: Importar dados da loja
ru_ru: Данные для импорта
