Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/store_import.po
Languages: it_it, no_no, pl_pl, pt_br, ru_ru

# Addons::name::store_import
source: Store Import
it_it: Importazione negozio
no_no: Butikk Import
pl_pl: Import sklepu
pt_br: Importar loja
ru_ru: Импорт магазина

# Addons::description::store_import
source: Lets you import data from any existing version of CS-Cart from 2.2.4 (except for Community edition) into the current version.
it_it: Consente di importare dati da qualsiasi versione esistente di CS-Cart da 2.2.4 (ad eccezione per la Community edition) nella versione corrente.
no_no: Lar deg importere data fra en eksisterende versjon av CS-Cart fra 2.2.4 (unntatt Community-utgaven) til gjeldende versjon.
pl_pl: Dodatek umożliwia import danych z jakiejkolwiek innej wersji CS-CART od 2.2.4 (oprócz wersji Community) do wersji aktualnej.
pt_br: Permite importar dados de qualquer versão existente do CS-Cart desde 2.2.4 (exceto edição da comunidade) para a versão atual.
ru_ru: Импорт данных из любой версии, начиная с 2.2.4 (за исключением редакции Community).

# Languages::store_import.full_path_installation_directory
source: Full path to the store installation directory
it_it: Percorso completo della cartella di installazione del negozio
no_no: Full sti til butikkens installasjonskatalog
pl_pl: Pełna ścieżka do katalogu instalacyjnego sklepu
pt_br: Caminho completo para o diretório de instalação da loja
ru_ru: Полный путь к каталогу установки магазина

# Languages::store_import.start_new_store_import
source: Start new store import
it_it: Avviare una nuova importazione
no_no: Start ny butikk import
pl_pl: Rozpocznij nowy import sklepu
pt_br: Começar a importação da nova loja
ru_ru: Начать новый импорт магазина

# Languages::store_import.first_step
source: Select store
it_it: Seleziona il negozio
no_no: Velg butikk
pl_pl: Wybierz sklep
pt_br: Selecionar loja
ru_ru: Выбор магазина

# Languages::store_import.second_step
source: Validate and import
it_it: Convalida e importa
no_no: Valider og importer
pl_pl: Sprawdź poprawność i importuj
pt_br: Validar e importar
ru_ru: Проверка и импорт

# Languages::store_import.cannot_connect_to_database_server
source: Cannot connect to the database server
it_it: Non è possibile connettersi al database
no_no: Kan ikke koble til databaseserveren
pl_pl: Nie można się połączyć z serwerem bazy danych
pt_br: Não foi possível conectar ao servidor de banco de dados
ru_ru: Не удалось подключиться к серверу базы данных

# Languages::store_import.check_company_count_failed
source: Cannot start actualizing data due to Storefront/Vendor changes
it_it: Non è possibile avviare l'aggiornamento dei dati a causa di cambiamenti nello Storefront/Venditore
no_no: Kan ikke starte aktivisering av data på grunn av Butikk/Forhandler endringer
pl_pl: Nie można uruchomić aktualizowania danych sklepu/sprzedawcy
pt_br: Não foi possível começar a atualizar os dados devido a mudanças da loja
ru_ru: Невозможно начать актуализацию данных, т.к. были внесены изменения в витрину/продавца

# Languages::store_import.completed
source: <p>The store import is complete!</p>
it_it: <p>L'importazione del negozio è stato completato!</p>
no_no: <p>Butikk importen er fullført!</p>
pl_pl: <p>Import sklepu został zakończony pomyślnie !</p>
pt_br: <p>A importação de loja foi concluída!</p>
ru_ru: <p>Импорт магазина завершен!</p>

# Languages::store_import.completed_text_ult
source: <p>In order to go live, you should perform the following steps:</p><ul><li>Overwrite your existing store folder with the new one.</li><li>Set the correct values for the following variables: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Set the correct Storefront URL in the Administration->Stores section.</li></ul><p>To start another store import, click <b>Start new store import.</b></p>
it_it: <p>Per andare on-line, si dovrebbe procedere come segue:</p><ul><li>Sovrascrivere la cartella del negozio esistente con quella nuova.</li><li>Impostare i valori corretti per le seguenti variabili: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Impostare l'URL corretto di Storefront in Amministrazione -> Negozi.</li></ul><p>Per avviare un'altra importazione negozio, fare click su <b>Avvia nuova importazione.</b></p>
no_no: <p>For å gå live, bør du utføre følgende trinn:</p><ul><li>Overskriv den eksisterende butikkmappen med den nye.</li><li>Angi riktige verdier for følgende variabler: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Angi riktig butikk forside URL i admin-> Butikker-menyen.</li></ul><p>For å starte en annen butikkimport, klikk <b>Start ny butikkimport.</b></p>
pt_br: <p>A fim de ir ao ar, você deve executar as etapas a seguir:</p><ul><li>Substituir sua pasta da loja existente com uma nova.</li><li>Definir os valores corretos para as seguintes variáveis: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Definir a URL correta da loja em Administração-> Lojas.</li></ul><p>Para iniciar uma outra importação de loja, clique em <b>Iniciar nova importação de loja.</b></p>
ru_ru: <p>Чтобы открыть магазин для покупателей:</p><ul><li>Скопируйте папку с новым магазином в нужное вам место.</li><li>Установите правильные значения для следующих переменных: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><li>Установите правильный URL витрины на странице Администрирование → Магазины.</li></ul><p>Чтобы начать новый импорт магазина, нажмите <b>Начать новый импорт магазина.</b></p>

# Languages::store_import.completed_text_mve
source: <p>In order to go live, you should perform the following steps:</p><ul><li>Overwrite your existing store folder with the new one.</li><li>Set the correct values for the following variables: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>To start another store import, click <b>Start new store import.</b></p>
it_it: <p>Per andare on-line, si dovrebbe procedere come segue:</p><ul><li>Sovrascrivere la cartella del negozio esistente con quella nuova.</li><li>Impostare i valori corretti delle seguenti variabili: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>Per avviare un'altra importazione negozio, fare click su <b>Avvia nuova importazione.</b></p>
no_no: <p>For å gå live, bør du utføre følgende trinn:</p><ul><li>Overskriv den eksisterende butikkmappen med den nye.</li><li>Angi riktige verdier for følgende variabler: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>Klikk for å starte en annen butikk import, <b>Start ny butikkimport.</b></p>
pt_br: <p>A fim de ir ao ar, você deve executar as etapas a seguir:</p><ul><li>Substituir sua pasta da loja existente com uma nova.</li><li>Definir os valores corretos para as seguintes variáveis: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>Para iniciar uma outra importação de loja, clique em <b>Iniciar nova importação de loja.</b></p>
ru_ru: <p>Чтобы открыть магазин для покупателей:</p><ul><li>Скопируйте папку с новым магазином в нужное вам место.</li><li>Установите правильные значения для следующих переменных: http_host, http_path, https_host, https_path, customer_index, admin_index, vendor_index.</li><p>Чтобы начать новый импорт магазина, нажмите <b>Начать новый импорт магазина.</b></p>

# Languages::store_import.actualize_data_text
source: <p>Last data import was made on <b>[date]</b> from <b>CS-Cart [version] [edition].</b></p><p>To actualize the data since the last import, click <b>Actualize data</b> (Only design and settings <span>will be kept</span>.) This process can be done repeatedly. When actualizing is over you will see this page again.</p><p>Whenever you're ready to go live or start the Store import again, click <b>Complete Store import</b></p>
it_it: <p>L'ultima importazione di dati è stata effettuata il <b>[date]</b> da <b>CS-Cart [version] [edition].</b></p><p>Per aggiornare i dati dall'ultima importazione, fare click su <b>Aggiorna dati</b> (verranno mantenute solo le impostazioni di Design). Questo processo può essere eseguito più volte. Quando l'aggiornamento sarà completato verrà mostrata nuovamente questa pagina.</p><p>Quando sei pronto per andare on-line o avviare una nuova importazione fai click su <b>Importazione Completa Negozio</b></p>
no_no: <p>Siste dataimport ble gjort <b>[date]</b> fra <b>CS-Cart [version] [edition].</b></p><p>For å aktualiserte data siden forrige import, klikk <b>Aktualiser data</b> (Bare design og innstillinger <span>vil ble tatt vare på</span>.) Denne prosessen kan gjøres gjentatte ganger. Når Aktualiseringen er over vil du se denne siden igjen.</p><p>Når du er klar til å gå live eller starte butikkimporten igjen, klikk <b>Fullfør butikk import</b></p>
pt_br: <p>Última importação de dados foi feita em <b>[date]</b> do <b>CS-Cart [version] [edition].</b></p><p>Para atualizar os dados desde a última importação, clique em <b>Atualizar dados</b> (apenas design e configurações <span>serão mantidas</span>.) Este processo pode ser feito repetidamente. Quando acabar a atualização você irá ver esta página.</p><p>Quando estiver pronto para ir ao ar ou iniciar a importação de loja novamente, clique em <b>Completar importação da loja</b></p>
ru_ru: <p>Последний импорт магазина был сделан <b>[date]</b> из <b>CS-Cart [version] [edition].</b></p><p>Чтобы актуализировать данные с момента последнего импорта, нажмите на кнопку <b>Актуализация данных</b> (при этом <span>сохранены</span> будут только дизайн и настройки). Этот процесс может быть повторен неоднократно. После актуализации вы снова увидите эту страницу.</p><p>Когда вы будете готовы открыть магазин для покупателей или начать новый импорт магазина, нажмите на кнопку <b>Завершить импорт магазина</b></p>

# Languages::store_import.actualize_data
source: Actualize data
it_it: Aggiorna dati
no_no: Aktualiser data
pl_pl: Aktualizuj dane
pt_br: Atualizar dados
ru_ru: Актуализация данных

# Languages::store_import.import_from
source: Import from
it_it: Importa da
no_no: Importer fra
pl_pl: Importuj z
pt_br: Importar de
ru_ru: Импортировать из

# Languages::store_import.complete_store_import
source: Complete Store import
it_it: Importazione Completa Negozio
no_no: Fullfør butikk import
pl_pl: Import sklepu zakończony
pt_br: Completar importação da loja
ru_ru: Завершить импорт магазина

# Languages::store_import.import_data
source: Import data
it_it: Importa dati
no_no: Importer data
pl_pl: Importuj dane
pt_br: Importar dados
ru_ru: Импортировать данные

# Languages::store_import.complete_configuration
source: Proceed to actualizing data
it_it: Procedere con l'aggiornamento dei dati
no_no: Fortsett for å aktualisere data
pl_pl: Przejdź do aktualizacji danych
pt_br: Prosseguir para Atualizando dados
ru_ru: Перейти к актуализации данных

# Languages::store_import.admin_url
source: Admin panel URL
it_it: URL del pannello di amministrazione
pl_pl: Adres URL panelu administratorskiego
pt_br: URL do painel do admin
ru_ru: URL панели администратора

# Languages::store_import.companies_count
source: Number of storefronts
it_it: Numero di vetrine
no_no: Antall butikk forsider
pl_pl: Liczba storefrontów
pt_br: Número de lojas
ru_ru: Количество витрин

# Languages::store_import.store_import
source: Store import
it_it: Importazione negozio
no_no: Butikk Import
pl_pl: Import sklepu
pt_br: Importar loja
ru_ru: Импорт магазина

# Languages::store_import.local_store
source: Store path
it_it: Percorso negozio
no_no: Butikk sti
pl_pl: Ścieżka do sklepu
pt_br: Caminho da loja
ru_ru: Путь к магазину

# Languages::store_import.select_store
source: Validate
it_it: Convalida
no_no: Valider
pl_pl: Sprawdzanie poprawności
pt_br: Validar
ru_ru: Проверить путь

# Languages::store_import.local_store_tooltip
source: Enter the full path to the installation root directory of the store you want to import data from. For example '/var/www/examplestore' on UNIX-based systems or 'C:\examplestore' on Windows
it_it: Immettere il percorso completo alla cartella principale di installazione del negozio da cui si desidera importare i dati. Per esempio '/ var/www/examplestore' su sistemi basati su UNIX o 'C:\examplestore' per sistemi Windows
no_no: Angi hele stien til installasjons rotkatalogen på butikken du ønsker å importere data fra. For eksempel '/var/www/examplestore' på UNIX-baserte systemer eller 'C:\examplestore' på Windows
pl_pl: Wprowadź pełną ścieżkę do katalogu sklepy w celuzaimportowania danych ze sklepu. Na przykład '/ var/www/examplestore' na systemach Unix lub "C:\examplestore" w systemie Windows
pt_br: Digite o caminho completo para o diretório raiz da instalação da loja que você deseja importar dados. Por exemplo '/var/www/examplestore' em sistemas baseados em UNIX ou 'C:\examplestore' no Windows
ru_ru: Введите полный путь к директории установленного магазина, который вы хотите импортировать. Например, "/var/www/examplestore" в UNIX-подобных системах или "C:\examplestore" в Windows

# Languages::store_import.configure_store
source: Configure your store
it_it: Configura il tuo negozio
no_no: Konfigurer din butikk
pl_pl: Skonfiguruj swój sklep
pt_br: Configurar sua loja
ru_ru: Настройка магазина

# Languages::store_import.finish_store
source: Finish store import
it_it: Completa l'importazione del negozio
no_no: Avslutt butikk importen
pl_pl: Zakończ import sklepu
pt_br: Finalizar a importação da loja
ru_ru: Финальный шаг

# Languages::store_import.storefront_url
source: Storefront URL
it_it: URL Vetrina
no_no: Butikk forside URL
pl_pl: Adres URL sklepu
pt_br: URL da loja
ru_ru: URL витрины

# Languages::store_import.secure_storefront_url
source: Secure storefront URL
it_it: URL Vetrina sicuro
no_no: Sikker butikk forside URL
pl_pl: Bezpieczne połączenie SSL sklepu
pt_br: URL segura da loja
ru_ru: Безопасный URL витрины магазина

# Languages::store_import.db_host
source: Database host
it_it: Host del database
pl_pl: Host bazy danych
pt_br: Host do banco de dados
ru_ru: Хост базы данных

# Languages::store_import.db_name
source: Database name
it_it: Nome del database
no_no: Database navn
pl_pl: Nazwa bazy danych
pt_br: Nome do banco de dados
ru_ru: Название базы данных

# Languages::store_import.db_user
source: Database user
it_it: Utente del database
no_no: Database brukernavn
pl_pl: Użytkownik bazy danych
pt_br: Usuário do banco de dados
ru_ru: Пользователь базы данных

# Languages::store_import.table_prefix
source: Table prefix
it_it: Prefisso tabelle
no_no: Tabell prefiks
pl_pl: Prefiks tabeli
pt_br: Prefixo da tabela
ru_ru: Префикс таблицы

# Languages::store_import.fill_form
source: <p>Check the data below before proceeding to the data import.</p><p><b>Warning!</b> The data import during this step <b>will overwrite everything (including your existing settings, products, design and layouts, etc.)</b><br />Also, all logs and statistics will be removed.</p><p><b>Pay attention</b> that the <b>Affiliate, Statistics, Recurring billing, Product configurator and Gift registry</b> add-ons are no longer supported, so, none of the related data will be imported from your old store to the new installation.</p>
it_it: <p>Verifica i dati qui sotto prima di procedere con l'importazione dei dati.</p><p><b>ATTENZIONE!</b> L'importazione dei dati durante questa fase <b>sovrascriverà tutto (incluse le impostazioni esistenti, prodotti, design e layout)</b><br />Inoltre, verranno rimossi tutti i registri e le statistiche.</p><p><b>Prestare attenzione</b> che i componenti aggiuntivi di <b>Affiliati, Statistiche, Fatturazione ricorrente, Configuratori prodotto e registro buoni regalo</b> non sono più supportati, perciò nessuno dei dati relativi verrà importato dal tuo vecchio negozio nella nuova installazione.</p>
no_no: <p>Kontroller dataene nedenfor før du fortsetter til dataimporten.</p><p><b>Advarsel!</b> Dataimporten under dette trinnet <b>vil overskrive alt (inkludert de eksisterende innstillingene, produktene, designet og layouten, etc.)</b><br />Alle logger og statistikk vil også bli fjernet.</p><p><b>Vær oppmerksom på</b> at <b>Affiliate, statistikk, gjentakende fakturering, produktkonfiguratoren og gaveregister</b> ikke støttes lenger, så, ingen relaterte data vil bli importert fra den gamle butikken til den nye installasjonen.</p>
pt_br: <p>Verifique os dados abaixo antes de prosseguir para a importação de dados.</p><p><b>Aviso!</b> A importação de dados durante este passo <b>irá sobrescrever tudo (incluindo as configurações existentes, produtos, design e layouts, etc.)</b><br /> também, todos os registros e estatísticas serão removidos.</p><p><b>Prestar atenção</b> que o addon <b>faturamento da filial, estatísticas, pagamento recorrente, Configurador de produto e registro de presente</b> não são suportados, portanto, nenhum dos dados relacionados serão importados da sua loja antiga para a nova instalação.</p>
ru_ru: <p>Проверьте данные внизу перед тем, как переходить к импорту данных.</p><p><b>Обратите внимание</b>, что импорт данных на этом шаге <b>заменит всё (включая текущие настройки, товары, дизайн и макеты, и т.д.).</b><br />Также все логи и статистика будут удалены.</p><p><b>Обратите внимание</b>, что модули <b>Партнерство, Статистика, Периодические платежи, Конфигуратор товаров и События</b> больше не поддерживаются поэтому никакие данные из существующего магазина, связанные с этими модулями, не будут импортированы.</p>

# Languages::store_import.second_step_22x_notice
source: <p>Note that your original core settings and design will not be transferred, except for add-ons' settings and all custom blocks under "Products" location on the Layouts page with <i>Content: Products</i> and <i>Filling: Manually</i>. During the next step you will be able to locate them on the "Products" location under the main content block.</p>
it_it: <p>Si noti che le impostazioni originali del core e di design non verranno trasferite, fatta eccezione per le impostazioni Add-ons e i blocchi personalizzati sotto la posizione "Prodotti" nella pagina Layout con <i>Contenuto: Prodotti</i> e con <i> Riempimento: manuale</i>. Durante il prossimo passo sarai in grado di individuarli nella posizione "Prodotti" sotto il blocco di contenuto principale.</p>
no_no: <p>Merk at de opprinnelige kjerneinnstillingene og designet ikke vil bli overført, med unntak for tilleggs innstillinger og alle de egendefinerte blokkene under "Produkter" plasseringen av Blokkredigereren med <i>innhold: produkter</i> og <i>fyll: manuelt</i>. I neste trinn vil du kunne finne dem på "Produkter" stedet under hovedinnhold blokken.</p>
pt_br: <p>Observe que suas configurações originais e design originais não serão transferidas, exceto para as configurações dos addon e todos os blocos personalizados sob o local de "Produtos" na página Layouts com <i>Conteúdo: Produtos</i> e <i>Preenchimento: Manualmente</i>. Durante a próxima etapa, você será capaz de localizá-los em "Produtos" sob o bloco de conteúdo principal.</p>
ru_ru: <p>Обратите внимание, что настройки и дизайн не будут перенесены, кроме настроек модулей и всех созданных вами блоков в локации «Товары» на странице «Макеты» с <i>Содержимым: Товары</i> и <i>Заполнением: Вручную</i>. На следующем шаге вы сможете найти созданные вами блоки в макете Main в локации «Товары» под блоком «Главное содержимое».</p>

# Languages::store_import.from
source: From:
it_it: Da:
no_no: Fra:
pl_pl: Z:
pt_br: De:
ru_ru: Из:

# Languages::store_import.text_to
source: To: [product_edition] [product_version]
it_it: A: [product_edition] [product_version]
no_no: Til: [product_edition] [product_version]
pl_pl: Do: [product_edition] [product_version]
pt_br: Para: [product_edition] [product_version]
ru_ru: В: [product_edition] [product_version]

# Languages::store_import.edition_mapping_failed
source: Import from this edition is not supported
it_it: Lìimportazione da questa edizione non è supportata
no_no: Import fra denne versjonen støttes ikke
pl_pl: Import z tej wersji nie jest obsługiwany
pt_br: Não há suporte para a importação a partir desta edição
ru_ru: Импорт из этой редакции не поддерживается

# Languages::store_import.configuration_test_failed
source: Configuration test failed
it_it: Test di configurazione non riuscito
no_no: Konfigurasjonstest mislyktes
pl_pl: Test konfiguracji nie powiódł się
pt_br: Teste de configuração falhou
ru_ru: Ошибка проверки конфигурации

# Languages::store_import.wrong_table_prefix
source: Store tables with the specified prefix are missing in the specified database.
it_it: Le tabelle negozio con il prefisso specificato non sono presenti nel database specificato.
no_no: Butikkens tabeller med det angitte prefikset mangler i den angitte databasen.
pl_pl: Tabeli z określonym prefiksem brakuje w bazy danych.
pt_br: Tabelas da loja com o prefixo especificado não foram encontradas no banco de dados especificado.
ru_ru: Таблицы магазина с указанным префиксом отсутствуют в указанной базе.

# Languages::store_import.path_does_not_exist
source: The specified directory does not exist. Please check if the path you entered is correct.
it_it: La cartella specificata non esiste. Si prega di controllare che il percorso immesso sia corretto.
no_no: Den angitte katalogen finnes ikke. Kontroller om den angitte stien er korrekt.
pl_pl: Katalog nie istnieje. Proszę sprawdzić, czy ścieżka, którą podałeś jest poprawna.
pt_br: O diretório especificado não existe. Por favor, verifique se o caminho que você digitou está correto.
ru_ru: Указанная директория не существует. Пожалуйста, проверьте, что вы ввели правильный путь.

# Languages::store_import.this_is_not_cart_path
source: The specified directory is not a valid store installation root folder.
it_it: La cartella specificata non è una cartella principale di installazione valida.
no_no: Den angitte katalogen er ikke en gyldig butikk installasjons rotmappe.
pl_pl: Wybrany katalog nie jest prawidłowym folderem z zainstalowanym sklepem.
pt_br: O diretório especificado não é uma pasta de raiz de instalação da loja válido.
ru_ru: Указанная директория не является валидной корневой директорией установленного магазина

# Languages::store_import.text_configuration
source: <p><h4>The data from the old store was successfully imported.</h4><br/>You are now free to leave the Store import tool and customize the settings and design of your store. First of all, do the following:</p>
it_it: <p><h4>I dati del negozio vecchio sono stati importati con successo.</h4><br/>Ora siete liberi di abbandonare lo strumento di Importazione Negozi e personalizzare le impostazioni e l'aspetto del tuo negozio. Prima di tutto, fare quanto segue:</p>
no_no: <p><h4>Data fra den gamle butikken er importert.</h4><br/>Du kan nå forlate butikk import verktøyet og tilpasse innstillingene og designet av din nettbutikk. Først av alt, gjør følgende:</p>
pl_pl: <p><h4>Dane ze starego sklepu zostały pomyślnie zaimportowane.</h4><br/>Teraz opuścić narzędzie importowania sklepu i dostosować ustawienia oraz projekt graficzny sklepu. Przede wszystkim, wykonaj następujące czynności:</p>
pt_br: <p><h4>Os dados da loja do velha foram importados com sucesso.</h4><br/>Você agora está livre para sair da ferramenta de importação de loja e personalizar as configurações e o design da sua loja. Em primeiro lugar, faça o seguinte:</p>
ru_ru: <p><h4>Данные из старого магазина были успешно импортированы.</h4><br/>Теперь вы можете покинуть текущую страницу и редактировать настройки и дизайн своего магазина. Прежде всего, сделайте следующее:</p>
