Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/store_import.po
Languages: it_it, no_no, pl_pl, pt_br, ru_ru

# Languages::store_import.225_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for a Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages section and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>Your settings were set to default.</li><li>The Company Settings were set to default.</li><li>Your design (theme, styles and layout) was set to default.</li><li>All custom blocks under "Products" location of the Block Manager with <i>Content: Products</i> and <i>Filling: Manually</i> were placed on the "Products" location under the main content block.</li><li>All your custom product tabs (except the product tabs added by add-ons) were not transferred.</li><li>"Description", "Features" and "Files" tabs were added to the "Product tabs" section.</li><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[stores_section_link]">Negozi</a> e imposta il corretto <b>URL di Vetrina</b> per un'azienda.</li><li>Vai nella sezione <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Le impostazioni erano impostate predefinite.</li><li>Le impostazioni azienda erano impostate su predefinite.</li><li>L'aspetto (tema, stili e disposizione) è stato impostato su predefinito.</li><li>Tutti i blocchi personalizzati nella posizione "Prodotti" della Gestione Blocchi con <i>Contenuto: Prodotti</i> e con <i>Riempimento: Manuale</i> sono stati spostati nella posizione "Prodotti" sotto il blocco di contenuto principale.</li><li>Tutte le schede prodotto personalizzate (tranne le schede prodotto aggiunte dai componenti aggiuntivi) non sono state trasferite.</li><li>Le schede "Descrizione", "Caratteristiche" e "File" sono state aggiunte alla sezione "Schede prodotto".</li><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[stores_section_link]">Butikker</a> og anti riktig <b>Butikk forside URL</b> for et firma.</li><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett rikktig <b>Land</b> og verdi for hvert land.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Dine innstillinger ble satt til standard.</li><li>Firmainnstillingene ble satt til standard.</li><li>Ditt design og dine (maler, stiler og layout) ble satt til standard.</li><li>Alle egendefinerte blokker under "Produkter" plasseringen av blokkredigereren <i>Innhold: Produkter</i> og <i>Fyll: Manuelt</i> ble plassert på "Produkter" plassering under hovedinnhold-blokken.</li><li>Alle dine tilpassede produktfaner (unntatt produktfaner lagt til av tillegg) ble ikke overført.</li><li>"Beskrivelse", "Spesifikasjoner" og "Filer" fanene ble lagt til i "Produktfaner" seksjonen.</li><li>Merk også at <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Acesse a seção <a href="[stores_section_link]">Lojas</a> e defina a <b>URL da loja</b> correta para a empresa.</li><li>Acesse a seção <a href="[manage_languages_link]">Idiomas</a> e defina o <b>País</b> correto para cada idioma.</li></ul><p>Preste atenção aos seguintes itens:</p><ul><li>Suas configurações foram redefinidas para o padrão.</li><li>As opções da empresa foram redefinidas para o padrão.</li><li>O design da loja (tema, estilos e layouts) foi redefinido para o padrão.</li><li>Todos os blocos personalizados adicionados à seção "Produtos" do gerenciador de blocos com as opções <i>Conteúdo: Produtos</i> e <i>Preenchimento: Manual</i> foram colocados na seção Produtos sob o bloco de conteúdo principal.</li><li>As abas de produto personalizadas (exceto as abas de produtos instaladas por plugins) não foram transferidas.</li><li>As abas "Descrição", "Características" e "Arquivos" foram adicionadas à seção "Abas de produto".</li><li>O <b>Menu rápido</b> foi redefinido para o padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[stores_section_link]">Магазины</a> и выставьте правильный <b>URL витрины</b> для компании.</li><li>Перейдите в секцию <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li>Настройки были выставлены по умолчанию</li><li>Настройки компании были выставлены по умолчанию.</li><li>Дизайн (темы, предустановки и макеты) были выставлены по умолчанию.</li><li>Все созданные вами блоки в локации «Продукты» в Блок Менеджере с <i>Содержимое: Товары</i> и <i>Заполнение: Manually</i> были помещены в локацию «Продукты» под блок «Главное содержимое».</li><li>Все созданные вами вкладки товара, кроме созданных аддонами, не были перенесены.</li><li>Вкладки «Описание», «Особенности» и «Файлы» были добавлены в секцию «Вкладки товара».</li><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.301_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[stores_section_link]">Negozi</a> e imposta il corretto <b>URL di Vetrina</b> per ogni azienda.</li><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[stores_section_link]">Butikker</a> seksjonen og sett riktig <b>Butikk forside URL</b> for hvert firma.</li><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig <b>Land</b> og verdi for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Også <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá para a seção de <a href="[stores_section_link]">Lojas</a> e defina a correta <b>URL da loja</b> para cada empresa.</li><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[stores_section_link]">Магазины</a> и выставьте правильную <b>URL витрины</b> для каждой компании.</li><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.302_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[stores_section_link]">Negozi</a> e imposta il corretto <b>URL di Vetrina</b> per ogni azienda.</li><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[stores_section_link]">Butikker</a> seksjonen og sett riktig <b>Butikk forside URL</b> for hvert firma.</li><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og angi riktig <b>Land</b> verdi for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>The <b>Hurtigmeny</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá para a seção de <a href="[stores_section_link]">Lojas</a> e defina a correta <b>URL da loja</b> para cada empresa.</li><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[stores_section_link]">Магазины</a> и выставьте правильную <b>URL витрины</b> для каждой компании.</li><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.303_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[stores_section_link]">Negozi</a> e imposta il corretto <b>URL di Vetrina</b> per ogni azienda.</li><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[stores_section_link]">Butikker</a> seksjonen og sett riktig <b>Butikk forside URL</b> for hvert firma.</li><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og angi riktig <b>Land</b> verdi for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>The <b>Hurtigmeny</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá para a seção de <a href="[stores_section_link]">Lojas</a> e defina a correta <b>URL da loja</b> para cada empresa.</li><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[stores_section_link]">Магазины</a> и выставьте правильную <b>URL витрины</b> для каждой компании.</li><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.304_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[stores_section_link]">Negozi</a> e imposta il corretto <b>URL di Vetrina</b> per ogni azienda.</li><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[stores_section_link]">Butikker</a> seksjonen og sett riktig <b>Butikk forside URL</b> for hvert firma.</li><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og angi riktig <b>Land</b> verdi for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>The <b>Hurtigmeny</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá para a seção de <a href="[stores_section_link]">Lojas</a> e defina a correta <b>URL da loja</b> para cada empresa.</li><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[stores_section_link]">Магазины</a> и выставьте правильную <b>URL витрины</b> для каждой компании.</li><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.305_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[stores_section_link]">Negozi</a> e imposta il corretto <b>URL di Vetrina</b> per ogni azienda.</li><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[stores_section_link]">Butikker</a> seksjonen og sett riktig <b>Butikk forside URL</b> for hvert firma.</li><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og angi riktig <b>Land</b> verdi for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>The <b>Hurtigmeny</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá para a seção de <a href="[stores_section_link]">Lojas</a> e defina a correta <b>URL da loja</b> para cada empresa.</li><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[stores_section_link]">Магазины</a> и выставьте правильную <b>URL витрины</b> для каждой компании.</li><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.306_professional
source: <ul><li>Go to <a href="[stores_section_link]">Stores</a> section and set the correct <b>Storefront URL</b> for each Company.</li><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai nella sezione <a href="[stores_section_link]">Negozi</a> e imposta il corretto <b>URL di Vetrina</b> per ogni azienda.</li><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[stores_section_link]">Butikker</a> seksjonen og sett riktig <b>Butikk forside URL</b> for hvert firma.</li><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og angi riktig <b>Land</b> verdi for hvert språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>The <b>Hurtigmeny</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá para a seção de <a href="[stores_section_link]">Lojas</a> e defina a correta <b>URL da loja</b> para cada empresa.</li><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в секцию <a href="[stores_section_link]">Магазины</a> и выставьте правильную <b>URL витрины</b> для каждой компании.</li><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.306_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig verdi for <b>Land</b> for overt språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Også <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.305_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig verdi for <b>Land</b> for overt språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Også <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.304_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig verdi for <b>Land</b> for overt språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Også <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.303_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig verdi for <b>Land</b> for overt språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Også <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>

# Languages::store_import.302_multivendor
source: <ul><li>Go to <a href="[manage_languages_link]">Languages</a> languages and set the correct <b>Country</b> value for each language.</li></ul><p>Please pay attention to the following:</p><ul><li>The <b>Quick menu</b> was set to default.</li></ul>
it_it: <ul><li>Vai in <a href="[manage_languages_link]">lingue</a> e imposta il valore corretto del <b>Paese</b> per ogni lingua.</li></ul><p>Si prega di prestare attenzione a quanto segue:</p><ul><li>Il <b>Menù rapido</b> è stato impostato su predefinito.</li></ul>
no_no: <ul><li>Gå til <a href="[manage_languages_link]">Administrer språk</a> og sett riktig verdi for <b>Land</b> for overt språk.</li></ul><p>Vær oppmerksom på følgende:</p><ul><li>Også <b>Hurtigmenyen</b> ble satt til standard.</li></ul>
pt_br: <ul><li>Vá em <a href="[manage_languages_link]">Idiomas</a> e defina o valor correto do <b>País</b> para cada idioma.</li></ul><p>Por favor, preste atenção ao seguinte:</p><ul><li>O <b>Menu rápido</b> foi definido como padrão.</li></ul>
ru_ru: <ul><li>Перейдите в <a href="[manage_languages_link]">Языки</a> и выставьте правильное значение <b>Страна</b> для каждого языка.</li></ul><p>Пожалуйста, обратите внимание на следующее:</p><ul><li><b>Меню быстрого доступа</b> было выставлено по умолчанию.</li></ul>
