Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/suppliers.po
Languages: it_it, nl_nl

# Addons::name::suppliers
source: Suppliers
it_it: Fornitori
nl_nl: Leveranciers

# Addons::description::suppliers
source: Adds supplier assignment support to products
it_it: Aggiunge il supporto di assegnazione fornitore ai prodotti
nl_nl: Voegt leverancier opdracht ondersteuning toe aan producten

# Languages::search_by_supplier
source: Search by supplier
it_it: Cerca per fornitore
nl_nl: Zoek op leverancier

# Languages::notify_supplier
source: Notify supplier
it_it: Avvisa il fornitore
nl_nl: Meld aan leverancier

# Languages::view_supplier_products
source: View supplier products
it_it: Visualizza prodotti fornitore
nl_nl: De producten van de leverancier bekijken

# Languages::supplier
source: Supplier
it_it: Fornitore
nl_nl: Leverancier

# Languages::supplier_email_header
source: The following products have been purchased in our store and need to be shipped.
it_it: I seguenti prodotti sono stati acquistati nel nostro negozio e hanno bisogno di essere spediti.
nl_nl: De volgende producten zijn aangekocht in onze winkel en moeten verzonden worden.

# Languages::suppliers_menu_description
source: List of supplier accounts registered in the store.
it_it: Lista ordinata di fornitori registrati nel negozio.
nl_nl: Een lijst van leveranciers in de webwinkel.

# Languages::dear_sirs
source: Dear Sirs
it_it: Cari Sig.ri
nl_nl: Geachte heer/mevrouw

# Languages::add_supplier
source: Add supplier
it_it: Aggiungi fornitore
nl_nl: Leverancier toevoegen

# Languages::available_for_supplier
source: Available for supplier
it_it: Disponibile per fornitore
nl_nl: Beschikbaar voor leverancier

# Languages::editing_supplier
source: Editing supplier
it_it: Modifica fornitore
nl_nl: Leverancier aanpassen

# Languages::supplier_deleted
source: Supplier has been deleted successfully.
it_it: Il fornitore Ã¨ stato eliminato con successo.
nl_nl: De leverancier is verwijderd.

# Languages::privileges.manage_suppliers
source: Manage suppliers
it_it: Gestione fornitori
nl_nl: Leveranciers beheren

# SettingsSections::suppliers::general
source: General
it_it: Generale
nl_nl: Algemeen

# SettingsOptions::suppliers::display_supplier
source: Display product supplier company
it_it: Visualizza l'azienda fornitrice del prodotto
nl_nl: Leverancier van het product weergeven

# SettingsOptions::suppliers::display_shipping_methods_separately
source: Display shipping methods to each supplier separately
it_it: Visualizza i metodi di spedizione per ogni fornitore separatamente
nl_nl: Verzendmethoden van elke leverancier afzonderlijk weergeven
