Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/tags.po
Languages: el_gr, nl_nl, pt_br, ro_ro, zh_cn

# Addons::name::tags
source: Tags
el_gr: Ετικέτες
ro_ro: Etichete
zh_cn: 标签

# Addons::description::tags
source: Enables product tags
el_gr: Ενεργοποιεί Ετικέτες προϊόντων
nl_nl: Schakelt product tags in
pt_br: Ativar tags dos produtos
zh_cn: 启用产品标签

# Languages::tags_menu_description
source: Manage product and content page tags.
el_gr: Διαχείριση Ετικετών προϊόντων και περιεχομένου σελίδας
nl_nl: Tags van producten en pagina's beheren.
pt_br: Gerencia as tags de produtos e páginas.

# Languages::tmpl_my_tag_cloud
source: My tag cloud
el_gr: Διαχείριση των διαφορετικών λέξεων κλειδιών που έχουν εισαχθεί σε διάφορες σελίδες του κατστήματός σας.
nl_nl: Mijn tag cloud
pt_br: Minha nuvem de tags
zh_cn: 管理被添加到您商店中不同页面的标签.

# Languages::popular_tags
source: Popular tags
el_gr: Δημοφιλής ετικέτα
nl_nl: Populaire tags
pt_br: Tags populares
ro_ro: Tag-uri populare
zh_cn: 热门标签

# Languages::sign_in_to_enter_tags
source: Sign in to enter tags
el_gr: Σύνδεση για εισαγωγή ετικετών
nl_nl: Meld je aan om tags in te voeren
pt_br: Faça login para adicionar tags
ro_ro: Autentificați-vă pentru a introduce tag-uri
zh_cn: 登录输入标签

# Languages::tag_cloud
source: Tag cloud
el_gr: Καρτέλα cloud
pt_br: Nuvem de tags
ro_ro: Nor de tag-uri
zh_cn: 标签云

# Languages::my_tags
source: My tags
el_gr: Οι ετικέτες μου
nl_nl: Mijn tags
pt_br: Minhas tags
ro_ro: Tag-urile mele
zh_cn: 我的标签

# Languages::my_tags_summary
source: My tags summary
el_gr: Περίληψη των ετικετών μου
nl_nl: Mijn tags samenvatting
pt_br: Resumo das minhas tags
ro_ro: Sumarul tag-urilor mele
zh_cn: 标签摘要

# Languages::tags
source: Tags
el_gr: Καρτέλες
ro_ro: Tag-uri
zh_cn: 标签

# Languages::block_tags
source: Tags
el_gr: Ετικέτες
zh_cn: 标签

# Languages::block_tags_description
source: Product tags
el_gr: Ετικέτες προϊόντος
pt_br: Tags de produto
zh_cn: 产品标签

# Languages::addons.tags.add_a_tag
source: add a tag
el_gr: Προσθέστε μια ετικέτα
nl_nl: een tag toevoegen
pt_br: adicionar uma tag

# Languages::items_marked_by_tag
source: Items marked by the tag "[tag]":
el_gr: Τα στοιχεία που επισημαίνονται με τη φράση: "[tag]":
nl_nl: Items gemarkeerd door de tag "[tag]":
pt_br: Produtos com a tag "[tag]":
ro_ro: Produse marcate cu tag-ul "[tag]":
zh_cn: 项目标记的标签 "[tag]":

# Languages::my_items_marked_by_tag
source: My items marked by the tag "[tag]":
el_gr: Τα αντικείμενα μου χαρακτηρίζονται από την ετικέτα "[tag]":
nl_nl: Mijn items gemarkeerd door de tag "[tag]":
pt_br: Meus produtos com a tag "[tag]":
ro_ro: Produsele mele marcate de tag-ul "[tag]":
zh_cn: 我的项目标记的标签 "[tag]":

# Languages::tag
source: Tag
el_gr: Καρτέλα
ro_ro: Etichetă
zh_cn: 标签

# Languages::new_tag
source: New tag
el_gr: Νέα ετικέτα
nl_nl: Nieuwe tag
pt_br: Nova tag
ro_ro: Tag nou
zh_cn: 新的标签

# Languages::add_tag
source: Add tag
el_gr: Προσθήκη ετικέτας
nl_nl: Tag toevoegen
pt_br: Adicionar tag
ro_ro: Adăugați un tag
zh_cn: 添加标签

# SettingsSections::tags::general
source: General
el_gr: Γενικά
nl_nl: Algemeen
pt_br: Geral

# SettingsOptions::tags::tags_for_products
source: Tags for products
el_gr: Ετικέτες προιόντων
nl_nl: Tags voor producten
pt_br: Tags de produtos
ro_ro: Etichete pentru produse
zh_cn: 产品标签

# SettingsOptions::tags::tags_for_pages
source: Tags for pages
el_gr: Ετικέτες σελίδων
nl_nl: Tags voor pagina 's
pt_br: Tags de páginas
ro_ro: Etichete pentru pagini
zh_cn: 页面标签
