Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/twigmo.po
Languages: it_it, no_no, pt_br

# Languages::twg_configurable_via_desktop
source: This is a configurable product. It can be configured only via [linkOpen]the desktop website[linkClose].
it_it: Questo è un prodotto configurabile. Può essere configurato solo tramite il sito [linkOpen]desktop[linkClose].
no_no: Dette er et konfigurerbart produkt. Det kan bare konfigureres via [linkOpen]desktop versjonen av nettbutikken[linkClose].
pt_br: Este é um produto configurável. Ele pode ser configurado somente através da [linkOpen]loja completa[linkClose].

# Languages::twg_requrring_via_desktop
source: This is a subscription product. Its subscription plan can be selected only via [linkOpen]the desktop website[linkClose].
it_it: Questo è un prodotto per abbonati. Il piano di abbonamento può essere selezionato solo tramite il sito [linkOpen]desktop [linkClose].
no_no: Dette er et abonnement produkt. Abonnementet kan bare velges via [linkOpen]desktop versjonen av nettbutikken[linkClose].
pt_br: Este é um produto de assinatura. O plano de assinatura só pode ser selecionado através da [linkOpen]loja completa[linkClose].

# Languages::twgadmin_check_for_updates
source: Check for updates
it_it: Controlla aggiornamenti
no_no: Se etter oppdateringer
pt_br: Procurar por atualizações

# Languages::twgadmin_basic_skin
source: Basic skin
it_it: Tema base
no_no: Standard mal
pt_br: Tema básico

# Languages::twgadmin_connect_notification
source: The <a href="[addon_link]">Twigmo add-on</a> is not connected to the <a href="http://www.twigmo.com" target="_blank">Twigmo service</a>. Set it up to enable a mobile version of your store for iOS and Android.
it_it: L'<a href="[addon_link]">Add-on Twigmo</a> non è collegata al <a href="http://www.twigmo.com" target="_blank">servizio di Twigmo</a>. Impostarlo per attivare una versione mobile del tuo negozio per iOS e Android.
no_no: Tillegget for <a href="[addon_link]">Twigmo</a> er ikke koblet opp mot <a href="http://www.twigmo.com" target="_blank">Twigmo service</a>. Sett den opp for å muliggjøre en mobil versjon av din nettbutikk for iOS og Android.
pt_br: O plugin <a href="[addon_link]">Twigmo</a> não está conectado ao <a href="http://www.twigmo.com" target="_blank">serviço Twigmo</a>. Configure o serviço para disponibilizar uma versão móvel de sua loja para dispositivos iOS e Android.

# Languages::twgadmin_phpmod_required
source: PHP extension module [php_module_name] is required for proper operation of the Twigmo add-on. Please install it.
it_it: Il modulo PHP [php_module_name] è necessario per il corretto funzionamento del componente aggiuntivo Twigmo. Si prega di installarlo.
no_no: PHP extension modulen [php_module_name] er nødvendig for forsvarlig drift av Twigmo tillegget. Installer den på din server.
pt_br: A extensão de PHP [php_module_name] é obrigatória para o funcionamento correto do plugin Twigmo. Instale esta extensão.

# Languages::twgadmin_select_store
source: Please select a store first
it_it: Si prega di selezionare prima un negozio
no_no: Velg en butikk først
pt_br: Selecione uma loja

# Languages::twg_is_logged_in
source: logged in.
it_it: Accesso effettuato.
no_no: pålogget.
pt_br: conectado.

# Languages::twg_review_and_place_order
source: Review and place order
it_it: Controlla e invia l'ordine
no_no: Se gjennom og plasser ordre
pt_br: Revisar e fazer pedido

# Languages::twg_login_to_add_to_cart
source: This product cannot be added to the cart because you are not logged in.
it_it: Questo prodotto non può essere aggiunto al carrello perché non hai effettuato l'accesso.
no_no: Dette produktet kan ikke legges i handlevognen fordi du ikke er innlogget.
pt_br: Este produto não pode ser adicionado ao carrinho pois você não fez login.

# Languages::twgadmin_disconnected
source: Disconnected
it_it: Disconnesso
no_no: Frakoblet
pt_br: Desconectado

# Languages::twgadmin_connected
source: Connected
it_it: Collegato
no_no: Koblet til
pt_br: Conectado

# Languages::twgadmin_terms
source: Terms and conditions
it_it: Termini e condizioni
no_no: Vilkår og betingelser
pt_br: Termos e condições

# Languages::twgadmin_accept_terms_n_conditions
source: I accept the <a href="//www.twigmo.com/terms/" target="_blank">Terms and Conditions</a>.
it_it: Accetto i <a href="//www.twigmo.com/terms/" target="_blank">Termini e Condizioni</a>.
no_no: Jeg godtar <a href="//www.twigmo.com/terms/" target="_blank">Vilkår og betingelser</a>.
pt_br: Eu aceito os <a href="//www.twigmo.com/terms/" target="_blank">Termos e condições</a>.

# Languages::twgadmin_stores
source: Stores
it_it: Negozi
no_no: Butikker
pt_br: Lojas

# Languages::twgadmin_curl_error
source: Couldn't get HTTP response from the Twigmo server. Please make sure that your server supports executing HTTP requests either through curl or sockets.
it_it: Impossibile ottenere la risposta HTTP dal server Twigmo. Si prega di assicurarsi che il server supporti l'esecuzione delle richieste HTTP tramite curl o socket.
no_no: Kan ikke hente HTTP-svar fra serveren til Twigmo. Kontroller at serveren din støtter å utføre HTTP-forespørsler enten via curl eller sockets.
pt_br: Não foi possível obter uma resposta HTTP do servidor do Twigmo. Certifique-se de que o seu servidor oferece suporte à execução de solicitações de HTTP através de CURL ou sockets.

# Languages::twgadmin_open_te
source: Visual Editor
it_it: Editor Visuale
no_no: Visuell Redigerer
pt_br: Editor visual

# Languages::twgadmin_open_cp
source: Twigmo Control Panel
it_it: Pannello di controllo Twigmo
no_no: Twigmo Kontrollpanel
pt_br: Painel de Controle do Twigmo

# Languages::twgadmin_no_token_recieved
source: Twigmo failed to retrieve authentication token. [linkOpen]Go back[linkClose]
it_it: Twigmo non è riuscito a recuperare il token di autenticazione. [linkOpen]Torna indietro[linkClose]
no_no: Twigmo kunne ikke hente token for godkjennelse. [linkOpen]Gå tilbake[linkClose]
pt_br: Erro ao obter o token de autenticação do Twigmo. [linkOpen]Voltar[linkClose]

# Languages::twg_buy_only_via_desktop
source: This product can be purchased via [linkOpen]the desktop website[linkClose].
it_it: Questo prodotto può essere acquistato tramite [linkOpen]sito Web desktop[linkClose].
no_no: Dette produktet kan bare kjøpes via [linkOpen]desktop versjonen av nettbutikken[linkClose].
pt_br: Este produto só pode ser adquirido através da [linkOpen]loja completa[linkClose].

# Languages::tt_addons_twigmo_settings_connect_email
source: Enter your Twigmo account email address. If you have no Twigmo account, it will be created for you automatically (your email address will be verified).
it_it: Inserisci il tuo indirizzo di posta elettronica dell'account Twigmo. Se non avete un account Twigmo, verrà creato per voi automaticamente (sarà verificato il tuo indirizzo e-mail).
no_no: Skriv inn e-post-adressen til din Twigmo konto. Hvis du ikke har en Twigmo konto, vil det bli opprettet en for deg automatisk (e-postadressen din må bekreftes).
pt_br: Informe seu endereço de e-mail no Twigmo. Se você não possui uma conta no Twigmo, ela será criada automaticamente (seu endereço de e-mail precisará ser verificado).

# Languages::tt_addons_twigmo_settings_connect_password
source: Enter your Twigmo account password. If you have no Twigmo account, please enter a secure password and we will create a new Twigmo account for you.
it_it: Immettere la password del tuo account Twigmo. Se non avete un account Twigmo, inserisci una password sicura e creeremo un nuovo account Twigmo per te.
no_no: Skriv inn ditt passord for Twigmo. Hvis du ikke har en Twigmo konto - skriv inn et sikkert passord, og vi vil opprette en ny Twigmo konto for deg.
pt_br: Informe sua senha no Twigmo. Se você não possui uma conta no Twigmo, informe uma nova senha e ela será usada para criar uma conta para você.

# Languages::tt_addons_twigmo_settings_connect_twgadmin_stores
source: Select stores that are to be connected to the Twigmo service.
it_it: Seleziona i negozi che vengono collegati al servizio Twigmo.
no_no: Velg butikker som skal kobles til tjenesten Twigmo.
pt_br: Selecione as lojas que você deseja conectar ao serviço Twigmo.

# Languages::twg_cannot_redirect_to_desktop
source: The desktop site cannot be displayed in this mode, but the link will work fine on a real mobile device.
it_it: Il sito desktop non può essere visualizzato in questa modalità, ma il collegamento funziona su un dispositivo mobile.
no_no: Desktop siden kan ikke vises i denne modusen, men koblingen fungerer fint på en ekte mobil enhet.
pt_br: A loja completa não pode ser exibida neste modo mas o link funcionará corretamente em um dispositivo móvel.

# Languages::twgadmin_about
source: About Twigmo
it_it: A proposito di Twigmo
no_no: Om Twigmo
pt_br: Sobre o Twigmo

# Languages::twgadmin_addon_version
source: Add-on version
it_it: Versione del componente aggiuntivo
no_no: Tillegg versjon
pt_br: Versão do plugin

# Languages::twgadmin_disconnect
source: Disconnect
it_it: Scollega
no_no: Koble fra
pt_br: Desconectar

# Languages::twgadmin_disconnect_whole
source: Disconnect whole addon
it_it: Scollega l'intera add-on
no_no: Koble fra hele tillegget
pt_br: Desconectar tudo

# Languages::plan
source: Plan
it_it: Piano
no_no: Betalingsplan
pt_br: Plano

# Languages::twgadmin_upgrade_completed
source: Upgrade completed
it_it: Aggiornamento completato
no_no: Oppgraderingen er fullført
pt_br: Atualização completada

# Languages::twg_placed
source: placed
it_it: collocato
no_no: plassert

# Languages::twgadmin_mobile_admin_application
source: Twigmo Mobile Admin application
it_it: Applicazione di Twigmo Mobile Admin
no_no: Twigmo Mobil Admin app

# Languages::twgadmin_download_app
source: Download the app
it_it: Scarica l'app
no_no: Last ned appen

# Languages::twgadmin_download_app_hint
source: This app is available on the <a href="http://www.twigmo.com/pricing/" target="_blank">selected Twigmo plans</a> only.
it_it: Questa app è disponibile sui <a href="http://www.twigmo.com/pricing/" target="_blank"> piani di Twigmo selezionati</a>.
no_no: Denne appen er kun tilgjengelig på <a href="http://www.twigmo.com/pricing/" target="_blank">selected Twigmo plans</a>.
