Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/twigmo.po
Languages: it_it, no_no, pt_br

# Addons::description::twigmo
source: Connect your store to the Twigmo service to create a mobile version and get an admin mobile application
it_it: Collega il tuo negozio con il servizio di Twigmo per creare una versione mobile e ottenere un'applicazione mobile per l'amministrazione
no_no: Koble din butikk til tjenesten Twigmo for å opprette en mobil utgave av nettsiden og også kunne bruke en admin app på din iPhone
pt_br: Conecte a sua loja ao serviço Twigmo para disponibilizar um site móvel e ter acesso a um aplicativo de administração

# SettingsSections::twigmo::service
source: Twigmo account
it_it: Account Twigmo
no_no: Twigmo konto
pt_br: Conta Twigmo

# SettingsSections::twigmo::storefront
source: Mobile Storefront
it_it: Vetrina mobile
no_no: Mobil butikkforside
pt_br: Loja Móvel

# SettingsSections::twigmo::addon
source: Upgrade
it_it: Aggiorna
no_no: Oppgrader
pt_br: Atualizar

# SettingsSections::twigmo::admin_app
source: Admin app
it_it: App admin

# Languages::twgadmin_access_id
source: Access ID
it_it: ID di accesso
no_no: Adgangs ID
pt_br: Código de acesso

# Languages::twgadmin_more_than_year
source: More than a year
it_it: Più di un anno
no_no: Mer enn ett år
pt_br: Mais de um ano

# Languages::twgadmin_error_cannot_connect_store
source: Cannot connect to Twigmo service at this time. Please try again later. If the problem is still there, please visit <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> for assistance.
it_it: Impossibile connettersi al servizio di Twigmo in questo momento. Riprova più tardi. Se il problema è ancora presente, si prega di visitare il <a href="http://support.twigmo.com" target="_blank">Portale di supporto Twigmo</a> per assistenza.
no_no: Kan ikke koble til tjenesten Twigmo for øyeblikket. Vennligst prøv igjen senere. Hvis problemet fortsatter, kan du gå til <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> for assistanse.
pt_br: Não foi possível conectar ao serviço Twigmo neste momento. Tente novamente mais tarde. Se o problema persistir acesse o <a href="http://support.twigmo.com" target="_blank">site de suporte do Twigmo</a> para obter ajuda.

# Languages::twgadmin_text_store_connected
source: Your store was connected to Twigmo service successfully!
it_it: Il negozio è stato connesso al servizio Twigmo con successo!
no_no: Butikken ble vellykket koblet til tjenesten Twigmo!
pt_br: Sua loja foi conectada ao serviço Twigmo com sucesso.

# Languages::twgadmin_connect_your_store
source: Connect your store to the Twigmo service
it_it: Collega il tuo negozio al servizio Twigmo
no_no: Koble din butikk til tjenesten Twigmo
pt_br: Conecte a sua loja ao serviço Twigmo

# Languages::twgadmin_connect
source: Connect
it_it: Collega
no_no: Koble til
pt_br: Conectar

# Languages::tt_addons_twigmo_settings_settings_twgadmin_home_page_content
source: If 'Desktop home page blocks' is selected, there are all the supported types of the desktop home page blocks displayed on the Mobile Storefront home page. If 'Twigmo home page blocks' is selected, Twigmo home page blocks are displayed (configured in 'Design'->'Blocks'->'Twigmo home page'). If a category is selected, only its products are displayed on the Mobile Storefront home page.
it_it: Se è selezionato 'blocchi Desktop per pagina iniziale', ci sono tutti i tipi supportati di blocchi desktop per pagina iniziale visualizzata nella vetrina Mobile. Se è selezionato 'blocchi Twigmo per pagina iniziale', tali blocchi vengono visualizzati (configurati in Design -> Blocchi -> Twigmo home page). Se è selezionata una categoria, vengono visualizzati solo i suoi prodotti nella pagina iniziale della vetrina Mobile.
pt_br: Se a opção 'Blocos da página inicial do desktop' estiver selecionada, todos os blocos da loja com suporte à versão móvel serão exibidos na página inicial da versão móvel da loja. Se a opção 'Blocos da página inicial do Twigmo' estiver selecionada, somente os blocos do Twigmo serão exibidos (você poderá configurá-los em Design > Blocos > Página inicial do Twigmo). Se você selecionar uma categoria, somente os produtos desta categoria serão exibidos na página inicial da versão móvel da loja.

# Languages::twgadmin_manage_settings
source: Service account infomation
it_it: Informazioni sull'account
no_no: Service konto infomasjon
pt_br: Informações sobre a conta

# Languages::twgadmin_manage_storefront_settings
source: Mobile Storefront settings
it_it: Impostazioni vetrina mobile
no_no: Innstillinger for mobil butikkforside
pt_br: Configurações da loja

# Languages::twgadmin_wrong_api_object_data
source: Wrong [object] data
it_it: Dati [object] errati
no_no: Feil [object] data
pt_br: Dados incorretos do [object]

# Languages::twgadmin_wrong_api_data
source: Wrong API data
it_it: Dati API errati
no_no: Feil API data
pt_br: Dados incorretos da API

# Languages::twgadmin_wrong_shipping_info
source: Failed to place order: wrong shipping data
it_it: Impossibile creare l'ordine: dati di spedizione sbagliati
no_no: Mislyktes i å plassere ordren: feil frakt data
pt_br: Erro ao finalizar pedido: dados de frete incorretos

# Languages::twgadmin_wrong_payment_info
source: Failed to place order: wrong payment data
it_it: Impossibile creare l'ordine: dati di pagamento sbagliati
no_no: Mislyktes i å plassere ordren: feil betalings data
pt_br: Erro ao finalizar pedido: dados de pagamento incorretos

# Languages::twgadmin_object_was_not_found
source: The [object] data were not found
it_it: I dati per [object] non sono stati trovati
no_no: Data til [object] ble ikke funnet
pt_br: Os dados do [object] não foram encontrados

# Languages::twgadmin_fail_create_user
source: Failed to create user
it_it: Impossibile creare l'utente
no_no: Kan ikke opprette brukeren
pt_br: Erro ao criar usuário

# Languages::twgadmin_fail_post_order
source: Failed to place order
it_it: Impossibile creare l'ordine
no_no: Mislyktes i å plassere ordren
pt_br: Erro ao fazer pedido

# Languages::twg_post_request_fail
source: Failed to post request
it_it: Impossibile esaudire la richiesta
no_no: Kan ikke legge inn forespørsel
pt_br: Erro ao postar requisição

# Languages::twgadmin_error_validator_required
source: The '[field]' field is mandatory
it_it: Il campo '[field]' è obbligatorio
no_no: Feltet '[field]' er obligatorisk
pt_br: O campo '[field]' é obrigatório

# Languages::twgadmin_mobile_version
source: Mobile version
it_it: Versione mobile
no_no: Mobil versjon
pt_br: Versão móvel

# Languages::twgadmin_text_updates_available
source: A new version of Twigmo add-on is available! <a href="[link]">Click here to upgrade to it</a>.
it_it: È disponibile una nuova versione del componente aggiuntivo Twigmo! <a href="[link]">Clicca qui per eseguire l'aggiornamento</a>.
no_no: En ny versjon av Twigmo er tilgjengelig! <a href="[link]">Klikk her for å oppgradere</a>.
pt_br: Uma nova versão do plugin Twigmo está disponível. <a href="[link]">Clique aqui</a> para atualizar.

# Languages::twgadmin_home_page_content
source: Home page content
it_it: Contenuti Pagina Iniziale
no_no: Hjemmeside innhold
pt_br: Conteúdo da página inicial

# Languages::twgadmin_use_mobile_frontend_for
source: Show mobile version for
it_it: Visualizza la versione mobile per
no_no: Vis mobilversjonen for
pt_br: Exibir versão móvel em

# Languages::twgadmin_phones
source: Phones
it_it: Telefoni
no_no: Telefoner
pt_br: Smartphones

# Languages::twgadmin_tablets
source: Tablets
it_it: Tablet
no_no: Nettbrett

# Languages::twgadmin_home_page_blocks
source: Desktop home page blocks
it_it: Blocchi desktop pagina iniziale
no_no: Desktop forside blokker
pt_br: Blocos da página inicial do desktop

# Languages::twgadmin_tw_home_page_blocks
source: Twigmo home page blocks
it_it: Blocchi per la pagina iniziale Twigmo
no_no: Twigmo forside blokker
pt_br: Blocos da página inicial do Twigmo

# Languages::twgadmin_homepage
source: Twigmo home page
it_it: Pagina iniziale di Twigmo
no_no: Twigmo forside
pt_br: Página inicial do Twigmo

# Languages::twgadmin_edit_these_blocks
source: Edit these blocks
it_it: Modifica questi blocchi
no_no: Rediger disse blokkene
pt_br: Editar blocos

# Languages::twgadmin_select_skin
source: Skin
it_it: Tema
no_no: Mal
pt_br: Tema

# Languages::twgadmin_hide_header
source: Hide header
it_it: Nascondi l'intestazione
no_no: Skjul header
pt_br: Esconder cabeçalho

# Languages::twg_btn_load_more_items
source: Load More
it_it: Carica altro
no_no: Last inn mer
pt_br: Carregar mais

# Languages::twg_btn_log_in_to_checkout
source: Sign in to checkout
it_it: Accedi per acquistare
no_no: Logg inn for å sjekke ut
pt_br: Faça login para finalizar o pedido

# Languages::twg_lbl_copy_from_billing
source: Ship to the same address
it_it: Spedisci allo stesso indirizzo
no_no: Send til den samme adressen
pt_br: Enviar para este endereço

# Languages::twg_msg_date_invalid
source: Please enter a valid date.
it_it: Inserisci una data valida.
no_no: Angi en gyldig dato.
pt_br: Informe uma data válida.

# Languages::twg_msg_dateiso_invalid
source: Please enter a valid date (YYYY-MM-DD).
it_it: Inserisci una data valida (AAAA-MM-GG).
no_no: Angi en gyldig dato (ÅÅÅÅ-MM-DD).
pt_br: Informe uma data válida (AAAA-MM-DD).

# Languages::twg_msg_digits_required
source: Please enter only digits.
it_it: Inserire solo cifre.
no_no: Skriv inn bare tall.
pt_br: Informe somente números.

# Languages::twg_msg_email_invalid
source: Please enter a valid email address.
it_it: Inserisci un indirizzo email valido.
no_no: Skriv inn en gyldig e-post-adresse.
pt_br: Informe um endereço de e-mail válido.

# Languages::twg_msg_extension_invalid
source: Please enter a value with a valid extension.
it_it: Immettere un valore con un'estensione valida.
no_no: Skriv inn en verdi med en gyldig endelse.
pt_br: Informe uma extensão válida.

# Languages::twg_msg_field_required
source: This field is required.
it_it: Questo campo è obbligatorio.
no_no: Dette feltet er obligatorisk.
pt_br: Este campo é obrigatório.

# Languages::twg_msg_fill_required_fields
source: Please fill in all the required fields.
it_it: Si prega di compilare tutti i campi richiesti.
no_no: Fyll ut alle obligatoriske felt.
pt_br: Preencha todos os campos obrigatórios.

# Languages::twg_msg_field_invalid
source: Please fix this field.
it_it: Si prega di correggere questo campo.
no_no: Fiks dette feltet.
pt_br: Corrija este campo.

# Languages::twg_msg_max_length
source: Please enter no more than {0} characters.
it_it: Si prega di inserire non più di {0} caratteri.
no_no: Skriv ikke inn mer enn {0} tegn.
pt_br: Informe não mais do que {0} caracteres.

# Languages::twg_msg_max_value
source: Please enter a value less than or equal to {0}.
it_it: Inserisci un valore minore o uguale a {0}.
no_no: Skriv inn en verdi som er mindre enn eller lik {0}.
pt_br: Por favor digite um valor menor ou igual a {0}.

# Languages::twg_msg_min_length
source: Please enter at least {0} characters.
it_it: Si prega di inserire almeno {0} caratteri.
no_no: Skriv inn minst {0} tegn.
pt_br: Por favor, insira pelo menos {0} caracteres.

# Languages::twg_msg_min_value
source: Please enter a value greater than or equal to {0}.
it_it: Immettere un valore maggiore o uguale a {0}.
no_no: Skriv inn en verdi større enn eller lik {0}.
pt_br: Por favor, insira um valor maior ou igual a {0}.

# Languages::twg_msg_number_invalid
source: Please enter a valid number.
it_it: Si prega di inserire un numero valido.
no_no: Skriv inn et gyldig tall.
pt_br: Por favor, insira um número válido.

# Languages::twg_msg_order_was_placed
source: Your order has been placed!<br />The order ID is
it_it: L'ordine è stato registrato!<br />L'ID dell'ordine è
no_no: Din ordre er blitt plassert!<br />Ordre nummeret er
pt_br: Seu pedido foi realizado! <br /> o ID do pedido é

# Languages::twg_msg_orders_were_placed
source: Your orders have been placed!<br />The order IDs are
it_it: I tuoi ordini sono stati registrati!<br />Gli ID degli ordini sono
no_no: Din ordre har blitt plassert!<br />Ordre nummeret er
pt_br: Seus pedidos foram realizados!<br /> os IDs dos pedidos são

# Languages::twg_msg_cc_invalid
source: Please enter a valid credit card number.
it_it: Si prega di inserire un numero di carta di credito valido.
no_no: Angi et gyldig kredittkortnummer.
pt_br: Por favor, insira um número válido de cartão de crédito.

# Languages::twg_msg_range_length
source: Please enter a value between {0} and {1} characters long.
it_it: Per favore inserisci un valore compreso tra {0} e {1} caratteri.
no_no: Skriv inn en verdi mellom {0} og {1} tegn langt.
pt_br: Por favor, insira um valor entre {0} e {1} caracteres.

# Languages::twg_msg_range_value
source: Please enter a value between {0} and {1}.
it_it: Immettere un valore compreso tra {0} e {1}.
no_no: Angi en verdi mellom {0} og {1}.
pt_br: Por favor, insira um valor entre {0} e {1}.

# Languages::twg_msg_same_value_required
source: Please enter the same value again.
it_it: Inserisci nuovamente lo stesso valore.
no_no: Angi samme verdi på nytt.
pt_br: Por favor digite novamente o mesmo valor.

# Languages::twg_msg_url_invalid
source: Please enter a valid URL.
it_it: Immettere un URL valido.
no_no: Angi en gyldig URL-adresse.
pt_br: Por favor introduza uma URL válida.

# Languages::twg_share
source: Share
it_it: Condividi
no_no: Del
pt_br: Compartilhar

# Languages::twg_desktop_site
source: Desktop site
it_it: Sito desktop
no_no: Desktop versjon
pt_br: Site Desktop

# Languages::twgadmin_connect_to_first_ult
source: Your store is not connected to the Twigmo service yet. Please ask the root store administrator to do it.
it_it: Il tuo negozio non è ancora connesso al servizio Twigmo. Si prega di chiedere all'amministratore del negozio di farlo.
no_no: Butikken er ikke koblet til tjenesten Twigmo ennå. Be butikkens administrator om å gjøre det.
pt_br: Sua loja não está conectada ao serviço do Twigmo ainda. Por favor, peça ao administrador de loja de raiz para fazê-lo.

# Languages::twgadmin_mobile_logo
source: Mobile Storefront logo
it_it: Logo negozio mobile
no_no: Mobil butikk logo
pt_br: Logo da loja no Mobile

# Languages::twgadmin_mobile_favicon
source: iOS device home screen icon
it_it: Icona pagina iniziale per dispositivi iOS
no_no: iOS enhetens hjem ikon
pt_br: Ícone da tela inicial do dispositivo iOS

# Languages::twgadmin_url_for_facebook
source: URL of your Facebook page
it_it: URL della tua pagina Facebook
no_no: URL-adressen til din Facebook-side
pt_br: URL da sua página no Facebook

# Languages::twgadmin_url_for_twitter
source: URL of your Twitter page
it_it: URL della tua pagina Twitter
no_no: URL-adressen til din Twitter-side
pt_br: URL da sua página do Twitter

# Languages::twgadmin_only_req_profile_fields
source: Show only user profile fields marked as required
it_it: Visualizza solo campi profilo utente contrassegnati come richiesti
no_no: Vis bare brukerprofil felt merket som obligatoriske
pt_br: Mostrar somente os campos do perfil do usuário marcados como obrigatório

# Languages::twgadmin_reinstall
source: The version of Twigmo add-on files does not match the one in the database, so the mobile version of your store has been disabled. Please re-install Twigmo add-on (click Uninstall, then Install on the add-ons list) to enable it.
it_it: La versione del file del componente aggiuntivo Twigmo non corrisponde a quella del database, quindi è stata disabilitata la versione mobile del tuo negozio. Si prega di re-installare l'add-on Twigmo (fare clic su Disinstalla, quindi Installarla nuovamente dall'elenco dei componenti aggiuntivi) e abilitarlo.
no_no: Denne versjonen av Twigmo samsvarer ikke med den i databasen din, så den mobile versjonen av butikken er deaktivert. Vennligst re-installer Twigmo tillegget (Klikk avinstaller, deretter installer på siden for tillegg) for å aktivere den.
pt_br: A versão dos arquivos do plugin Twigmo não corresponde à versão no banco de dados e por isso a sua loja móvel foi desativada. Reinstale o plugin Twigmo (clique em Desinstalar, e então em Instalar, na lista de plugins) para reativá-la.

# Languages::twg_view_cart_checkout
source: View cart & checkout
it_it: Visualizza carrello & cassa
no_no: Vis handlevogn og sjekk ut
pt_br: Visualizar carrinho & check-out

# Languages::twg_sign_in_to_checkout
source: Sign in to checkout
it_it: Accedi per acquistare
no_no: Logg inn for å sjekke ut
pt_br: Faça login para finalizar o pedido

# Languages::twg_only_via_desktop
source: This product can be added to cart only via the [linkOpen]desktop website[linkClose].
it_it: Questo prodotto può essere aggiunto al carrello solo tramite il [linkOpen]sito desktop[linkClose].
no_no: Dette produktet kan bare legges i handlevognen fra [linkOpen]desktop versjonen av nettbutikken[linkClose].
pt_br: Este produto pode ser adicionado ao carrinho somente através do site Desktop [linkOpen] [linkClose].

# Languages::twg_share_on_social
source: Share on social networks
it_it: Condividi sui social network
no_no: Del på sosiale nettverk
pt_br: Compartilhar em redes sociais

# Languages::twgadmin_order_via_twigmo
source: [This order was placed via Twigmo Mobile Storefront]
it_it: [Questo ordine è stato effettuato tramite Twigmo]
no_no: [Denne ordren ble plassert via Twigmo Mobil butikk]
pt_br: [Este pedido foi feito via Twigmo Mobile Storefront]

# Languages::twgadmin_on_social
source: Twigmo on social media
it_it: Twigmo sui social media
no_no: Twigmo på sosiale medier
pt_br: Twigmo em mídias sociais

# Languages::twg_contact_twigmo_support
source: Contact Twigmo support
it_it: Contattare il supporto Twigmo
no_no: Kontakt Twigmo kundestøtte
pt_br: Contate o suporte do Twigmo

# Languages::twgadmin_enable_geolocation
source: Enable geolocation
it_it: Attivare la geolocalizzazione
no_no: Aktiver geolocation
pt_br: Permitir geolocalização

# Languages::tt_addons_twigmo_settings_settings_twgadmin_enable_geolocation
source: If enabled, shipping and billing address fields will be populated with the address determined by a geolocation service on the registration and checkout pages.
it_it: Se abilitata, i campi indirizzo di spedizione e fatturazione verranno popolati con l'indirizzo determinato da un servizio di geolocalizzazione sulle pagine di registrazione e cassa.
no_no: Hvis aktivert, fylles adressefeltene for frakt og fakturering med adressen som bestemmes av en geolocation tjeneste på utsjekking sidene.
pt_br: Se ativada, faz com que os campos de endereço sejam preenchidos automaticamente com um endereço determinado pelo serviço de geolocalização ao fazer o cadastro e o checkout.

# Languages::twg_billing_is_the_same
source: Billing address is the same
it_it: L'indirizzo di fatturazione è lo stesso
no_no: Fakturaadressen er den samme
pt_br: Endereço de cobrança é o mesmo

# Languages::twgadmin_upgrade_addon
source: Twigmo add-on upgrade has started.
it_it: Aggiornamento del componente aggiuntivo Twigmo avviato.
no_no: Twigmo oppgraderingen har startet.
pt_br: A atualização do Twigmo foi iniciada.

# Languages::twgadmin_download_twigmo
source: Downloading Twigmo upgrade package. Please wait...
it_it: Scarico il pacchetto di aggiornamento Twigmo. Attendere prego...
no_no: Laster ned Twigmo oppgraderingspakke. Vennligst vent...
pt_br: Baixando atualização do Twigmo. Aguarde...

# Languages::twgadmin_checking_permissions
source: Done.</br>Checking file permissions...
it_it: Fatto.</br>Verifica dei permessi sui file...
no_no: Ferdig.</br>Kontrollerer filer...
pt_br: Feito.</br>Verificando permissões...

# Languages::twgadmin_no_files_permissions
source: Error: Cannot overwrite the existing Twigmo add-on files. Please check and correct the file permissions manually or [link]provide your FTP access details[/link] (if they are provided, please make sure this FTP user has enough permissions to modify files on the server).
it_it: Errore: Non è possibile sovrascrivere i file del componente aggiuntivo Twigmo esistenti. Si prega di verificare e correggere manualmente le autorizzazioni di file o [link]fornisci i dati di accesso FTP[/link] (se forniti, per favore assicurarsi che questo utente FTP disponga delle autorizzazioni sufficienti per modificare i file sul server).
no_no: Feil: Kan ikke overskrive de eksisterende Twigmo tilleggs filene. Vennligs sjekk og korriger fil tillatetelser manuelt eller [link]gi oss FTP-tilgang[/link] (hvis de sendes, vennligst kontroller at denne brukeren har rettigheter til å endre filer på serveren).
pt_br: Erro: Não foi possível sobrescrever os arquivos do plugin Twigmo. Verifique se as permissões estão corretas ou forneça as [link]informações de acesso via FTP[/link] (se você optar por FTP, certifique-se de que o usuário do FTP possui permissões para modificar arquivos no servidor).

# Languages::twgadmin_backup_files
source: Backing up Twigmo files...
it_it: Backup dei file Twigmo...
no_no: Sikkerhetskopierer Twigmo filer...
pt_br: Copiando arquivos do Twigmo...

# Languages::twgadmin_backup_settings
source: Backing up Twigmo add-on settings...
it_it: Salvataggio delle impostazioni del componente aggiuntivo Twigmo...
no_no: Sikkerhetskopierer Twigmo tilleggets innstillinger...
pt_br: Copiando configurações do Twigmo...

# Languages::twgadmin_uninstall_addon
source: Uninstalling Twigmo add-on...
it_it: Sto disinstallando il componente aggiuntivo Twigmo...
no_no: Avinstallerer Twigmo tillegget...
pt_br: Desinstalando Twigmo...

# Languages::twgadmin_restore_settings
source: Restoring Twigmo add-on settings...
it_it: Sto ripristinando le impostazioni del componente aggiuntivo Twigmo...
no_no: Gjenoppretter Twigmo tilleggets innstillinger...
pt_br: Restaurando configurações do Twigmo...

# Languages::twg_min_product_quantity
source: Minimum order quantity
it_it: Quantità minima ordine
no_no: Minste bestillingsantall
pt_br: Quantidade mínima para compra

# Languages::twg_checkout_terms_n_conditions
source: I accept Terms and Conditions
it_it: Accetto i termini e condizioni
no_no: Jeg godtar vilkårene
pt_br: Eu aceito os termos e condições

# Languages::twgadmin_cant_create_file
source: Cannot create a file [file]. Please create it manually in [path] (only in case you need to customize the selected Twigmo mobile skin).
it_it: Non è possibile creare il file [file]. Si prega di crearlo manualmente in [path] (solo nel caso in cui è necessario personalizzare il Tema selezionato di Twigmo).
no_no: Kan ikke opprette en fil [file]. Vennligst opprett den manuellt [path] (bare dersom du ønsker å endre den valgte Twigmo mobil malen).
pt_br: Não foi possível criar o arquivo [file]. Você deve criá-lo manualmente em [path] (somente se você desejar customizar o tema do Twigmo selecionado).

# Languages::twg_visit_our_mobile_store
source: Visit our mobile site
it_it: Visita il nostro sito mobile
no_no: Besøk vår mobilside
pt_br: Acesse nosso site móvel

# Languages::twg_app_for_android
source: App for Android
it_it: App per Android
pt_br: Aplicativo para Android

# Languages::twg_app_for_iphone
source: App for iPhone
it_it: App per iPhone
pt_br: Aplicativo para iPhone

# Languages::twg_app_for_ipad
source: App for iPad
it_it: App per iPad
pt_br: Aplicativo para iPad

# Languages::twgadmin_url_on_appstore
source: URL of your app on iTunes App Store
it_it: URL dell'app su iTunes App Store
no_no: URL-adressen til din app på iTunes App Store
pt_br: Endereço de seu aplicativo na iTunes App Store

# Languages::twgadmin_url_on_googleplay
source: URL of your app on Google Play
it_it: URL della vostra applicazione su Google Play
no_no: URL-adressen til din app Google Play
pt_br: Endereço de seu aplicativo no Google Play

# Languages::twg_product_added_to_cart
source: Product Added to Cart
it_it: Prodotto aggiunto al carrello
no_no: Produktet bla lagt i handlevognen
pt_br: Produto adicionado ao carrinho
