Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/watermarks.po
Languages: el_gr, hu_hu, it_it, no_no, pl_pl, ru_ru

# Addons::name::watermarks
source: Watermarks
el_gr: Υδατογραφήματα
hu_hu: Vízjelek
it_it: Filigrane
no_no: Vannmerker
pl_pl: Znaki wodne
ru_ru: Водяные знаки

# Addons::description::watermarks
source: Allows you to add watermarks to product and category images
el_gr: Σας επιτρέπει να προσθέσετε υδατογράφημα σε εικόνες προϊόντων και κατηγοριων
hu_hu: Vízjelek hozzáadása termék és kategória képekhez
it_it: Consente di aggiungere le filigrane alle immagini prodotto e di categoria
no_no: Lar deg legge til vannmerker til produkt -og kategoribilder
pl_pl: Umożliwia dodawanie znaków wodnych do obrazków produktów i kategorii
ru_ru: Водяные знаки к изображениям товаров и категорий

# Languages::wt_watermarks
source: Watermarks
el_gr: Υδατογραφήματα
hu_hu: Vízjelek
it_it: Filigrane
no_no: Vannmerker
pl_pl: Znaki wodne
ru_ru: Водяные знаки

# Languages::wt_graphic_watermark
source: Graphic watermark
el_gr: Υδατογράφημα με γραφικό
hu_hu: Grafikus vízjel
it_it: Grafica filigrana
no_no: Grafisk vannmerke
pl_pl: Graficzny znak wodny
ru_ru: Графический водяной знак

# Languages::wt_text_watermark
source: Text watermark
el_gr: Υδατογράφημα με κείμενο
hu_hu: Szöveges vízjel
it_it: Testo filigrana
no_no: Tekst vannmerke
pl_pl: Tekstowy znak wodny
ru_ru: Текстовый водяной знак

# Languages::wt_watermark_vertical_position
source: Watermark vertical position
el_gr: Κατακόρυφη θέση υδατογραφήματος
hu_hu: Vízjel függőleges pozíciója
it_it: Posizione verticale filigrana
no_no: Vannmerke vertikal posisjon
pl_pl: Pozycja pionowa znaku wodnego
ru_ru: Расположение водяного знака по вертикали

# Languages::wt_watermark_horizontal_position
source: Watermark horizontal position
el_gr: Οριζόντια θέση του υδατογραφήματος
hu_hu: Vízjel vízszintes pozíciója
it_it: Posizione orizzontale filigrana
no_no: Vannmerke horisontal posisjon
pl_pl: Pozycja pozioma znaku wodnego
ru_ru: Расположение водяного знака по горизонтали

# Languages::wt_watermark_position
source: Watermark position
el_gr: Θέση υδατογραφηματος
hu_hu: Vízjel pozíció
it_it: Posizione filigrana
no_no: Vannmerke posisjon
pl_pl: Pozycja znaku wodnego
ru_ru: Расположение водяного знака

# Languages::wt_watermark_image
source: Watermark image
el_gr: Εικόνα Υδατογραφήματος
hu_hu: Vízjel kép
it_it: Filigrana immagine
no_no: Vannmerke bilde
pl_pl: Obrazek znaku wodnego
ru_ru: Изображение для водяного знака

# Languages::wt_watermark_text
source: Watermark text
el_gr: Κείμενο Υδατογραφήματος
hu_hu: Vízjel szöveg
it_it: Testo filigrana
no_no: Vannmerke tekst
pl_pl: Tekst na znaku wodnym
ru_ru: Текст для водяного знака

# Languages::wt_font
source: Font
el_gr: Γραμματοσειρα
hu_hu: Betűtípus
it_it: Tipo di carattere
pl_pl: Czcionka
ru_ru: Шрифт

# Languages::wt_font_color
source: Font color
el_gr: Χρώμα γραμματοσειράς
hu_hu: Betűszín
it_it: Colore carattere
no_no: Fontfarge
pl_pl: Kolor czcionki
ru_ru: Цвет шрифта

# Languages::wt_font_size_icon
source: Font size (thumbnail)
el_gr: Μέγεθος γραμματοσειράς (μικρογραφία)
hu_hu: Betűméret (bélyegkép)
it_it: Dimensione carattere (miniatura)
no_no: Font størrelse (miniatyrbilder)
pl_pl: Rozmiar czcionki (miniaturka)
ru_ru: Размер шрифта (иконка)

# Languages::wt_font_size_detailed
source: Font size (larger image)
el_gr: Μέγεθος γραμματοσειράς (μεγαλύτερη εικόνα)
hu_hu: Betűméret (nagy kép)
it_it: Grandezza carattere (immagine larga)
no_no: Font størrelse (større bilde)
pl_pl: Rozmiar czcionki (duży obrazek)
ru_ru: Размер шрифта (детальное изображение)

# Languages::wt_watermark_icon
source: Thumbnail watermark
el_gr: Υδατογράφημα στις φωτογραφίες
hu_hu: Bélyegkép vízjel
it_it: Filigrana miniatura
no_no: Miniatyrbilder vannmerke
pl_pl: Znak wodny na miniaturze
ru_ru: Водяной знак иконки

# Languages::wt_watermark_detailed
source: Popup larger image watermark
el_gr: Υδατογράφημα μεγάλης εικόνας αναδυόμενου παραθυρου
hu_hu: Nagy (popup) kép vízjele
it_it: Filigrana immagine grande in popup
no_no: Popup større bilde vannmerke
pl_pl: Znak wodny na dużym zdjęciu
ru_ru: Водяной знак для детального изображения

# Languages::wt_fail_apply_graphic_watermark
source: Failed to apply the watermark to [image_type]. The watermark image is not added.
el_gr: Απέτυχε να εφαρμοστεί το υδατογράφημα σε [image_type]. Το υδατογράφημα εικόνας δεν έχει προστεθεί.
hu_hu: A [image_type] kép vízjelezése sikertelen volt. A vízjel nem került rá a képre.
it_it: Applicazione filigrana all'immagine fallita. La filigrana non è stata aggiunta
no_no: Klarte ikke å påføre vannmerket til [image_type]. Vannmerkebildet er ikke lagt til.
pl_pl: Nie można zastosować znaku wodnego do [image_type]. Znak wodny nie został dodany.
ru_ru: Не удалось применить водяной знак к [image_type]. Графический водяной знак не был добавлен.

# Languages::wt_icons
source: thumbnails
el_gr: μικρογραφίες
hu_hu: bélyegképek
it_it: miniature
no_no: miniatyrbilder
pl_pl: Miniatury
ru_ru: иконки

# Languages::wt_detailed
source: popup larger images
el_gr: Μεγάλες Εικόνες Αναδυόμενου Παραθύρου
hu_hu: nagyobb (popup) képek
it_it: immagini più grandi in popup
no_no: popup større bilder
pl_pl: Okienka popup dla większych zdjęć
ru_ru: детальные изображения

# Languages::wt_images_access_description
source: To deny access to your original images, please add the following instructions to the '.htaccess' file in the 'images' directory of your installation. It will protect your original images. Even if an original image is opened, the corresponding watermarked image will be show instead.
el_gr: Για να απαγορεύσετε την προσβαση στις αρχικές εικόνες σας, προσθέστε τις παρακάτω οδηγίες στο αρχείο '.htaccess' στον κατάλογο 'images' της εγκατάστασης σας. Θα προστατεύσει τις αρχικές εικόνες. Ακόμα κι αν ανοιχθεί μια πρωτότυπη εικόνα, το αντίστοιχο υδατόσημο θα εμφανιστεί πάνω στην εικόνα
hu_hu: Amennyiben le szeretné tiltani az eredeti képekhez a hozzáférést, kérjük, hogy az alábbi szöveget illessze be a '.htaccess' fájlba, ami az 'images' mappában található az Ön szerverén. Ez megvédi az eredeti képeit. Ha az eredeti képre van hivatkozás, a vízjelezett képre cserélődik.
it_it: Per negare l'accesso alle immagini originali, si prega di aggiungere le seguenti istruzioni per il file '.htaccess' nella cartella 'immagini' dell'installazione. Esso protegge le immagini originali. Anche se l'immagine originale è aperta, la corrispondente immagine filigranata sarà mostrata al suo posto.
no_no: Hvis du vil nekte tilgang til originalbildene, Legg følgende instruksjoner i '.htaccess' filen i mappen 'images' på ditt webhotell. Det beskytter originalbildene. Selv om et originalbilde åpnes, vil et tilsvarende vannmerkebilde bli vist i stedet.
pl_pl: Żeby zablokować dostęp do oryginalnych zdjęć, należy dodać następujące instrukcje do pliku ".htaccess" w katalogu "images". Będzie to stanowić ochronę dla oryginalnych zdjęć. Nawet jeśli oryginalne zdjęcie jest dostępne, zamiast niego będzie pokazywane odpowiadające mu zdjęcie ze znakiem wodnym.
ru_ru: Чтобы закрыть доступ к своим исходным изображениям, пожалуйста, добавьте следующей код в файл .htaccess в директории images в вашей установке. Это защитит ваши исходные изображения. Даже если открыто исходное изображение, соответствующее изображение с водяным знаком будет отображаться вместо него.

# Languages::wt_watermarks_access_description
source: To generate watermarked images automatically even if they are requested not from your store pages, please add the '.htaccess' file with the following instructions to the 'images/watermarked' directory of your installation.
el_gr: Για να δημιουργήσετε αυτόματα εικόνες με Υδατογραφημα, ακόμη και αν δεν απαιτουνται από τις σελίδες του καταστήματός σας, παρακαλώ προσθέστε το αρχείο '.htaccess' με τις ακόλουθες οδηγίες στον κατάλογο 'images/watermarked' της εγκατάστασης σας.
hu_hu: Amennyiben szeretné, hogy a vízjelezett képek automatikusan elkészüljenek, még akkor is, ha nem az Ön webáruházából történik hivatkozás a képre, illessze be az 'images/watermarked' mappában található '.htaccess' fájlba az alábbi szöveget a szerverén.
it_it: Per generare immagini filigranate anche se queste non sono richieste dalle pagine del tuo negozio, si prega di aggiungere il file '.htaccess' con le seguenti istruzioni nella cartella 'images/watermarked' del vostro negozio.
no_no: For å generere vannmerkede bilder automatisk, selv om de ikke blir hentet fra dine nettsider, må du legge til følgende instuksjoner i '.htaccess' filen i mappen 'images/watermarked' på webhotellet ditt.
pl_pl: Do automatycznego generowania obrazów ze znakiem wodnym, nawet jeśli nie są one wymagane ze stron sklepu, prosimy dodać plik ".htaccess" plik z następującą zawartością do katalogu ''images".
ru_ru: Для того, чтобы автоматически генерировать изображения с водяными знаками, даже если они не запрашиваются со страниц магазина, добавьте файл .htaccess со следующим содержимым в директорию images/watermarked в своей установке.

# Languages::wt_access_note
source: Please note, if you disable or uninstall the 'Watermarks' add-on, you should remove these instructions from '.htaccess' files manually. Otherwise category and product images will be unavailable.
el_gr: Παρακαλείστε να σημειώσετε ότι εάν απενεργοποιήσετε ή να απεγκαταστήσετε το add-on "Υδατογραφήματα", θα πρέπει να καταργήσετε αυτές τις οδηγίες από '.htaccess' αρχείο με μη αυτόματο τρόπο. Διαφορετικά οι εικόνες κατηγοριων και προϊόντων δε θα είναι διαθέσιμες.
hu_hu: Felhívjuk figyelmét, hogy amennyiben letiltja, vagy eltávolítja a Vízjel add-ont, mindenképp távolítsa el az alábbi szövegeket a '.htaccess' fájlból. Különben a kategóriához és a termékekhez tartozó képek elérhetetlenek lesznek!
it_it: Nota bene: se vuoi disattivare o disinstallare l'add-on ''Filigrana'', è necessario rimuovere queste istruzioni dal file '.htaccess' manualmente. In caso contrario, le immagini di categoria e il prodotto non saranno disponibili.
no_no: Vær oppmerksom på at hvis du deaktiverer eller avinstallerer 'Vannmerker' tillegget, bør du fjerne disse instruksjonene fra '.htaccess' filen på webhotellet ditt manuelt. Ellers vil kategori -og produktbilder være utilgjengelig.
pl_pl: Uwaga! Jeśli chcesz wyłączyć lub odinstalować dodatek "Znaki wodne", należy ręcznie usunąć naastępujące instrukcje z pliku ".htaccess". W przeciwnym wypadku zdjęcia do kategorii i produktów będą niedostępne.
ru_ru: Пожалуйста, учтите, что при отключении модуля «Водяные знаки» следует вручную удалить эти строчки из файла .htaccess. В противном случае изображения товаров и категорий будут недоступны.

# Languages::wt_access_warning
source: Watermark creating is disabled. If there are any "Rewrite watermarks rules" instructions in the "images/.htaccess" file, you should remove them manually. Otherwise category and product images will be unavailable.
el_gr: Η Δημιουργία υδατογραφήματος είναι απενεργοποιημένη. Εάν υπάρχουν Rewrite watermarks rules στο αρχείο "images/.htaccess" , θα πρέπει να τα καταργήσετε με μη αυτόματο τρόπο. Διαφορετικά οι εικόνες κατηγοριών και προϊοντων δε θα είναι διαθέσιμες.
hu_hu: A vízjelezés letiltásra került. Amennyiben van extra vízjelezéshez kapcsolódó szabálya a webszerver beállításaiban, mindenképp távolítsa el az 'images/.htaccess' fájlból. Különben a kategóriához és a termékekhez tartozó képek elérhetetlenek lesznek!
it_it: Filigranatura disabilitata. Se ci sono alcune "regole di Rewrite" nel file .htaccess in "images/.htaccess",dovresti rimuoverle manualmente. Altrimenti non si vedranno le immagini prodotto e di categoria.
no_no: Oppretting av vannmerke er deaktivert. Hvis det er noen "Rewrite watermarks rules" instruksjoner i "images/.htaccess" filen på webhotellet ditt bør du fjerne dem manuelt. Ellers vil kategori -og produktbilder være utilgjengelig.
pl_pl: Funkcjonalność tworzenia znaku wodnego jest wyłączona. Jeśli są jakieś instrukcje "Zasady znaków wodnych" w pliku "images/.htaccess", należy usunąć je ręcznie. W przeciwnym wypadku zdjęcia do kategorii i produktów będą niedostępne.
ru_ru: Создание водяных знаков отключено. Если в файле images/.htaccess прописаны правила для создания водяных знаков, удалите их вручную. В противном случае изображения товаров и категорий будут недоступны.

# Languages::wt_images_access_info
source: Images access
el_gr: Πρόσβαση σε εικόνες
hu_hu: Kép hozzáférés
it_it: Accesso immagini
no_no: Tilgang til bilder
pl_pl: Dostęp do zdjęć
ru_ru: Доступ к изображениям

# SettingsSections::watermarks::general
source: General
el_gr: Γενικά
hu_hu: Általános
it_it: Generale
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие

# SettingsOptions::watermarks::watermark
source: Watermark
el_gr: Υδατογράφημα
hu_hu: Vízjel
it_it: Filigrana
no_no: Vannmerke
pl_pl: Znak wodny
ru_ru: Водяной знак

# SettingsOptions::watermarks::apply_to_product
source: Product watermarks
el_gr: Υδατογραφημα Προϊόντων
hu_hu: Termék vízjelek
it_it: Filigrane sui prodotti
no_no: Produkt vannmerker
pl_pl: Znaki wodne produktu
ru_ru: Водяные знаки товаров

# SettingsOptions::watermarks::use_for_product_icons
source: Resized images
el_gr: Εικόνες με αλλαγμένο μέγεθος
hu_hu: Átméretezett képek
it_it: Immagini ridimensionate
no_no: Endrede bilder
pl_pl: Przeskalowane zdjęcia
ru_ru: Изображения с измененным размером

# SettingsOptions::watermarks::use_for_product_detailed
source: Original size images
el_gr: Εικόνες με αρχικό μέγεθος
hu_hu: Eredeti méretű képek
it_it: Immagini di dimensioni originali
no_no: Opprinnelig bildestørrelse
pl_pl: Oryginalny rozmiar zdjęć
ru_ru: Изображения в оригинальном размере

# SettingsOptions::watermarks::apply_to_categories
source: Category watermarks
el_gr: Υδατογραφήματα κατηγοριών
hu_hu: Kategória vízjelek
it_it: Filigrane sulle categorie
no_no: Kategori vannmerker
pl_pl: Kategorie znaków wodnych
ru_ru: Водяные знаки категорий

# SettingsOptions::watermarks::use_for_category_icons
source: Resized images
el_gr: Εικόνες με αλλαγμένο μέγεθος
hu_hu: Átméretezett képek
it_it: Immagini ridimensionate
no_no: Endrede bilder
pl_pl: Przeskalowane zdjęcia
ru_ru: Изображения с измененным размером

# SettingsOptions::watermarks::use_for_category_detailed
source: Original size images
el_gr: Εικόνες με αρχικό μέγεθος
hu_hu: Eredeti méretű képek
it_it: Immagini di dimensioni originali
no_no: Opprinnelig bildestørrelse
pl_pl: Oryginalny rozmiar zdjęć
ru_ru: Изображения в оригинальном размере

# SettingsOptions::watermarks::images_access_info
source: Images access
el_gr: Πρόσβαση σε εικόνες
hu_hu: Kép hozzáférés
it_it: Accesso immagini
no_no: Tilgang til bilder
pl_pl: Dostęp do zdjęć
ru_ru: Доступ к изображениям
