Repository: TimvanSteenbergen/CSCart
Catalog: var/langs/*/addons/wishlist.po
Languages: ar_sa, el_gr, he_il, hu_hu, it_it, nl_nl, no_no, pl_pl, pt_br, ro_ro, ru_ru

# Addons::name::wishlist
source: Wish List
ar_sa: قائمة الأمنيات
el_gr: Wish List (Λίστα Επιθυμίας)
he_il: רשימת המשאלות
hu_hu: Kívánságlista
it_it: Lista dei desideri
nl_nl: Verlanglijst
no_no: Ønskeliste
pl_pl: Lista życzeń
pt_br: Lista de Desejos
ro_ro: Lista de preferințe
ru_ru: Отложенные товары

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
ar_sa: اتح للعملاء إضافة المنتجات لقائمة الأمنيات الشخصية
el_gr: Επιτρέπει στους επισκέπτες σας, να αποθηκεύσουν είδη σε προσωπικές λίστες αγαπημένων
he_il: אפשר ללקוחות לשמור מוצרים ברשימת המשאלות
hu_hu: Lehetővé teszi a vásárlók számára, hogy személyes kívánságlistát hozzanak létre
it_it: Permette ai clienti di memorizzare gli articoli nelle liste desideri
nl_nl: Laat klanten items opslaan in persoonlijke verlanglijsten
no_no: Lar kundene lagre produkter i personlige ønskelister
pl_pl: Umożliwia klientom przechowywanie wybranych pozycji na liście życzeń
pt_br: Permite que os clientes armazenem itens em listas de desejos
ro_ro: Permite clienților să stocheze articole în wishlist-uri personale
ru_ru: Персональные списки отложенных товаров для покупателей

# Languages::add_to_wishlist
source: Add to wish list
ar_sa: أضف لقائمة الأمنيات
el_gr: Προσθήκη στη Λίστα Επιθυμίας
he_il: הוסף לרשימת המשאלות
hu_hu: Kivánságlistára rakom
it_it: Aggiungi alla lista dei desideri
nl_nl: Toevoegen aan verlanglijst
no_no: Legg til i ønskeliste
pl_pl: Dodaj do listy życzeń
pt_br: Adicionar à lista de desejo
ro_ro: Adăugați la lista de preferințe
ru_ru: Отложить

# Languages::clear_wishlist
source: Clear wish list
ar_sa: مسح قائمة الأمنيات
el_gr: Καθάρισμα της Λίστας Επιθυμίας
he_il: נקה רשימת משאלות
hu_hu: Kívánságlista tartalmának törlése
it_it: Svuota lista dei desideri
nl_nl: Verlanglijst wissen
no_no: Tøm ønskeliste
pl_pl: Wyczyść listę życzeń
pt_br: Limpar lista de desejo
ro_ro: Ștergeți lista de preferințe
ru_ru: Очистить список отложенных товаров

# Languages::view_wishlist
source: View wish list
ar_sa: عرض قائمة الأمنيات
el_gr: Προβολή λίστας επιθυμιών
he_il: צפה ברשימת המשאלות
hu_hu: Kívánságlista megtekintése
it_it: Mostra la lista dei desideri
nl_nl: Verlanglijst bekijken
no_no: Vis ønskelisten
pl_pl: Zobacz listę życzeń
pt_br: Ver lista de desejos
ro_ro: Vezi lista de preferințe
ru_ru: Просмотреть список отложенных товаров

# Languages::wishlist_content
source: Wish list content
ar_sa: محتوى قائمة الأمنيات
el_gr: Περιεχόμενα Λίστας Επιθυμίας
he_il: תוכן רשימת המשאלות
hu_hu: Kívánságlista tartalma
it_it: Contenuto lista dei desideri
nl_nl: Inhoud verlanglijst
no_no: Innhold i ønskelisten
pl_pl: Zawartość listy życzeń
pt_br: Conteúdo da lista de desejos
ro_ro: Conținutul listei de preferințe
ru_ru: Отложенные товары

# Languages::wishlist
source: Wish list
ar_sa: قائمة الأمنيات
he_il: רשימת המשאלות
hu_hu: Kívánságlista
it_it: Lista dei desideri
nl_nl: Verlanglijst
no_no: Ønskeliste
pl_pl: Lista życzeń
pt_br: Lista de desejos
ro_ro: Listă de preferințe
ru_ru: Отложенные товары

# Languages::wishlist_note
source: Go to your wishlist
ar_sa: اذهب لقائمة أمنياتك
el_gr: δείτε τητ Λίστα Αγαπημένων σας
he_il: עבור אל רשימת המשאלות
hu_hu: Kívánságlista megtekintése
it_it: Vai alla Lista Desideri
nl_nl: Ga naar uw verlanglijst
no_no: Gå til din ønskeliste
pl_pl: Przejdź do listy życzeń
pt_br: Ir para sua lista de desejos
ro_ro: Wishlist-urile mele
ru_ru: Перейти к отложенным товарам

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
ar_sa: فضل في إضافة شهادة الهدية. تأكد من أن المجموع غير مساوي للصفر.
el_gr: Αποτυχία να προσθέσετε το πιστοποιητικό. Βεβαιωθείτε ότι το ποσό πρ'οσθεσης δεν είναι μηδέν.
hu_hu: A tanúsítvány hozzáadása nem sikerült. Győződjön meg róla, az összesített összeg értéke nem nulla.
it_it: Impossibile aggiungere il certificato. Assicurarsi che la quantità non sia pari a zero.
nl_nl: Het certificaat toevoegen is mislukt. Zorg ervoor dat het bedrag niet 0 is.
no_no: Kunne ikke legge til sertifikatet. Kontroller at sammenlagtbeløpet ikke er null.
pl_pl: Nie udało się dodać bonu podarunkowego. Upewnij się, że wartość jest większa od zera.
pt_br: Falha ao adicionar o vale. Certifica-se de que a quantidade geral não é zero.
ro_ro: Utilizarea cuponului nu a fost reușită. Asigurați-vă că sumarul sumei de plată nu e zero.
ru_ru: Сертификат добавить не удалось. Убедитесь, что сумма не равна нулю.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
ar_sa: شهادة الهدية تمت اضافتها لقائمة أمنياتك
el_gr: Η δωροεπιταγή έχει προστεθεί στη λίστα επιθυμιών
he_il: שובר המתנה נוסף לרשימת המשאלות
hu_hu: Az ajándékutalvány sikeresen hozzáadva a kívánságlistához
it_it: Il buono regalo è stato aggiunto alla lista desideri
nl_nl: De cadeaubon is aan uw verlanglijst toegevoegd
no_no: Gavekortet har blitt lagt til ønskelisten
pl_pl: Bon podarunkowy został dodany do listy życzeń
pt_br: O vale presente foi adicionado à lista de desejo
ro_ro: Bonul a fost adăugat listă de preferințe-ului
ru_ru: Подарочный сертификат добавлен в список отложенных товаров

# Languages::product_added_to_wl
source: The product was added to your Wish list
ar_sa: تمت إضافة المنتج لقائمة أمنياتك
el_gr: Το προϊόν προστέθηκε στη λίστα επιθυμιών σας
he_il: המוצר נוסף לרשימת המשאלות שלך
hu_hu: A termék sikeresen kívánságlistára került
it_it: Il prodotto è stato aggiunto alla tua lista dei desideri
nl_nl: Het product is toegevoegd aan uw verlanglijst
no_no: Produktet ble lagt til i din ønskeliste
pl_pl: Produkt został dodany do listy życzeń
pt_br: O produto foi adicionado à sua lista de desejos
ro_ro: Produs adăugat în Lista de preferințe
ru_ru: Товар добавлен в список отложенных товаров

# Languages::product_in_wishlist
source: This product is already in the wish list
ar_sa: المنتج موجود في قائمة أمنياتك
el_gr: Αυτό το προϊόν είναι ήδη στην λίστα επιθυμιών
he_il: מוצר זה כבר נמצא ברשימה המשאלות שלך
hu_hu: Ez a termék már a kívánságlistán található
it_it: Il prodotto è già nella tua lista dei desideri
nl_nl: Dit product is reeds aanwezig in de verlanglijst
no_no: Dette produktet er allerede i ønskelisten
pl_pl: Produkt już jest na liście życzeń
pt_br: Este produto já está na lista de desejo
ro_ro: Acest produs există deja în lista de preferințe
ru_ru: Товар уже есть в списке отложенных товаров

# Languages::wishlist_products
source: Wish list products
ar_sa: المنتجات في قائمة أمنياتك
el_gr: Προϊόντα λίστας επιθυμιών
he_il: מוצרים ברשימת המשאלות
hu_hu: Kívánságlistán található termékek
it_it: Prodotti desiderati
nl_nl: Verlanglijst producten
no_no: Produkter i ønskelisten
pl_pl: Produkty na liście życzeń
pt_br: Produtos na lista de desejos
ro_ro: Produse în wishlist
ru_ru: Отложенные товары
